Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Product Tour
es_es: Tour del producto
zh_cn: 产品导览

source: Pricing & Sign-up
es_es: Precio y Sign-up
zh_cn: 定价和登录

source: ShiftPlanning Support
es_es: ShiftPlanning Apoyo
zh_cn: ShiftPlanning支持

source: Contact ShiftPlanning
es_es: Póngase en contacto con ShiftPlanning
zh_cn: 联系ShiftPlanning

source: Free online employee scheduling
es_es: La programación de los empleados en línea gratis
zh_cn: 免费在线员工排班

source: ShiftPlanning iPhone App
es_es: ShiftPlanning aplicación para iPhone
zh_cn: ShiftPlanning iPhone应用程式

source: Iphone Employee Scheduling
es_es: Programación de los empleados Iphone
zh_cn: iPhone的员工排班

source: BlackBerry Employee Scheduling
es_es: BlackBerry Programación de los empleados
zh_cn: 黑莓员工排班

source: Android Employee Scheduling
es_es: Android Programación de los empleados
zh_cn: Android的员工排班

source: Prices & Sign Up - Free
es_es: Precios y Regístrate - Gratis
zh_cn: 价格及注册 - 免费

source: flicker
es_es: parpadeo
zh_cn: 闪烁

source: We're Sorry. Something has gone wrong.
es_es: Disculpe las molestias. Algo ha ido mal.
zh_cn: 我们很抱歉。事情已经出了错。

source: We're sorry, something went wrong.
es_es: Lo sentimos, algo salió mal.
zh_cn: 很抱歉，出事了。

source: Something is wrong in our internal systems.
es_es: Algo está mal en nuestros sistemas internos.
zh_cn: 在我们的内部系统，什么是错的。

source: Visit our Homepage
es_es: Visita nuestra página de inicio
zh_cn: 访问我们的网站

source: Connect w/ Live Chat
es_es: Conecte w / en vivo
zh_cn: 连接W /即时交谈

source: You can't be here!
es_es: No puedes estar aquí!
zh_cn: 你不能在这里！

source: Nice Try, Wise Guy
es_es: Buen intento, Wise Guy
zh_cn: 不错的尝试，智者盖伊

source: You need to be logged in to continue. <a href="/app/">Login now</a>.
es_es: Necesita estar registrado para continuar. <a href="/app/">Ingresa</a>.
zh_cn: 您需要登录后才能继续。 <a href="/app/">立即登入</a>。

source: Congratulations, you've successfully accessed something that you shouldn't have
es_es: Felicitaciones, usted ha logrado acceder a algo que usted no debe tener
zh_cn: 恭喜你，你已经成功地访问的东西，你不应该有

source: Post Details
es_es: Publicar detalles
zh_cn: 帖子详情

source: Post Type
es_es: Publicar Tipo
zh_cn: 文章类型

source: Title
es_es: Título
zh_cn: 标题

source: Attachment
es_es: Accesorio
zh_cn: 附件

source: Please submit item first, then after it is saved you can choose a file to attach.
es_es: Favor de enviar el primer artículo, a continuación, después de que se guarda se puede elegir un archivo que desea adjuntar.
zh_cn: 请提交第一项，然后被保存后，你可以选择要附加的文件。

source: Buzz From around the web
es_es: Zumbido de alrededor de la web
zh_cn: 各地的网络动态更新

source: We like that ShiftPlanning doesn't keep your data behind its walled garden. <a href="#">- mashable.com</a>
es_es: Nos gusta que ShiftPlanning no mantener los datos detrás de su jardín amurallado. <a href="#">- Mashable.com</a>
zh_cn: 我们希望，ShiftPlanning不保留数据背后的围墙花园。 <a href="#">- mashable.com</a>

source: With this tool, you can literally run tens of employees with ease. <a href="#">- makeuseof.com</a>
es_es: Con esta herramienta, que, literalmente, se puede ejecutar a decenas de empleados con facilidad. <a href="#">- Makeuseof.com</a>
zh_cn: 有了这个工具，你可以轻松地从字面上运行数千员工。 <a href="#">- makeuseof.com</a>

source: It is an intuitive product, with a nice range of features. <a href="#">- killerstartups.com</a>
es_es: Se trata de un producto intuitivo, con una buena variedad de funciones. <a href="#">- Killerstartups.com</a>
zh_cn: 它是一个直观的产品，一个不错的功能范围。 <a href="#">- killerstartups.com</a>

source: Submit a case study - Get a free month of online employee scheduling.
es_es: Presentar un caso de estudio - Obtener un mes gratis de programación de los empleados en línea.
zh_cn: 提交案例研究 - 获取免费的在线员工排班月。

source: Free Month of service
es_es: Mes gratis de servicio
zh_cn: 一个月的免费服务

source: Submit a Case Study - Get a free month of service
es_es: Presentar un Estudio de Caso - Obtener un mes gratis de servicio
zh_cn: 提交案例研究 - 获取免费一个月的服务

source: Interested in getting started?
es_es: Interesados ​​en comenzar?
zh_cn: 感兴趣的入门？

source: How many employees are there?
es_es: ¿Cuántos empleados hay?
zh_cn: 有多少员工？

source: Tell us about the history of your business:
es_es: Háblenos de la historia de su negocio:
zh_cn: 您的业​​务有关的历史告诉我们：

source: What year was it started?
es_es: ¿En qué año se inició?
zh_cn: 哪一年开始？

source: How many employees were there to start?
es_es: ¿Cuántos empleados estaban allí para empezar?
zh_cn: 有多少员工开始？

source: Describe your scheduling challenges
es_es: Describa sus problemas de programación
zh_cn: 说明你的调度挑战

source: Describe your previous employee scheduling system/method
es_es: Describa su método anterior de programación empleado del sistema /
zh_cn: 描述你以前的员工排班系统/方法

source: How has ShiftPlanning changed your scheduling?
es_es: ¿Cómo ha cambiado su programación ShiftPlanning?
zh_cn: 已ShiftPlanning如何改变你的调度？

source: Would you recommend ShiftPlanning to others?
es_es: ¿Ha sido útil ShiftPlanning a los demás?
zh_cn: 你会推荐ShiftPlanning别人呢？

source: How would you describe the ShiftPlanning team?
es_es: ¿Cómo describiría el equipo ShiftPlanning?
zh_cn: 你会如何​​描述ShiftPlanning队吗？

source: Here are some more questions to get you thinking about things to include:
es_es: Aquí hay algunas preguntas más para hacerle pensar sobre las cosas que incluyen:
zh_cn: 这里有一些更多的问题，让你思考的事情，包括：

source: What impact has ShiftPlanning had on your business both for your managers and for your employees?
es_es: ¿Qué impacto ha ShiftPlanning había en su negocio, tanto para sus gerentes y sus empleados?
zh_cn: ShiftPlanning有什么影响了你的经理和员工对您的业务？

source: What other non-scheduling components of ShiftPlanning are you using? (e.g.: File Sharing, Message Wall). Describe what these components do for your business.
es_es: ¿Qué otra no la programación de los componentes de ShiftPlanning está usando? (Por ejemplo: uso compartido de archivos, la pared del mensaje). Describa lo que estos componentes para su negocio.
zh_cn: 您使用的是什么其他的非ShiftPlanning调度组件？ （例如：文件共享，信息墙）。为您的企业，说明这些组件做什么。

source: Do you have a website that you would like us to link to?
es_es: ¿Tiene un sitio web que a usted le gustaría conectarse?
zh_cn: 你有没有想我们链接到一个网站，你呢？

source: Do you have any other comments/details that you would like us to include in your case study?
es_es: ¿Tiene algún otro comentario o información que le gustaría que incluyéramos en el estudio de caso?
zh_cn: 你有任何其他意见/细节，你希望我们在您的案例研究包括？

source: Who can we follow up with on this Client Study if we have any questions?
es_es: ¿A quién podemos seguir con este Estudio cliente si tiene alguna pregunta?
zh_cn: 我们可以跟进此客户的研究，如果我们有任何问题吗？

source: cell phone:
es_es: teléfono celular:
zh_cn: 手机：

source: Contact name:
es_es: Nombre de contacto:
zh_cn: 联络人姓名：

source: Answer the outline posted above with as much information as possible.
es_es: Responde el esquema publicado anteriormente, con tanta información como sea posible.
zh_cn: 回答尽可能多的信息发布上述纲要。

source: Send your completed case study at info@shiftplanning.com
es_es: Enviar un estudio realizado en el caso de info@shiftplanning.com
zh_cn: 完成的案例研究在info@shiftplanning.com发送

source: We'll review it. If it passes our guidelines, we'll post it on our website and you'll get a month of free service!
es_es: Vamos a revisar. Si pasa nuestras directrices, lo publicaremos en nuestra página web y obtendrás un mes de servicio gratis!
zh_cn: 我们会检讨。如果通过我们的指引，我们将在网站上发布，你会得到一个月的免费服务！

source: Blog About Us - Get a free month of online employee scheduling.
es_es: Blog Sobre Nosotros - Obtener un mes gratis de programación de los empleados en línea.
zh_cn: 博客关于我们 - 获取免费的在线员工排班月。

source: Blog About Us - Get a free month of service
es_es: Blog Sobre Nosotros - Obtener un mes gratis de servicio
zh_cn: 博客关于我们 - 获取一个月的免费服务

source: Here's how to get started:
es_es: Así es como para empezar:
zh_cn: 下面是如何开始的：

source: Simply create a blog about ShiftPlanning on your company website that links back to our homepage.
es_es: Sólo tienes que crear un blog sobre ShiftPlanning en su sitio web la empresa que une de nuevo a nuestra página web.
zh_cn: 简单地创建一个ShiftPlanning有关贵公司的网站上的博客链接回到我们的网页。

source: Let us know what it is about ShiftPlanning that you consider blog-worthy. Create an outline detailing what you would like to share in your blog:
es_es: Háganos saber de qué se trata ShiftPlanning que considere blog-digno. Crear un esquema que detalla lo que le gustaría compartir en tu blog:
zh_cn: 让我们知道什么的ShiftPlanning是你值得考虑博客。创建一个大纲，详细说明你想分享您的博客：

source: How did your old scheduling system compare?
es_es: ¿Cómo fue su sistema de programación de edad en comparación?
zh_cn: 您的旧调度系统是如何比较？

source: What scheduling demands does your business face in the 21st century?
es_es: ¿Qué exigencias de programación se enfrenta su negocio en el siglo 21?
zh_cn: 调度要求，在21世纪您的公司的脸？

source: Let us know how ShiftPlanning has worked for your business.
es_es: Háganos saber cómo ShiftPlanning ha trabajado para su negocio.
zh_cn: 让我们知道如何ShiftPlanning为您的业务工作。

source: Send your blog outline to us at info@shiftplanning.com and we'll review it. We value your feedback, and we value your partnership. If we like your blog ideas (we promise not to be too picky) you'll receive one complimentary month of our ShiftPlanning employee scheduling services!
es_es: Enviar un esbozo blog para nosotros en info@shiftplanning.com y vamos a revisar. Valoramos sus comentarios, y nosotros valoramos su colaboración. Si nos gustan sus ideas de blog (nos comprometemos a no ser demasiado exigente), recibirá un mes gratis de nuestros servicios de programación ShiftPlanning los empleados!
zh_cn: 寄送博客大纲给我们的info@shiftplanning.com，我们会检讨。我们重视您的反馈，我们非常重视您的伙伴关系。如果我们喜欢你的博客的想法（我们承诺不要过于挑剔），您会收到一个免费一个月我们ShiftPlanning雇员调度服务！

source: It's a win-win in every sense.
es_es: Es un ganar-ganar en todos los sentidos.
zh_cn: 这是一个在任何意义上的双赢。

source: Your employees are welcome to blog too! (But hey, no spam please.)
es_es: Sus empleados son bienvenidos al blog también! (Pero bueno, no spam, por favor.)
zh_cn: 欢迎您的员工博客也！ （但是，嘿，没有垃圾。）

source: Related Case Studies
es_es: Los estudios de casos relacionados
zh_cn: 相关案例研究

source: Live Chat:
es_es: Chat en Vivo:
zh_cn: 即时通讯：

source: Is Online!
es_es: Está en línea!
zh_cn: 在线！

source: Staff Scheduling and management application for Personnel Departments
es_es: Personal de Programación y aplicación de gestión para los departamentos de personal
zh_cn: 人事部门的人员调度和管理中的应用

source: ShiftPlanning provides custom scheduling software designed to address your company's Personnel demands including:
es_es: ShiftPlanning proporciona software de programación diseñado a medida para atender las demandas de su empresa de personal, incluyendo:
zh_cn: ShiftPlanning提供定制的调度软件设计，以满足贵公司的人才需求，包括：

source: Automated shift scheduling for every employee in every capacity.
es_es: La programación de cambio automatizado para todos los empleados de todas las capacidades.
zh_cn: 每一位员工在每一个容量的自动排班。

source: Streamlined employee rotations.
es_es: Simplificación de la rotación de los empleados.
zh_cn: 精简员工轮换。

source: Streamlined vacation scheduling.
es_es: Simplificación de la programación de vacaciones.
zh_cn: 精简度假调度。

source: Incorporated overtime and regulatory rules.
es_es: Incorporated horas extras y las normas reglamentarias.
zh_cn: 纳入加班费和监管规则。

source: Your company's Personnel department can take advantage of ShiftPlanning's soon to be integrated Payroll feature which, in addition to maintaining all of your company's personnel records and schedules, will automatically track and process employee work hours and overtime.
es_es: El departamento de su empresa personal puede tomar ventaja de ShiftPlanning es que pronto será función de nómina integrada que, además de mantener todos los registros de su empresa personal y horarios, automáticamente rastrear y procesar horas de trabajo del empleado y las horas extraordinarias.
zh_cn: 贵公司的人事部门可以采取ShiftPlanning优势是即将成为综合薪资功能，除了维持贵公司的人事档案和时间表，将自动跟踪和处理雇员的工作时间和加班时间。

source: Department managers can now work with Personnel in the ShiftPlanning Scheduler to:
es_es: Jefes de departamento pueden ahora trabajar con el personal de la ShiftPlanning Programador:
zh_cn: 现在可以使用的ShiftPlanning调度到人事部门经理：

source: Add and import unlimited employees through .csv, Address Book, Facebook and Google Apps.
es_es: Añadir e importar un número ilimitado de empleados a través. Csv, libreta de direcciones, Facebook y Google Apps.
zh_cn: 新增和导入无限的员工通过。CSV通讯簿，Facebook和谷歌应用。

source: Add and import unlimited schedules via .csv and .xls.
es_es: Añadir e importar a través de un número ilimitado de horarios. CSV y XLS..
zh_cn: 新增并通过。CSV，XLS导入无限的时间表。

source: Prepare unlimited Schedules.
es_es: Preparar un número ilimitado de listas.
zh_cn: 准备无限附表。

source: Manage staff skills and find the right people for the job instantly.
es_es: Gestión de las competencias del personal y de encontrar las personas adecuadas para el trabajo al instante.
zh_cn: 管理人员的技能和立即找到合适的人工作。

source: Allow employees to swap shifts electronically with no disruption to scheduling.
es_es: Permitir a los empleados para intercambiar turnos por vía electrónica sin la interrupción de la programación.
zh_cn: 允许员工电子交换没有中断调度的转变。

source: View schedules online, 24x7.
es_es: Ver horarios en línea, 24x7.
zh_cn: 查看在线，全天候的时间表。

source: Create and generate multiple types of in-depth reports based on planned time and actual time.
es_es: Crear y generar múltiples tipos de informes detallados basados ​​en el tiempo previsto y el tiempo real.
zh_cn: 创建和生成多种类型的基于计划时间和实际时间的深度报道。

source: Synchronize staff calendars.
es_es: Sincronizar los calendarios de personal.
zh_cn: 同步人员挂历。

source: ShiftPlanning state-of-the-art scheduling software:
es_es: ShiftPlanning el estado de la técnica de programación de software:
zh_cn: ShiftPlanning国家的最先进的调度软件：

source: Sets up a separate schedule for trainees.
es_es: Establece un horario diferente para los alumnos.
zh_cn: 为学员设置了一个单独的时间表。

source: Easily creates separate schedules for every sector.
es_es: Crea fácilmente listas separadas para cada sector.
zh_cn: 轻松地为每个部门创建单独的时间表。

source: Offers individual schedule management to team leaders.
es_es: Ofrece una gestión horario individual a los líderes del equipo.
zh_cn: 提供个人日程管理团队领导。

source: Allows sector mangers to oversee and control shift trades, vacations, open shifts, etc.
es_es: Permite gestores del sector para supervisar y controlar las operaciones de desplazamiento, vacaciones, turnos abiertos, etc
zh_cn: 允许部门经理，以监督和控制转变行业，休假，开放转变等。

source: Provides a SMS notification system to make scheduling fast and easy.
es_es: Proporciona un sistema de notificación de SMS para hacer la programación rápida y fácil.
zh_cn: 提供了一个短信通知系统，使调度快速和容易。

source: Improve customer service by keeping adequate staff on hand at all times.
es_es: Mejorar el servicio al cliente al mantener el personal adecuado a la mano en todo momento.
zh_cn: 手头上在任何时候都保持足够的工作人员，提高客户服务。

source: End unnecessary overtime costs.
es_es: Poner fin a gastos innecesarios de horas extraordinarias.
zh_cn: 结束不必要的加班费用。

source: Reduce employee turnover by scheduling around each staff member's individual shift preferences.
es_es: Reducir la rotación de los empleados mediante la programación en torno a las preferencias de cada miembro del personal de turnos individuales.
zh_cn: 围绕每个工作人员的个人转变的喜好安排，减少员工流失。

source: Reduce unauthorized absences.
es_es: Reducir las ausencias no autorizadas.
zh_cn: 减少违例缺席。

source: Comply with Health & Safety laws, union bylaws and any industry-specific guidelines or regulations that apply to your staff members.
es_es: Cumplir con las leyes de salud y seguridad, los estatutos sindicales y las directrices específicas de la industria o los reglamentos que se aplican a los miembros de su personal.
zh_cn: 遵守健康与安全法，工会章程和任何特定行业的准则或规定，适用于您的工作人员。

source: ShiftPlanning's totally customizable software has powerful tools that integrate union regulations and labor laws into scheduling, reducing or eliminating any margin of error. ShiftPlanning is engineered to adapt to and implement updates and changes in regulatory rules as they arise without replacing software or disrupting business as usual. ShiftPlanning makes shift scheduling, managing, and now payroll easy, streamlined and so cost effective you can be reigning in out-of-control expenses within your first pay cycle.
es_es: ShiftPlanning es totalmente personalizable de software cuenta con potentes herramientas que se integran las regulaciones sindicales y las leyes del trabajo en la programación, reduciendo o eliminando cualquier margen de error. ShiftPlanning está diseñado para adaptarse y aplicar las actualizaciones y cambios en las normas reglamentarias que puedan surgir sin tener que reemplazar el software o interrumpir el negocio como de costumbre. ShiftPlanning hace la programación de cambio, la gestión, y ahora la nómina fácil, ágil y tan rentable puede ser que reina en los gastos fuera de control dentro de su ciclo de pago en primer lugar.
zh_cn: ShiftPlanning是完全可定制的软件具有强大的工具，融入调度工会法规和劳动法，减少或消除任何误差。 ShiftPlanning的设计，以适应和实施更新和监管规则的变化，因为他们没有像往常一样更换软件或破坏业务出现。 ShiftPlanning使排班，管理，现在工资容易，精简和成本效益，你可以在控制开支统治你的第一个工资周期内。

source: ShiftPlanning for Dispatch Services - Employee Scheduling and Workforce Management Application
es_es: ShiftPlanning de Servicios de Despacho - Employee Scheduling y aplicación Workforce Management
zh_cn: 劳务派遣ShiftPlanning - 员工排班和劳动力管理中的应用

source: Finally dispatch and scheduling are simple. With one-click drag and drop, ShiftPlanning enables dispatchers to easily and efficiently assign, notify and schedule resources needed to get the job done right the first time. Whether you have a dispatcher in your office or your engineers schedule their own time, ShiftPlanning conveniently consolidates the dispatch scheduling and review of your resources.
es_es: Por último el envío y la programación son simples. Con la resistencia de un solo clic y soltar, permite a los despachadores ShiftPlanning asignar fácilmente y de manera eficiente, notificar y programar los recursos necesarios para hacer el trabajo correctamente la primera vez. Si usted tiene un distribuidor en su oficina o sus ingenieros programar su propio tiempo, ShiftPlanning convenientemente consolida la programación de envío y revisión de sus recursos.
zh_cn: 最后调度和调度是简单。一键拖放，ShiftPlanning使调度员轻松，高效地完成这项工作在第一时间所需的资源分配，通知和安排。您是否有在你的办公室或工程师调度安排自己的时间，方便ShiftPlanning整合资源调度调度和审查。

source: One view shows all scheduled activities – whether sales, service, project or personal. When it comes down to the task of scheduling work shifts for your dispatchers, unless you're utilizing ShiftPlanning state-of-the-art online employee scheduling software, you're wasting time and money.
es_es: Una vista muestra todas las actividades programadas - si las ventas, servicio, proyecto o personal. Cuando se llega a la tarea de programar turnos de trabajo para los despachadores, a menos que estés utilizando ShiftPlanning el estado de la técnica en línea de software de programación empleado, estás perdiendo tiempo y dinero.
zh_cn: 一个视图显示所有预定的活动 - 无论是销售，服务，项目或个人。当它归结为你的调度员的调度轮班工作的任务，除非你利用ShiftPlanning国家的最先进的在线员工排班软件，你就是在浪费时间和金钱。

source: ShiftPlanning packs the high-tech punch that dispatch managers demand in their staff scheduling programing. Completely customizable, ShiftPlanning can be set up to automate and streamline every bit of criteria that is part and parcel to running an efficient and profitable service. ShiftPlanning will free you and your team from time-sapping scheduling procedures so everyone can attend to business at hand.
es_es: ShiftPlanning paquetes de la perforadora de alta tecnología que los gerentes de despacho exigir en su programación del personal de programación. Totalmente personalizable, ShiftPlanning puede configurarse para automatizar y agilizar todos los bits de criterios que es parte y parcela a la ejecución de un servicio eficiente y rentable. ShiftPlanning liberará a usted y su equipo de los procedimientos de programación de tiempo, minando así que todos puedan asistir a los negocios a la mano.
zh_cn: ShiftPlanning包的高科技冲床，调度管理人员在其工作人员的调度编程要求。可以完全定制，ShiftPlanning设立自动化和简化的每一个标准位，运行效率和盈利能力的服务是重要的组成部分。的ShiftPlanning将摆脱时间侵蚀的调度程序，您和您的团队，让每个人都可以参加在手业务。

source: ShiftPlanning's state-of-the-art program allows managers to create staff schedules based on real time data that includes
es_es: ShiftPlanning del estado de la técnica de programa permite a los administradores para crear horarios de personal sobre la base de datos en tiempo real que incluye
zh_cn: ShiftPlanning的国家的最先进的方案，允许管理者创建基于实时数据，包括人员安排

source: Call volume forecasts.
es_es: Llame a las previsiones de volumen.
zh_cn: 呼叫量的预测。

source: Employee availability and schedule preferences.
es_es: Empleado disponibilidad y las preferencias de horario.
zh_cn: 雇员的可用性和时间表偏好。

source: Individual skills and responsibilities.
es_es: Habilidades y responsabilidades individuales.
zh_cn: 个人技能和责任。

source: Individual pay levels.
es_es: Los niveles salariales individuales.
zh_cn: 个人的薪酬水平。

source: Vacation schedules.
es_es: Programación de las vacaciones.
zh_cn: 假期安排。

source: ShiftPlanning automatically applies any and all variables to create each individual schedule within seconds, eliminating the lost hours and wages previously spent on performing the chore manually. ShiftPlanning is designed to eliminate man-made errors that cost companies millions in lost revenues annually. ShiftPlanning automatically eliminates unnecessary overtime and unexpected staff shortages.
es_es: ShiftPlanning aplica automáticamente cualquier y todas las variables para crear cada programa individual en cuestión de segundos, eliminando las horas perdidas y de los salarios antes dedicaba a realizar la tarea manualmente. ShiftPlanning está diseñado para eliminar los errores hechos por el hombre que costó a las empresas millones de dólares en ingresos perdidos anualmente. ShiftPlanning elimina automáticamente las horas extras innecesarias y escasez imprevista de personal.
zh_cn: ShiftPlanning自动适用于任何及所有变量在几秒钟内创建的每个人的时间表，消除了失去的时间和以前手动执行家务上花的工资。 ShiftPlanning旨在消除人为错误，成本公司的收入损失每年数百万。 ShiftPlanning自动消除不必要的加班和意想不到的人手短缺。

source: ShiftPlanning can also be configured separately for each department so there is never any doubt that a qualified employee is scheduled for each shift.
es_es: ShiftPlanning también se puede configurar por separado para cada departamento así que nunca hay ninguna duda de que un empleado calificado está programada para cada turno.
zh_cn: 也可以将ShiftPlanning配置各部门分开，所以从未有任何一个合格的员工每个班次预定的疑问。

source: Providing 21st-century technology in an intuitive, broad-spectrum program, ShiftPlanning takes the minute changes that are inevitable with every employee scheduling process and resolves them immediately with no disruption to the scheduling process. Last-minute changes no longer have to mean last minute scrambling, panic and potential disaster; ShiftPlanning is designed to immediately locate replacement staff with its integrated SMS messaging system that places employees and managers on instant notice at the touch of a mouse.
es_es: Proporcionando tecnología del siglo 21 en una interfaz intuitiva y de amplio espectro de programas, ShiftPlanning toma en los cambios mínimos que son inevitables en cada proceso de programación de los empleados y se resuelve de inmediato sin interrumpir el proceso de programación. Cambios de última hora ya no tiene por qué significar último momento luchando, el pánico y el potencial de desastre; ShiftPlanning está diseñado para localizar de inmediato personal de reemplazo con su sistema integrado de mensajería SMS que coloca a los empleados y gerentes en la notificación inmediata con sólo pulsar el ratón.
zh_cn: 21世纪的技术提供一个直观的，广谱的方案，ShiftPlanning分钟的变化是与每一位员工的调度进程的必然和不中断的调度过程中，他们立即解决。最后一分钟的变化，不再意味着最后一分钟，加扰，恐慌和潜在的灾难; ShiftPlanning更换其集成SMS短信系统，在触摸鼠标放在即时通知员工和经理人员立即找到。
