Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Whether you manage a manufacturing plant, factory, production unit, mill, or other type of manufacturing company, one thing is certain: manual approaches to scheduling staff are not only huge time sinks, they leave manufacturers vulnerable to costly mistakes that undermine your company's profitability and operations.
es_es: Si usted dirige una planta de fabricación, fábrica, unidad de producción, fábricas, u otro tipo de empresa de fabricación, una cosa es cierta: los enfoques manuales para el personal de programación no sólo son sumideros de tiempo grandes, dejan fabricantes vulnerable a costosos errores que atentan contra la rentabilidad de su empresa y las operaciones.
zh_cn: 无论你管理一个制造工厂，工厂，生产装置，磨，或其它类型的制造公司，有一件事是一定的：调度人员手动的方法，不仅巨大的时间汇，他们离开制造商受到破坏贵公司的盈利能力昂贵的错误和操作。

source: ShiftPlanning workforce scheduling software can help your company:
es_es: Mano de obra ShiftPlanning software de programación puede ayudar a su empresa:
zh_cn: ShiftPlanning劳动力调度软件可以帮助您的公司：

source: Automate shift scheduling for every employee, quickly and efficiently.
es_es: Automatización de cambiar la programación para todos los empleados, de forma rápida y eficiente.
zh_cn: 自动化转变为每一位员工的调度，快速，高效。

source: Streamline employee rotations seamlessly.
es_es: Racionalizar rotaciones de los empleados a la perfección.
zh_cn: 无缝精简雇员轮换。

source: Automate vacation scheduling.
es_es: Automatizar la programación de vacaciones.
zh_cn: 自动化度假调度。

source: Incorporate overtime regulations.
es_es: Incorporar las regulaciones de horas extraordinarias.
zh_cn: 纳入加班费的规定。

source: Import infinite employees and Schedules via .csv or .xls files, E-mail Address Book, Facebook & Google Apps.
es_es: Importación de los empleados a través de infinitos y horarios. Csv o. Xls, E-mail Address Book, Facebook y Google Apps.
zh_cn: 通过导入csv或xls文件，E-mail地址簿，Facebook的“Google应用服务”无限的员工及附表。

source: View scheduled and confirmed hours for each and every employee in multiple batches.
es_es: Ver las horas programadas y confirmadas por cada empleado en varios lotes.
zh_cn: 查看多个批次的每一个员工的计划，并确认时间。

source: ShiftPlanning is used in the Manufacturing Industry in multiple ways and numerous sectors.
es_es: ShiftPlanning se utiliza en la industria manufacturera en múltiples formas y numerosos sectores.
zh_cn: ShiftPlanning用于在制造业，以多种方式和众多​​部门。

source: Offers individual schedule management options for team leaders.
es_es: Ofrece opciones de gestión individuales periodicidad de los jefes de equipo.
zh_cn: 团队领导人提供个人日程管理选项。

source: Allows sector mangers to oversee and control the trades, vacations, open shifts, etc.
es_es: Permite gerentes sectoriales para supervisar y controlar los oficios, vacaciones, los turnos abiertos, etc
zh_cn: 允许部门经理，以监督和控制的行业，休假，开放转变等

source: Comply with Union and Health & Safety laws through scheduling.
es_es: Cumplir con las leyes de la Unión y de Salud y Seguridad a través de la programación.
zh_cn: 遵守联盟和健康与安全的法律，通过调度。

source: Confirms employees are arriving on time for their shifts.
es_es: Confirma empleados están llegando a tiempo a sus turnos.
zh_cn: 确认员工按时到达他们的转变。

source: Managers can take advantage of ShiftPlanning's "Who's On Now" feature to see who is on the job at any given moment, or its "ping" feature to notify them automatically when employees arrival late or leave early.
es_es: Los administradores pueden aprovechar las ShiftPlanning de &quot;¿Quién sigue ahora&quot; para ver quién está en el trabajo en un momento dado, o de su función de &quot;ping&quot; para notificarles de forma automática cuando la llegada empleados tarde o salir temprano.
zh_cn: 管理者可以采取ShiftPlanning的“谁是现在”功能，看看谁是在任何特定时刻的工作，或“平”的功能优势，自动通知他们的员工到来时，迟到或早退。

source: ShiftPlanning's totally customizable software has powerful tools that integrate union regulations and labor laws into scheduling, reducing or eliminating any margin of error. ShiftPlanning is engineered to adapt to and implement updates and changes in regulatory rules as they arise without replacing software or disrupting business as usual. Even when a manufacturer juggles the regulations of multiple unions within its workforce, ShiftPlanning incorporates all specific rules into the workforce scheduling software, making shift scheduling easy, streamlined and cost effective. Best of all, it's very easy to set up ShiftPlanning online software without any interruption to your Schedule Work.
es_es: ShiftPlanning es totalmente personalizable de software cuenta con potentes herramientas que se integran las regulaciones sindicales y las leyes del trabajo en la programación, reduciendo o eliminando cualquier margen de error. ShiftPlanning está diseñado para adaptarse y aplicar las actualizaciones y cambios en las normas reglamentarias que puedan surgir sin tener que reemplazar el software o interrumpir el negocio como de costumbre. Incluso cuando un fabricante hace malabares con las regulaciones de varios sindicatos dentro de su fuerza de trabajo, ShiftPlanning incorpora todas las reglas específicas en el software de planificación de mano de obra, por lo que la programación de cambio fácil, eficiente y rentable. Lo mejor de todo, es muy fácil de configurar el software ShiftPlanning línea sin interrupción alguna a su horario de trabajo.
zh_cn: ShiftPlanning是完全可定制的软件具有强大的工具，融入调度工会法规和劳动法，减少或消除任何误差。 ShiftPlanning的设计，以适应和实施更新和监管规则的变化，因为他们没有像往常一样更换软件或破坏业务出现。甚至当制造商俘获多个工会的规定，在其劳动力，ShiftPlanning纳入劳动力调度软件的具体规则，使排班容易，精简和成本效益。最好的，它很容易成立ShiftPlanning在线软件，没有任何中断您的日程安排工作。

source: ShiftPlanning for the Hotel/Hospitality Industry
es_es: ShiftPlanning para la industria hotelera / Hospitalidad
zh_cn: ShiftPlanning为酒店/酒店业

source: Managers and owners in the Hospitality industry face enormous obstacles every time they sit down to schedule staff for the multiple positions that must be filled every night. Consisting of broad category of fields within the service industry that includes lodging, restaurants, event planning, theme parks, transportation, cruise line, and additional fields within the tourism industry, Hospitality deals with high employee turnover and demanding clientele. As any manager in this industry knows, there is little to no margin for error when it comes down to scheduling.
es_es: Los gestores y los propietarios de la industria de la hospitalidad se enfrentan a enormes obstáculos cada vez que se sientan a programar el personal de las múltiples posiciones que se deben rellenar todas las noches. Consta de amplia categoría de los campos dentro de la industria de servicios, que incluye hoteles, restaurantes, organización de eventos, parques temáticos, el transporte, la línea de cruceros, y los campos adicionales dentro de la industria del turismo, ofertas de hospitalidad con alta rotación de personal y la clientela exigente. Como cualquier gerente en esta industria sabe, hay poco o ningún margen para el error cuando se llega a la programación.
zh_cn: 经理和业主在酒店业面临着巨大的障碍，每次他们坐下来安排，每天晚上必须填写的多个位置的人员。组成的广泛领域内的服务行业，包括住宿，饮食，活动策划，主题公园，交通，游览线路，和其他领域内的旅游业，具有较高的员工流动率，并要求客户招待费交易的类别。作为在这个行业的任何经理都知道，有一点是没有误差时，可以归结为调度。

source: Shift Planning will help Hospitality Industry employees have a say in their own shift schedules, and improve the efficiency for managers who are responsible for making sure the right manpower is in the right place, at the right time.
es_es: Planificación de cambio ayudará a los empleados Hostelería tener voz y voto en sus propios sistemas de turnos, y mejorar la eficiencia de los directivos que son responsables de asegurarse de que la derecha es la mano de obra en el lugar correcto, en el momento adecuado.
zh_cn: 转变规划将帮助酒店业员工在自己的轮班有发言权，经理人负责，确保正确的人力资源是在正确的地方，在合适的时间，提高效率。

source: No matter what size or type of Hospitality industry business you own or manage, the unique demands placed on your scheduling needs calls for a powerful online tool designed to streamline the process of hiring, managing, scheduling and communicating with all of your company's staff.
es_es: No importa el tamaño o el tipo de negocio de la hospitalidad industria en la que posee o maneja, las demandas particulares ubicados en su programación de las necesidades exige una poderosa herramienta en línea diseñada para simplificar el proceso de contratación, gestión, programación y comunicación con todo el personal de su empresa.
zh_cn: 无论什么规模或类型的酒店业的业务，你拥有或管理的独特需求，放置在您的调度需要一个强大的在线工具，旨在简化聘用，管理，调度和贵公司的所有员工沟通的过程中调用。

source: ShiftPlanning is a complete employee scheduling and labor management solution for the businesses that fall in the Hospitality industry, providing one-click seamless access to time and attendance, employee scheduling, and management reports. Managers using ShiftPlanning spend more time managing, and less time stuck in an office juggling schedules and labor expenses.
es_es: ShiftPlanning es una programación de empleados completo y una solución de gestión de mano de obra para las empresas que caen en la industria hotelera, que ofrece acceso con un clic sin problemas a tiempo y asistencia, programación de los empleados y los informes de gestión. Los administradores que utilizan ShiftPlanning dedicar más tiempo a la gestión, y menos tiempo atrapado en un horario de oficina y gastos de mano de obra de malabarismo.
zh_cn: ShiftPlanning是一个完整的员工排班和劳动力管理解决方案，属于餐饮业，在为企业提供一键式无缝访问时间和出勤，员工调度和管理报告。管理者使用ShiftPlanning花更多的时间来管理，更少的时间停留在办公室的杂耍时间表和劳工费用。

source: ShiftPlanning provides custom scheduling software designed to address your business's scheduling demands including:
es_es: ShiftPlanning proporciona software de programación diseñado a medida para atender las demandas de su negocio de programación que incluyen:
zh_cn: ShiftPlanning提供定制的调度软件旨在解决企业的调度要求，包括：

source: Customer/traffic volume forecasts.
es_es: Cliente / tráfico de las previsiones de volumen.
zh_cn: 客户/流量预测。

source: Individual skill levels.
es_es: Los niveles de cualificación.
zh_cn: 个人技能水平。

source: Department managers can now work with the ShiftPlanning Scheduler to:
es_es: Jefes de departamento pueden ahora trabajar con el Programador de ShiftPlanning a:
zh_cn: 现在可以使用的ShiftPlanning调度部门经理：

source: Allow employees to swap shifts electronically with no disruption.
es_es: Permitir a los empleados para intercambiar turnos por vía electrónica sin ninguna interrupción.
zh_cn: 允许雇员轮班电子交换不会中断。

source: View schedules electronically from any computer, 24x7.
es_es: Ver los horarios electrónicamente desde cualquier ordenador, 24x7.
zh_cn: 电子查看时间表，从任何一台计算机，全天候。

source: Monitor and control labor expenses at one or many locations.
es_es: Supervisar y controlar los gastos de mano de obra en una o varias localidades.
zh_cn: 在一个或多个地点监测和控制劳动力成本。

source: Create and share employee schedules online.
es_es: Crear y compartir horarios de los empleados en línea.
zh_cn: 创建和共享在线雇员时间表。

source: Track who has viewed and confirmed shifts.
es_es: Realizar un seguimiento de quién ha visto y confirmado los cambios.
zh_cn: 曲目查看和确认的转变。

source: Automatically notify employees of new shifts.
es_es: Automáticamente notificar a los empleados de los cambios nuevos.
zh_cn: 自动通知员工的新变化。

source: Stop the calls and get electronic notifications for shifts and schedules.
es_es: Detener las llamadas y recibir notificaciones electrónicas para los turnos y horarios.
zh_cn: 停止通话，并得到转变和时间表的电子通知。

source: Broadcast open-shifts to all available employees.
es_es: Emisión en abierto de los cambios a todos los empleados disponibles.
zh_cn: 广播打开，转变到所有可用的员工。

source: Manage shift trading and vacation approvals.
es_es: Administrar desplazar el comercio y las aprobaciones de vacaciones.
zh_cn: 管理转向贸易和度假批准。

source: ShiftPlanning's totally customizable software has powerful tools that integrate union regulations and labor laws into scheduling, reducing or eliminating any margin of error. ShiftPlanning is engineered to adapt to and implement updates and changes in regulatory rules as they arise without replacing software or disrupting business as usual.
es_es: ShiftPlanning es totalmente personalizable de software cuenta con potentes herramientas que se integran las regulaciones sindicales y las leyes del trabajo en la programación, reduciendo o eliminando cualquier margen de error. ShiftPlanning está diseñado para adaptarse y aplicar las actualizaciones y cambios en las normas reglamentarias que puedan surgir sin tener que reemplazar el software o interrumpir el negocio como de costumbre.
zh_cn: ShiftPlanning是完全可定制的软件具有强大的工具，融入调度工会法规和劳动法，减少或消除任何误差。 ShiftPlanning的设计，以适应和实施更新和监管规则的变化，因为他们没有像往常一样更换软件或破坏业务出现。

source: ShiftPlanning makes shift scheduling and managing streamlined, and so cost effective you can be reigning in out-of-control expenses within your first pay cycle. Managers can remotely check on employees that are clocked in and enforce schedules. Employees can be prohibited from clocking in early, or clocking out late.
es_es: ShiftPlanning hace cambio de la programación y la gestión eficiente y tan rentable puede ser que reina en los gastos fuera de control dentro de su ciclo de pago en primer lugar. Los administradores pueden comprobar de forma remota a los empleados que están sincronizados y hacer cumplir los horarios. Los empleados pueden ser prohibido en la hora en principios, o fichar para salir tarde.
zh_cn: ShiftPlanning排班和管理简化，所以你可以在控制开支统治你的第一个工资周期内成本效益。经理可以远程检查，主频在员工和执行时间表。员工可以从时钟早，或晚出时钟被禁止。

source: Staff and Crew Scheduling Software for Franchises
es_es: El personal y el software de programación de la tripulación Franquicias
zh_cn: 专营权的人员和船员调度软件

source: Scheduling staff for your franchise requires the ability to achieve a balance between meeting the needs of your customers and the needs of your employees every day. Your franchise's employee scheduling program must be a powerful management tool designed to streamline the process and free up your managers and supervisors to spend less time scheduling and more time attending to the business of running a business.
es_es: La programación de personal para su franquicia requiere la capacidad de lograr un equilibrio entre satisfacer las necesidades de sus clientes y las necesidades de sus empleados todos los días. El programa de su franquicia programar del empleado debe ser una poderosa herramienta de gestión diseñada para agilizar el proceso y liberar a sus gerentes y supervisores a pasar menos tiempo de programación y más tiempo atendiendo a la tarea de dirigir un negocio.
zh_cn: 安排你的特许经营的人员，需要的能力达到了每天满足您的客户的需求和员工的需求之间的平衡。你的特许经营的雇员调度程序必须有一个强大的管理工具，旨在简化程序和你的经理和主管的自由经营企业的业务，花费更少的时间调度和更多的时间参加。

source: People everywhere love to go to franchise restaurants and other franchise businesses because of the standard that they can count on at any location. Still, franchises compete for customers every day, and adequate staff scheduling is critical to providing the kind of quality customer service that brings people to your establishment and keeps them coming back. ShiftPlanning scheduling software provides the customizable platform you need to match forecasted customer numbers with adequate staff.
es_es: Gente de todas partes le encanta ir a restaurantes de franquicias y otros negocios de franquicia debido a la norma que se puede contar en cualquier lugar. Sin embargo, las franquicias compiten por los clientes todos los días, y la programación de personal adecuado es fundamental para proporcionar el tipo de servicio al cliente de calidad que lleva a la gente a su establecimiento y los mantiene regresando. Software de programación ShiftPlanning proporciona la plataforma personalizable que usted necesita para que coincida con el número de clientes previstos con el personal adecuado.
zh_cn: 世界各地的人们爱去的特许经营餐馆和其他特许经营业务，因为标准的，他们不能指望在任何位置上。尽管如此，专营权争夺客户每天，足够的工作人员调度提供优质的客户服务，给人们带来了建立和保持他们回来是至关重要的。 ShiftPlanning调度软件提供了可定制的平台，你需要足够的工作人员，以配合预测客户数量。

source: Depending on the size of the franchise, most operate with various levels of management. The average franchise staff is comprised of the owner, manager, franchise/branch managers (where applicable,) marketing manager, customer service staff, online order and delivery agents, and customer support specialists.
es_es: Dependiendo del tamaño de la franquicia más, operan con diversos niveles de gestión. El personal de la franquicia promedio está compuesto por los gerentes propietarios, gerentes, franquicias / sucursales (en su caso), director de marketing, personal de servicio al cliente, pedidos en línea y los agentes de entrega, y los especialistas de soporte al cliente.
zh_cn: 根据专营权的大小，经营与管理的各级。平均专营权的工作人员组成的经理老板，经理，特许经营/支（如适用）的营销经理，客户服务人员，网上订购和交付代理，客户支持专家。

source: ShiftPlanning addresses the special demands of franchise scheduling with:
es_es: ShiftPlanning se ocupa de las necesidades específicas de la programación de la franquicia con:
zh_cn: ShiftPlanning解决专营调度的特殊要求：

source: ShiftPlanning is used in the franchise business in multiple ways:
es_es: ShiftPlanning se utiliza en el negocio de las franquicias de varias maneras:
zh_cn: ShiftPlanning用于在多种方式的特许经营业务：

source: Gives individual schedule management to team or shift leaders.
es_es: Da la gestión de programa individual a los jefes de equipo o de cambio.
zh_cn: 个人日程管理团队或移领导人。

source: Allows sector mangers to oversee and control the shift trades, vacations, open shifts, etc.
es_es: Permite gestores del sector para supervisar y controlar las operaciones de desplazamiento, vacaciones, turnos abiertos, etc
zh_cn: 允许部门经理，以监督和控制行业的转变，休假，开放的转变，等等。

source: Managers can remotely check on individual employees while they are clocked in, and monitor daily, weekly, and monthly attendance trends and labor costs through the ShiftPlanning website, smart phones and Facebook.
es_es: Los administradores pueden comprobar de forma remota a los empleados individuales, al tiempo que se registró en, y monitorear las tendencias de asistencia diaria, semanal y mensual y los costos de mano de obra a través de la página web ShiftPlanning, teléfonos inteligentes y Facebook.
zh_cn: 个别员工，经理可以远程检查，而他们中的时钟，并监测每天，每周，每月的考勤趋势和劳动力成本的ShiftPlanning网站，智能手机和Facebook。

source: ShiftPlanning can integrate with your Point of Sale (POS) system to match attendance entries, tips and mileage, and enforce labor schedules with no any additional software. ShiftPlanning integrates with all Point of Sale systems.
es_es: ShiftPlanning se puede integrar con el Punto de Venta (POS) para que coincida con las entradas de asistencia, consejos y kilometraje, y hacer cumplir los horarios de trabajo sin ningún software adicional. ShiftPlanning se integra con todos los sistemas de Punto de Venta.
zh_cn: ShiftPlanning可以整合您的销售点终端（POS）系统，以配合考勤项，技巧和里程，并强制劳动的时间表，没有任何额外的软件。 ShiftPlanning集成了所有的销售点系统。

source: ShiftPlanning is a total staff management solution for virtually any franchise, offering a seamless and intuitive approach to employee scheduling, attendance, time and payroll reports.
es_es: ShiftPlanning es una solución de gestión del personal total de casi cualquier franquicia, ofreciendo un enfoque transparente e intuitivo de programación empleado, la asistencia, el tiempo y los informes de nómina.
zh_cn: ShiftPlanning是几乎任何专营权总员工管理解决方案，提供无缝的，直观的方式向员工排班，考勤，时间和工资报告。

source: Employee scheduling and workforce management for Facilities
es_es: Empleado de programación y administración de personal para las instalaciones
zh_cn: 员工排班以及劳动力管理设施

source: Managers and owners in the Facilities industry face enormous obstacles every time they sit down to schedule staff for the multiple positions that must be filled every day and night. Consisting of maintenance and care of commercial or institutional buildings such as hospitals, clinics, hotels, resorts, schools, office complexes, sports arenas and convention centers, staff duties may include the care of air conditioning, electric power, plumbing and lighting systems; cleaning; decoration; grounds-keeping and security. Facilities managers deal with high employee turnover and demanding clientele. As any manager in this industry knows, there is little to no margin for error when it comes down to scheduling.
es_es: Los gestores y los propietarios de la industria de instalaciones frente a enormes obstáculos cada vez que se sientan a programar el personal de las múltiples posiciones que deben ser rellenados cada día y la noche. Consta de mantenimiento y cuidado de los edificios comerciales o institucionales, tales como hospitales, clínicas, hoteles, complejos turísticos, escuelas, complejos de oficinas, estadios deportivos y centros de convenciones, los derechos del personal pueden incluir el cuidado de aire acondicionado, electricidad, fontanería y sistemas de iluminación, la limpieza ; decoración; motivos de mantenimiento y seguridad. Los administradores de instalaciones lidiar con alta rotación de personal y la clientela exigente. Como cualquier gerente en esta industria sabe, hay poco o ningún margen para el error cuando se llega a la programación.
zh_cn: 经理和业主在设施行业面临着巨大的障碍，每次坐下来安排，每天晚上必须填写的多个位置的人员。维护和照顾商业或机构的建筑物，如医院，诊所，宾馆，度假村，学校，办公楼，体育场馆和会展中心组成，工作人员的职责包括照顾空调，电力，管道和照明系统;清洗;装饰;理由维持与安全。处理设施经理高员工流动率和客户要求。作为在这个行业的任何经理都知道，有一点是没有误差时，可以归结为调度。

source: Shift Planning will help Facilities Industry employees have a say in their own shift schedules, and improve the efficiency for managers who are responsible for making sure the right manpower is in the right place, at the right time.
es_es: Planificación de cambio ayudará a los empleados instalaciones de la industria tienen que decir en sus propios sistemas de turnos, y mejorar la eficiencia de los directivos que son responsables de asegurarse de que la derecha es la mano de obra en el lugar correcto, en el momento adecuado.
zh_cn: 转变规划将有助于设施行业的员工都在自己的轮班的发言权，经理人负责，确保正确的人力资源是在正确的地方，在合适的时间，提高效率。

source: No matter what size or type of facilities business you own or manage, the unique demands placed on your scheduling needs calls for a powerful online tool designed to streamline the process of hiring, managing, scheduling and communicating with all of your company's staff.
es_es: No importa el tamaño o el tipo de centro de negocios usted posee o maneja, las demandas particulares ubicados en su programación de las necesidades exige una poderosa herramienta en línea diseñada para simplificar el proceso de contratación, gestión, programación y comunicación con todo el personal de su empresa.
zh_cn: 无论什么你所拥有的设施，业务规模或类型或管理的独特需求，放置在您的调度需要一个强大的在线工具，旨在简化聘用，管理，调度和贵公司的所有员工沟通的过程中调用。

source: ShiftPlanning is a complete employee scheduling and labor management solution for the businesses that fall in the facilities industry, providing one-click seamless access to time and attendance, employee scheduling, and management reports. Managers using ShiftPlanning spend more time managing, and less time stuck in an office juggling schedules and labor expenses.
es_es: ShiftPlanning es una programación de empleados completo y una solución de gestión de mano de obra para las empresas que caen en la industria de servicios, proporcionando acceso con un clic sin problemas a tiempo y asistencia, programación de los empleados y los informes de gestión. Los administradores que utilizan ShiftPlanning dedicar más tiempo a la gestión, y menos tiempo atrapado en un horario de oficina y gastos de mano de obra de malabarismo.
zh_cn: ShiftPlanning是一个完整的员工调度和设施行业的企业劳动力管理解决方案，提供一键式无缝访问时间和出勤，员工调度和管理报告。管理者使用ShiftPlanning花更多的时间来管理，更少的时间停留在办公室的杂耍时间表和劳工费用。

source: Create and share employee schedules electronically.
es_es: Crear y compartir horarios de los empleados por vía electrónica.
zh_cn: 创建和共享电子雇员时间表。
