Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: We have to be flexible with our workers because school is their #1 priority thus, for instance, I need to skip my shift to cram for a midterm is a legitimate excuse to miss work and we need our workers to be able to trade shifts easily.
es_es: Tenemos que ser flexibles con nuestros trabajadores porque la escuela es su prioridad # 1 Así, por ejemplo, tengo que saltar mi turno de meter a un mediano plazo es una excusa legítima para faltar al trabajo y necesitamos que nuestros trabajadores para poder negociar desplaza fácilmente .
zh_cn: 我们一定要灵活，我们的工人，因为学校是他们的＃1优先，因此，例如，我需要跳过一个中期我到补习班的转变是一个合法的借口错过工作，我们需要我们的工人能够贸易容易转移。

source: Some semesters we have a severe lack of available students on certain days because the academic departments, where a lot of our workers are majoring, offer almost exclusively Monday/Wednesday/Friday courses.
es_es: Algunos semestres tenemos una grave falta de estudiantes disponibles en ciertos días debido a que los departamentos académicos, donde muchos de nuestros trabajadores se están especializando, ofrecen casi exclusivamente Lunes / Miércoles / Viernes cursos.
zh_cn: 一些学期我们有一个严重缺乏提供学生在某些日子，因为，我们的很多工人都是专业的学术部门，提供几乎完全周一/周三/周五的课程。

source: Before ShiftPlanning we used an Excel spreadsheet to create and manage our schedule. Once a week an updated version of the schedule was sent to our staff email list and a copy was printed and hung behind the Help Desk. Shift trades were carried out via the staff email list and there was no efficient way to track whose shifts were up for grabs and who had taken what, other than making a mark on the paper copy of the schedule. Supervisors were expected to remember shift trades.
es_es: Antes de ShiftPlanning se utilizó una hoja de cálculo Excel para crear y administrar nuestro horario. Una vez por semana una versión actualizada del programa fue enviado a nuestra lista de correo electrónico personal y una copia fue impresa y colgada detrás de la Mesa de Ayuda. Las operaciones de desplazamiento se llevaron a cabo a través de la lista de correo electrónico personal y no había manera eficiente para realizar un seguimiento de cuyos turnos eran en juego y que había tomado lo que, aparte de hacer una marca en la copia en papel de la programación. Los supervisores se espera que recuerde las operaciones de cambio.
zh_cn: 前ShiftPlanning我们使用Excel电子表格来创建和管理我们的时间表。每周一次的更新版本的时间表被发送到我们​​的工作人员邮件列表和副本，印刷和挂在服务台后面。通过员工的电子邮件列表进行了转变行业和有没有有效的方式来跟踪其转变为待价而沽，谁采取了什么，比时间表的文件副本的标志。预计监事记得转变行业。

source: We've been on ShiftPlanning for just under a year and have benefited from it quite a bit.
es_es: Hemos estado en ShiftPlanning un poco menos de un año y nos hemos beneficiado de ella un poco.
zh_cn: 我们一直在ShiftPlanning刚下一年，并已从中受益不少。

source: The employee schedule maker has helped immensely with both our schedule communication and our record-keeping. We no longer have to rely on our staff email list and hope that workers are checking their email and scanning through the schedule every week, the work scheduler notifies them of their upcoming shifts and they can check it from anywhere (most of them have smart phones and all have computer access at home and on-campus). The notifications have been particularly helpful, we tell workers that if they don't want to receive notifications, that's their own decision, but they have no excuse to forget when their shifts are. This has really helped improve our accountability. It's also highlighted some issues among our staff that weren't readily apparent without that level of accountability and thus allowed us to deal with those issues.
es_es: El fabricante del horario empleado ha ayudado inmensamente, tanto en nuestra comunicación y nuestra agenda el mantenimiento de registros. Ya no tenemos que confiar en nuestra lista de correo electrónico personal y la esperanza de que los trabajadores están revisando su correo electrónico y escanear a través del programa de cada semana, el trabajo del planificador les notifica de sus próximos turnos y lo pueden ver desde cualquier lugar (la mayoría de ellos tienen teléfonos inteligentes y todos tienen acceso a una computadora en casa y en el campus). Las notificaciones han sido particularmente útiles, le decimos a los trabajadores que si no desea recibir notificaciones, que es su propia decisión, pero no tienen ninguna excusa para olvidarse de que sus cambios son. Esto realmente ha ayudado a mejorar nuestra rendición de cuentas. También se puso de relieve algunos problemas entre el personal que no eran evidentes, sin que el nivel de rendición de cuentas y por lo tanto nos ha permitido hacer frente a esas cuestiones.
zh_cn: 雇员时间表制造商已经极大地帮助我们的时间表沟通和我们的记录保存。我们不再依赖于我们的工作人员邮件列表，并希望工人正在检查他们的电子邮件，并通过扫描每星期的日程，工作调度会通知他们即将到来的转变，他们可以从任何地方检查（其中大多数是有智能手机和所有在家里有电脑上网，并在校园内）。已通知特别有帮助，我们告诉工人，如果他们不希望收到通知的，那是他们自己的决定，但他们没有忘记，当他们的转变是借口。这确实有助于提高我们的问责。它也强调我们的工作人员之间的一些问题，是不是很明显，没有问责级别，从而使我们能够处理这些问题。

source: We also use work scheduler time clock feature, which helps us tell whether our employees are correctly recording their hours on their official time sheets. You can complete the school's time sheets at any time during the pay period, so we often have student workers fill out their time sheets ahead of time and forget to go back and edit out shifts they missed (or fill everything out at the last minute and not be able to remember when they worked). The time clock records allow us to cross-reference and at least tell whether a worker was here on a particular day.
es_es: También utilizamos el trabajo a tiempo planificador función de reloj, que nos ayuda a saber si nuestros empleados están correctamente el registro de sus horas en sus hojas de asistencia oficiales. Puede completar las hojas de la escuela de tiempo en cualquier momento durante el período de pago, por lo que a menudo tienen los trabajadores de los estudiantes a llenar sus hojas de asistencia antes de tiempo y se olvide de volver atrás y editar a cabo los cambios que se han perdido (o llenar todo hacia fuera en el último minuto y No ser capaz de recordar cuando trabajaban). Los registros del reloj de tiempo nos permite hacer una referencia cruzada y por lo menos saber si un trabajador era de aquí en un día en particular.
zh_cn: 我们还使用工作调度时钟功能，这有助于我们告诉我们的员工是否正确地记录在其官方的时间表小时。你可以完成随时薪期间学校的时间表，所以我们经常有学生工人填补了他们的时间片时间提前和忘记到去背和编辑，转变他们错过（或填写在最后一分钟的一切，和无法时，要记住他们的工作）。时钟记录使我们能够交叉引用，并告诉至少一名工人是否是在某一天。

source: Aside from record-keeping, it encourages workers to communicate with us when there are problems with clocking in on time which has been helpful.
es_es: Aparte de mantenimiento de registros, que anima a los trabajadores para comunicarse con nosotros cuando hay problemas con el reloj en el tiempo que ha sido de gran ayuda.
zh_cn: 除了从保存记录，它鼓励工人与我们沟通时有问题，在时钟上的时间已经帮助。

source: Our biggest concern starting with the employee schedule maker was that employees would use it as a crutch so they wouldn't have to take personal responsibility for their shifts but in reality it's improved responsibility levels, if anything. Now that employees have a tool they like using, it's made them want to learn the system and take advantage of it. We still depend on Excel to help create the initial schedule because it's the best system we've got for our strange shift sizes and availability issue but once we have a stable schedule for the semester, we make changes mostly in ShiftPlanning.
es_es: Nuestra mayor preocupación a partir de la fabricante del horario empleado era que los empleados lo utilizan como una muleta para que no se tiene que tomar la responsabilidad personal de sus turnos, pero en realidad es mejorar los niveles de responsabilidad, en todo caso. Ahora que los empleados disponen de una herramienta que les gusta usar, se les despertó el deseo de aprender el sistema y aprovecharse de ella. Todavía dependen de Excel para ayudar a crear el programa inicial, porque es el mejor sistema que tenemos para nuestros tamaños extraño cambio y la disponibilidad de emisión, pero una vez que tenemos un horario estable para el semestre, realizamos cambios sobre todo en ShiftPlanning.
zh_cn: 我们最关注的雇员时间表制造商开始为员工将使用它作为一个拐杖，所以他们不会采取转变为他们的个人责任，但它在现实中，如果有什么改进的责任，各级。现在员工有他们喜欢使用的工具，它使他们想学习系统，并利用它。我们仍然依赖于Excel帮助创建最初的时间表，因为这是最好的系统，我们有我们奇怪的位移大小和可用性问题，但一旦我们有一个学期的稳定时间表，我们大多在ShiftPlanning变化。

source: We absolutely recommend the work scheduler and in fact we already have. One, possibly two other departments within the university are currently looking into ShiftPlanning as an option for their own staffs of student workers. The ShiftPlanning team seemed like a committed, dependable group. They seem to be all about open communication which we appreciate.
es_es: Estamos totalmente de recomendar el trabajo de programador y de hecho ya tenemos. Uno de ellos, posiblemente, otros dos departamentos dentro de la universidad están examinando actualmente ShiftPlanning como una opción para su propio personal de los trabajadores de los estudiantes. El equipo de ShiftPlanning parecía un grupo comprometido y confiable. Parecen ser todas las comunicaciones sobre abierto, que le agradecemos.
zh_cn: 我们绝对推荐工作调度，事实上，我们已经有了。之一，可能是两个大学内的其他部门目前正为自己的学生工人人员的选择ShiftPlanning。 ShiftPlanning队似乎是一个坚定的，可靠的组。他们似乎是所有即将开放的沟通，我们对此表示赞赏。

source: ShiftPlanning has helped immensely.
es_es: ShiftPlanning ha ayudado inmensamente.
zh_cn: 帮助极大ShiftPlanning。

source: Nicole Lorenz - Hamline University's ITS Helpdesk
es_es: Nicole Lorenz - Universidad de Hamline es su servicio de asistencia
zh_cn: 妮可·洛伦茨 - 哈姆林大学及其服务台

source: We occasionally use the work scheduler to store very basic documents from our knowledge base but we haven't explored that function much yet.
es_es: De vez en cuando usar el planificador de trabajo para almacenar los documentos más básicos de nuestra base de conocimientos, pero no hemos explorado esa función mucho más todavía.
zh_cn: 我们偶尔会使用工作调度很基本的文件存储从我们的知识基础，但我们还没有探索，功能不多。

source: Hamline University - ITS Helpdesk
es_es: Hamline University - su servicio de asistencia
zh_cn: 哈姆林大学 - 及其服务台

# title
source: Oregon College of Oriental Medicine - Medical Staff Scheduling & Workforce Management - Case Study
es_es: Oregon College de Medicina Oriental - Programación de Personal Médico y Workforce Management - Estudio de caso
zh_cn: 俄勒冈东方医学学院 - 医务人员调度及劳动力管理 - 案例研究

# menu
source: Oregon College of Oriental Medicine - Medical Staff Scheduling & Workforce Management
es_es: Oregon College of Oriental Medicine - Programación de Personal Médico y Workforce Management
zh_cn: 俄勒冈东方医学学院 - 医务人员调度及劳动力管理

source: Case Study: Oregon College of Oriental Medicine in Portland, Oregon, United States
es_es: Estudio de caso: Oregon Colegio de Medicina Oriental en Portland, Oregon, Estados Unidos
zh_cn: 案例分析：在美国俄勒冈州波特兰市，俄勒冈东方医学学院

source: OCOM is the Oregon College of Oriental Medicine which operates two clinics for practicing Masters and DAOM Interns to work with licensed acupuncturist to develop their skills. The Oregon College of Oriental Medicine was established 1983 and the clinic began operation in 1997. Currently OCOM Clinic sees 35,000 patients a year between 2 main clinics in the south east Portland area.
es_es: OCOM es la universidad de Oregon de la medicina oriental, que opera dos clínicas para la práctica de maestros y pasantes para trabajar con DAOM acupunturista con licencia para desarrollar sus habilidades. El Colegio de Oregon de la medicina oriental se estableció 1983 y la clínica comenzó a funcionar en 1997. Actualmente OCOM clínica atiende 35.000 pacientes al año entre los 2 principales clínicas de la zona sureste de Portland.
zh_cn: OCOM是俄勒冈东方医学学院设有两间诊所执业大师和DAOM实习生持牌针灸工作，以发展他们的技能。俄勒冈东方医学学院成立1983年，该诊所于1997年开始运作。目前OCOM诊所看到3.5万名病人在东南部波特兰地区的主要诊所之间的一年。

source: Our mission statement says it all "Transforming health care by educating highly skilled and compassionate practitioners, providing exemplary patient care, and engaging in innovative research within a community of service and healing." OCOM offers a Master of Acupuncture and Oriental Medicine (MAcOM) and Doctor of Acupuncture and Oriental Medicine (DAOM) degree program. OCOM staff, faculty, and students strive to set standards for and perform at highest professional levels academically, clinically, and in the research program. To that end OCOM is ranked number one often when it comes to acupuncture colleges in the United States.
es_es: Nuestra misión lo dice todo &quot;La transformación de la salud mediante la educación de los profesionales altamente cualificados y compasivo, proporcionando la atención al paciente ejemplar, y participar en la investigación innovadora dentro de una comunidad de servicio y la curación.&quot; OCOM ofrece una Maestría en Acupuntura y Medicina Oriental (MACOM) y Doctor en Acupuntura y Medicina Oriental (DAOM) programa de grado. OCOM el personal, profesores y estudiantes se esfuerzan por establecer normas para y llevar a cabo en los más altos niveles profesionales académicamente, clínicamente, y en el programa de investigación. A tal fin se OCOM el número uno a menudo cuando se trata de los colegios de acupuntura en los Estados Unidos.
zh_cn: 我们的使命声明说，它的所有“转化保健教育高度熟练和富有同情心的医生，提供模范病人护理，服务和治疗的社区内从事创新研究。” OCOM提供的针灸与东方医药（MACOM）针灸和东方医学（DAOM）学位课程的硕士和博士。 OCOM工作人员，教师和学生的努力设置的标准和执行在学术，临床研究方案和最高的专业水平。为此OCOM排名第一时经常谈到针灸在美国的高校。

source: OCOM employs about 110 plus faculty and staff and employs another 135 work study students throughout the year. I manage about 35 - 40 of those students in the clinical setting. I have been overseeing the clinical work study staff for about 6 months and have found scheduling numerous short and flexible shifts difficult until I found the work scheduler ShiftPlanning in a Google search.
es_es: OCOM emplea a cerca de 110 profesores y el personal más y da empleo a otros 135 estudiantes de estudio y trabajo durante todo el año. Que gestionan alrededor de 35 a 40 de esos estudiantes en el ámbito clínico. He estado supervisando el trabajo del personal estudio clínico durante unos 6 meses y han encontrado la programación de numerosos cambios a corto y flexible difícil hasta que encontré el trabajo ShiftPlanning programador en una búsqueda de Google.
zh_cn: OCOM员工约110多教职员工和员工全年的另一个135的工作学习的学生。我管理约35 - 40在临床上的学生。约6个月，我一直在监督的临床工作中研究人员发现调度困难许多短期和灵活的变化，直到我发现在谷歌搜索工作调度ShiftPlanning。

source: The previous clinical work study manager would schedule from a white board and an excel calendar print out along with a seldom used keepandshare.com account.
es_es: El anterior director de clínica de estudio y trabajo que programar a partir de una pizarra blanca y un calendario de Excel imprimirá junto con una cuenta rara vez se utiliza keepandshare.com.
zh_cn: 以前的临床工作研究经理将安排从白板和Excel日历打印keepandshare.com一个很少使用的帐户。

source: The staff at ShiftPlanning has been more than accommodating and great to work with. If I have had questions I got answers via online chat support instantly. The employee schedule maker ShiftPlanning leaves little to want and is feature rich so much so I have yet to utilize it all.
es_es: El personal de ShiftPlanning ha sido más que servicial y muy agradable trabajar con. Si he tenido preguntas que tenemos las respuestas a través de apoyo de chat en línea al instante. El horario de los empleados ShiftPlanning fabricante deja poco a querer y es rico en características tanto así que todavía tienen que utilizar todo.
zh_cn: 在ShiftPlanning人员一直比包容和伟大的工作。如果我有问题，我通过网上聊天支持的答案即刻。雇员时间表制造商ShiftPlanning丛中一点想和丰富的功能这么多，所以我还没有利用它。

source: I have recommended ShiftPlanning to colleagues and staff looking for an easy way to manage teams and group schedules. Most came to me after learning I had implemented an easy and intuitive scheduler and wanted to know more.
es_es: He recomendado ShiftPlanning a los colegas y el personal que buscan una manera fácil de manejar equipos y programas del grupo. La mayoría vino a mí después de enterarse de que había puesto en práctica un sencillo e intuitivo programador y quería saber más.
zh_cn: 我已建议ShiftPlanning同事和工作人员寻找一种简单的方法来管理团队和组日程。最来找我学习，我已经实施了一个简单而直观的调度后，想知道更多。

source: Michael McBride - Oregon College of Oriental Medicine
es_es: Michael McBride - Oregon College de Medicina Oriental
zh_cn: 迈克尔·麦克布莱德 - 俄勒冈东方医学学院

source: <b>Business Name</b>: Oregon College of Oriental Medicine
es_es: <b>Nombre del Negocio</b>: Oregon College of Oriental Medicine
zh_cn: <b>公司名称</b>：俄勒冈东方医学学院

source: The Infostrada Sports Group - Recreation Employee Scheduling - Case Study
es_es: El Infostrada Sports Group - Programación de los empleados de Recreación - Estudio de caso
zh_cn: Infostrada体育集团 - 康乐员工排班 - 案例研究

source: The Infostrada Sports Group - Recreation Employee Scheduling
es_es: El Infostrada Sports Group - Programación de Recreación del Empleado
zh_cn: Infostrada体育集团 - 康乐员工排班

source: Case Study: The Infostrada Sports Group in Nieuwegein, Netherlands
es_es: Estudio de caso: El Grupo de Infostrada Sports en Nieuwegein, Países Bajos
zh_cn: 案例研究：Nieuwegein，荷兰Infostrada体育集团

source: The Infostrada Sports Group offers innovative and unique services to the sports industry based in Nieuwegein, the Netherlands. Infostrada Sports Group is active in monetizing sports rights, producing, distributing and publicizing sports content and consulting its partners in how to get the most out of their owned rights. Among others, the Infostrada Sports Group partners consist of broadcasters, event organizers, sports federations, sports clubs, media agencies, brands, sports marketing agencies, publishers, rights agencies, advertising agencies and brands.
es_es: El Grupo de Infostrada Sports ofrece servicios innovadores y únicos para la industria del deporte con sede en Nieuwegein, Países Bajos. Infostrada Sports Group es activo en la monetización de los derechos deportivos, producción, distribución y publicación de contenidos deportivos y de consultar a sus socios en la forma de sacar el máximo provecho de sus derechos de propiedad. Entre otros, los socios del Grupo de Infostrada Sports consisten en los organismos de radiodifusión, organizadores de eventos, federaciones deportivas, clubes deportivos, agencias de medios, marcas, agencias de promoción de actividades deportivas, editoriales, agencias de derechos humanos, agencias de publicidad y marcas.
zh_cn: Infostrada体育集团提供Nieuwegein，荷兰的体育产业的创新和独特的服务。 infostrada体育集团是活跃在体育权利的货币化，生产，销售和宣传运动的内容和咨询及其合作伙伴在如何最有效地获得其拥有的权利。其中，Infostrada体育集团的合作伙伴包括广播，赛事组织者，体育联合会，体育俱乐部，传媒机构，品牌，体育营销机构，出版商，权利机构，广告公司和品牌。

source: One of our biggest departments is the Statistics Department. Here we cover over a hundred different sports, much of it live and deliver the data to our clients. Here lie the roots of Infostrada: around the turn of the century we had around a dozen employees, now the Statistic Department employ around 60 full-time staff and around 80 part-time students.
es_es: Uno de nuestros grandes servicios es el Departamento de Estadística. Aquí se cubren más de un centenar de diferentes deportes, viven gran parte de ella y entregar los datos a nuestros clientes. Aquí están las raíces de Infostrada: alrededor del cambio de siglo hemos tenido alrededor de una docena de empleados, ahora el Departamento de Estadística emplean alrededor de 60 personas a tiempo completo y alrededor de 80 estudiantes a tiempo parcial.
zh_cn: 我们最大的部门之一，是统计处。在这里，我们覆盖超过一百种不同的运动，其中大部分生活和我们的客户提供的数据。这里躺着Infostrada的根源：围绕在世纪之交，我们周围的十几名员工，现在统计部门聘请约60名全职员工和兼职的学生约80。

source: We’ve been working with part-time students or live operators, for 10 years now to cover live sports. At first we covered a handful of association football leagues, now we cover over a hundred different leagues and around 20 different sports.
es_es: Hemos estado trabajando con los estudiantes a tiempo parcial o los operadores en vivo, durante 10 años para cubrir los eventos deportivos en directo. En un primer momento hemos cubierto un puñado de ligas de fútbol de la asociación, ya que cubren más de un centenar de diferentes ligas y alrededor de 20 deportes diferentes.
zh_cn: 我们一直致力于与部分时间制学生或现场运营商，现在10年，包括体育直播。首先，我们讨论了少数关联的足球联赛，现在我们覆盖超过一百个不同的联赛和大约20个不同的运动项目。

source: The planning of our part-timers is fairly complex; we rely on the ever changeable and flexible world of sports. This makes every day different to the other.
es_es: La planificación de nuestros trabajadores a tiempo parcial es bastante complejo, nos basamos en el mundo siempre cambiante y flexible de los deportes. Esto hace que cada día diferente a la otra.
zh_cn: 我们兼职的规划是相当复杂的，我们对体育的世界不断变化的和灵活的依赖。这使得每天到其他不同的。

source: Until 2009 we were using an Excel based planning. Once a month the part-time students would submit their availability and this was all updated in a master sheet. Based on that we paired the live operators with available shifts, which were also created using excel. We then use e-mail to inform the live operators of their upcoming shifts.
es_es: Hasta el año 2009 estábamos utilizando un sistema de planificación basado en Excel. Una vez al mes a los estudiantes a tiempo parcial podría presentar su disponibilidad y esto se actualizó todo en una hoja maestra. Sobre la base de que los operadores en vivo emparejado con turnos disponibles, que también fueron creadas con Excel. A continuación, utilizar el correo electrónico para informar a los operadores en vivo de sus cambios futuros.
zh_cn: 直到2009年，我们正在使用一个基于Excel的规划。每月一次的兼职学生将提交其可用性，这是所有在主表更新。在此基础上，我们搭配可用的转变，其中还使用Excel创建的现场运营商。然后，我们使用电子邮件，告知他们即将到来的变化，现场运营。

source: During the last years of the decade there was a considerable rise in amount of work for our live operators and we needed more of them. Around 2009 we had 40 part-time students on the books and slowly realized that the Excel-based planning had become inefficient and time consuming, plus it was hard to get a good overview of the schedules.
es_es: Durante los últimos años de la década hubo un aumento considerable en la cantidad de trabajo para nuestros operadores en vivo y necesitamos más de ellos. Alrededor de 2009 tuvimos 40 estudiantes a tiempo parcial en los libros y poco a poco se dio cuenta de que la planificación basada en Excel se había convertido en el consumo ineficiente y tiempo, además de que era difícil obtener una buena visión general de los horarios.
zh_cn: 在十年的最后几年是在为我们现场的运营商的工作量大幅上升，我们需要更多的人。 2009年左右，我们有40兼职的学生书本上的，慢慢地意识到，基于Excel的规划已成为效率低下，费时，再加上它是很难得到很好地概括了时间表。

source: We started looking for a employee schedule maker solution. We created our own software with the creation of actual shifts but also looked for an application that could save on time on the actual planning of live operators and even more importantly: reduce the amount of communication that was involved with our planning process. The most consuming part of that being when the students submit their availability which then had to be processed.
es_es: Empezamos a buscar una solución empleado fabricante del horario. Hemos creado nuestro propio software con la creación de cambios reales, pero también buscaba una aplicación que puede ahorrar tiempo en la planificación real de los operadores en vivo y aún más importante: reducir la cantidad de comunicación que estaba involucrado con nuestro proceso de planificación. La parte más consume de ese ser que los estudiantes presenten su disponibilidad, que luego tuvo que ser procesados.
zh_cn: 我们一个雇员时间表制造商解决方案，开始寻找。我们创建了我们自己的软件与创造的实际变化，但也为一个应用程序，可以节省时间，对现场运营商的实际规划，更重要的是看：参与我们的规划过程，减少了通信量。当学生提交其可用性，然后进行处理的最耗时的部分。
