Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning_js.po
Languages: es_es

source: <b>Timeline to use as a template:</b><div class="pd5"></div><input type="text" id="CopyFromTimeline" name="until" size="10"> &nbsp;-&nbsp; <input type="text" id="CopyToTimeline" name="until" size="10" disabled> <div style="display: inline; font-style: italic; margin-left: 15px;" id="copynshifts"></div>
es_es: <b>Línea de tiempo para utilizar como plantilla:</b><div class="pd5"></div><input type="text" id="CopyFromTimeline" name="until" size="10"> - <input type="text" id="CopyToTimeline" name="until" size="10" disabled> <div style="display: inline; font-style: italic; margin-left: 15px;" id="copynshifts"></div>

source: <b>Wizard Method</b>:<div class="pd5"></div>
es_es: <b>Asistente de Método</b>:<div class="pd5"></div>

source: <input type="radio" name="WizardMethod" value="2" checked /> Use existing staff - Only replace when a conflict is found
es_es: <input type="radio" name="WizardMethod" value="2" checked /> El uso personal existente - Sólo sustituir en caso de un conflicto se encuentra

source: <input type="radio" name="WizardMethod" value="1" /> Replace all staff with new assignments - Obeys conflict checks
es_es: <input type="radio" name="WizardMethod" value="1" /> Reemplace todo el personal con las nuevas asignaciones - Obedece las comprobaciones de conflictos

source: <input type="radio" name="WizardMethod" value="3" /> Randomize staff assignments - Disobeys conflict checks
es_es: <input type="radio" name="WizardMethod" value="3" /> Selección aleatoria la asignación de personal - Desobedece las comprobaciones de conflictos

source: If no staff are available schedule conflicts if needed to fill shifts
es_es: Si no hay personal disponible son los conflictos de programación, si es necesario para cubrir los turnos

source: <hr /><div class="wfcon hide">After the wizard is finished we will notify you if any conflicts were found, you will also have the opportunity to review the generated schedule & make any changes needed before publishing.</div>
es_es: <hr /><div class="wfcon hide">Después de finalizado el asistente se le notificará si los conflictos se han encontrado, también tendrán la oportunidad de revisar el calendario generado y hacer los cambios necesarios antes de su publicación.</div>

source: <div class="wfcon">After the wizard is finished you will have the ability to view any empty shifts and fill them in as needed.</div>
es_es: <div class="wfcon">Después de finalizado el asistente tendrá la posibilidad de ver cualquier cambio vacíos y llenarlos en la medida necesaria.</div>

source: shifts to copy & fill
es_es: cambios para copiar y rellenar

source: There are no shifts in that timeline. <b>The wizard cannot run</b>.<div class="pd5"></div>
es_es: No hay cambios en esa línea de tiempo. <b>El asistente no puede ejecutar</b>.<div class="pd5"></div>

source: There are {cal_ns} shifts in the current timeline. You might want to <a href="javascript://" onclick="schedule.clear();">clear them</a> before running the wizard.<div class="pd5"></div>
es_es: Hay {cal_ns} cambios en la línea de tiempo actual. Es posible que desee <a href="javascript://" onclick="schedule.clear();">claro ellos</a> antes de ejecutar el asistente.<div class="pd5"></div>

source: You have selected the current week, <b>this will re-run wizard on the current timeline</b>.<div class="pd5"></div>
es_es: Usted ha seleccionado la semana en curso, <b>Esto volverá a ejecutar el asistente en la línea de tiempo actual</b>.<div class="pd5"></div>

source: You have selected a copy timline that starts on <b>
es_es: Ha seleccionado una timline copia que se inicia en <b>

source: </b> where as your week starts on <b>
es_es: </b> en donde como su semana comienza el <b>

source: </b> this could lead to unexpected results.<div class="pd5"></div>
es_es: </b> esto podría conducir a resultados inesperados.<div class="pd5"></div>

source: There are {cal_ns} shifts in the current timeline that the wizard will over write. Are you sure you want to continue?
es_es: Hay {cal_ns} los cambios en la línea de tiempo que el asistente va a escribir más. ¿Seguro que desea continuar?

source: One file deleted.
es_es: Un archivo eliminado. N

source: %d files deleted.
es_es: % D archivos borrados. N

source: Saving Photo..
es_es: Guardar fotos ..

source: Take Another Photo
es_es: Tomar otra foto

source: Webcam not found
es_es: Webcam en que no se encuentra

source: Clock In {second} second
es_es: Reloj En {second} segundo

source: Clock In {hour} hour
es_es: Reloj En {hour} hora

source: Please take a photo first...
es_es: Por favor, tome una foto en primer lugar ...

source: Clocking In..
es_es: Reloj En ..

source: You must add notes before you can clock out
es_es: Usted debe agregar notas antes de que pueda salir del reloj

source: Clocking Out..
es_es: Forzado de la velocidad de salida ..

source: Please choose a employee first...
es_es: Por favor, elija a un primer empleado ...

source: Please choose a file...
es_es: Por favor, elija un archivo ...

source: Done!
es_es: ¡Hecho!

source: Are you sure you want to remove this Clock In Time?
es_es: ¿Está seguro que desea eliminar este reloj en el tiempo?

source: Are you sure you want to activate this user?
es_es: ¿Está seguro que desea activar este usuario?

source: Image Uploaded Success!
es_es: Imagen Subido el éxito!

source: Name is a required field.
es_es: Nombre es un campo obligatorio.

source: Email is not valid.
es_es: El correo electrónico no es válida.

source: Email is a Duplicate or not valid.
es_es: El correo electrónico es válida o no duplicado.

source: Username must be at least 3 characters.
es_es: Nombre de usuario debe tener al menos 3 caracteres.

source: Future availability date added
es_es: Fecha de disponibilidad en el futuro añadido

source: Removing this date will revert your availability to it's weekly setting from above.
es_es: La eliminación de esta fecha volverá a su disponibilidad para su ajuste semanal desde arriba.

source: There are no shifts in that timeline. <b>The wizard cannot run</b>.
es_es: No hay cambios en esa línea de tiempo. <b>El asistente no puede ejecutar</b>.

source: Ta-Da! The Wizard has finished automagically filling your shifts!
es_es: Ta-Da! El asistente ha terminado de llenar sus turnos automágicamente!

source: We're checking for any conflicts..
es_es: Estamos viendo si hay conflictos ..

source: No conflicts were found!
es_es: No hay conflictos se encontraron!

source: <br/ ><br/ ><hr/>To avoid conflicts there was {cal_es} that could not be filled by the wizard. <a href="javascript://" id="awr_veshifts">View Them</a>.
es_es: <br/ ><br/ ><hr/>Para evitar conflictos hubo {cal_es} que no podría ser llenado por el asistente. <a href="javascript://" id="awr_veshifts">Véalos</a>.

source: Finished!
es_es: ¡Ya está!

source: Shifts cannot be copied in the 'My Schedule' view.
es_es: Los cambios no se pueden copiar en la vista &quot;Mi Lista&quot;.

source: Copy shifts into the current timeline:
es_es: Copia desplaza a la línea de tiempo actual:

source: <br />Options:<br />
es_es: <br />Opciones:<br />

source: Copy shift times only
es_es: Copie los tiempos de desplazamiento sólo

source: Copy shift times and employee assignments
es_es: Copie los tiempos de desplazamiento y las asignaciones de los empleados

source: shifts to copy
es_es: cambios para copiar

source: There are shifts in the current timeline. Copied shifts will be added alongside them.
es_es: Hay cambios en la línea de tiempo actual. Cambios copiados se añadirá a su lado.

source: You have selected the current week, this will duplicate all shifts in the timeline.
es_es: Usted ha seleccionado la semana en curso, este se duplicará todos los cambios en la línea de tiempo.

source: </b> this could lead to unexpected results.
es_es: </b> esto podría conducir a resultados inesperados.

source: Copying shifts..
es_es: Copia de los cambios ..

source: Shifts cannot be imported in the 'My Schedule' view.
es_es: Los cambios no se pueden importar en el punto de vista &quot;Mi Lista&quot;.

source: <b>Sync your ShiftPlanning Calendar(s):</b><br /><br />ShiftPlanning provides convenient ical sync url's which allow you to easily sync your ShiftPlanning schedule(s) alongside your other events in applications like iCal, Google Calendar, or on your mobile devices.<br /><br />Click on the icon next to the schedule that you would like to sync on the left.<br /><br /><b>Need Help?</b>&nbsp; <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=36" target="_blank">Click here</a> to view a tutorial on how to setup & use our calendar sync.
es_es: <b>Sincronice su calendario ShiftPlanning (s):</b><br /><br />ShiftPlanning cuenta con un práctico formato iCal sincronización de las url que le permite sincronizar fácilmente su horario ShiftPlanning (s), junto con los otros eventos en aplicaciones como iCal, Google Calendar, o en sus dispositivos móviles.<br /><br />Haga clic en el icono situado junto a la programación que desea sincronizar a la izquierda.<br /><br /><b>¿Necesita ayuda?</b>&nbsp; <a href=\"http://www.shiftplanning.com/forums/viewtopic.php?id=36\" target=\"_blank\">Haga clic aquí</a> para ver un tutorial sobre cómo configurar y utilizar nuestro sincronización de calendarios.

source: Shifts cannot be cleared in the 'My Schedule' view.
es_es: Los cambios no se pueden borrar en la vista &quot;Mi Lista&quot;.

source: This will permanently delete all shifts visible in the current timeline:</b><br /><br />Shifts:
es_es: Esto borrará permanentemente todos los cambios visibles en la línea de tiempo actual:</b><br /><br />Turnos:

source: <br/>From:
es_es: <br/>De:

source: <br />Until:
es_es: <br />Hasta:

source: <br />Schedule(s):
es_es: <br />Horario (s):

source: Careful - This action cannot be reversed.
es_es: Cuidadosamente - Esta acción no puede ser revertida.

source: Clear Shifts
es_es: Los cambios claros

source: Click Again to Confirm
es_es: Haga clic de nuevo para confirmar

source: clearing all shifts..
es_es: eliminar todos los cambios ..

source: Undo
es_es: Deshacer

source: No shifts on this timeline
es_es: No hay cambios en esta línea de tiempo

source: Positions must be setup before you can use the scheduler. <a href="javascript://" onclick="resumesetup('positions')">Set them up now</a>.
es_es: Posiciones debe estar configurado para poder utilizar el planificador. <a href="javascript://" onclick="resumesetup('positions')">Si les das ahora</a>.

source: Vacation Schedule
es_es: Calendario de vacaciones

source: Manage Locations & Positions
es_es: Gestionar las ubicaciones y posiciones

source: Filters On
es_es: Filtros en

source: </b> shifts are being filtered from display
es_es: </b> los cambios se están filtrando desde la pantalla

source: <b>All</b> shifts have been filtered from display
es_es: <b>Todo</b> cambios han sido filtrados de pantalla

source: </b> shifts are hidden as they have no
es_es: </b> los cambios están ocultos ya que no tienen

source: staff
es_es: personal

source: assigned.
es_es: asignado.

source: Couldn't load Shift
es_es: No se puede cargar de cambio

source: Assign Position:
es_es: Asignar Posición:

source: None
es_es: Ninguno

source: New Position
es_es: Nueva Posición

source: &laquo; Back to Shift
es_es: «Volver a la tecla Mayús

source: Saving..
es_es: Ahorro ..

source: No Position
es_es: No dispone de posición

source: Remote Work Site
es_es: Centro de trabajo a distancia

source: New Site
es_es: Nuevo sitio

source: No Remote Site Set
es_es: No dispone de sitio remoto

source: Setup Open Slots
es_es: Configurar ranuras abiertas

source: Select a number of open slots:
es_es: Seleccione un número de plazas:

source: Before Open slots can be setup you must have employees assigned to this position. <a href="javascript://" onclick="_switch('staff'); _sub('staff', 'GroupAssign', 'by=schedule')">Click here</a> to assign some now.<br /><br />--<br /><br />
es_es: Antes de ranuras abiertas pueden ser de configuración que deben tener los empleados asignados a esta posición. <a href="javascript://" onclick="_switch('staff'); _sub('staff', 'GroupAssign', 'by=schedule')">Haga clic aquí</a> para asignar un poco ahora.<br /><br />-<br /><br />

source: Waiting for staff to request this shift. You will be notified according to your personal notification and business settings.
es_es: Esperando para el personal para solicitar este cambio. Usted será notificado de acuerdo a su notificación personal y entornos empresariales.

source: <div>What are Open Slots?</div>Setting open slot's allows your staff to self-schedule themselves onto this shift until the available slots are filled. <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=21" target="_blank">Click Here</a> to read more.
es_es: <div>¿Cuáles son las ranuras abiertas?</div>Configuración de ranura abierta permite a su personal para que se auto-cita a este cambio hasta que los espacios disponibles se llenan. <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=21" target="_blank">Haga clic aquí</a> para leer más.

source: Update Series
es_es: Actualización de la serie

source: Update:<br /><select id="fix_broken_option"><option value="1">All future shifts in this series</option><option value="2">All Shifts in this series</option><option value="3">This Shift back to the original</option></select>
es_es: Actualización:<br /><select id="fix_broken_option"><option value="1">Todo futuro se desplaza en esta serie</option><option value="2">Todos los cambios en esta serie</option><option value="3">Este cambio de nuevo a la original</option></select>

source: With:<br />
es_es: Con:<br />

source: Start/End time
es_es: Inicio / fin

source: Title, Notes & Site
es_es: Título, Notas y del sitio

source: Scheduled Employees
es_es: Los empleados regulares

source: Type & Staff Needed (Open)
es_es: Tipo y personal necesario (Abierto)

source: Update Series!
es_es: Actualización de la serie!

source: Updating..
es_es: Actualización de ..

source: You must select at least one property to set.
es_es: Debe seleccionar al menos una propiedad para establecer.

source: Repeat Shift
es_es: Repita el Cambio

source: Set shift to repeat:<br /><select id="OSRepeats"><option value="0">--</option><option value="1">Daily</option><option value="7">Weekly</option><option value="13">Monthly (same date)</option><option value="12">Every 2nd Day</option><option value="5">Every 2nd Week</option><option value="17">Every 3rd Week</option><option value="18">Every Four Weeks</option><option value="16">Every Six Weeks</option><option value="3">Mon - Thu</option><option value="2">Mon - Fri</option><option value="4">Mon - Sat</option><option value="15">Tue - Sat</option><option value="9">Sat - Sun</option><option value="10">Mon, Wed, Fri</option><option value="11">Tues, Thur</option><option value="14">Every 9 Days</option></select>
es_es: Establecer cambiar a repetir:<br /><select id="OSRepeats"><option value="0">-</option><option value="1">Diario</option><option value="7">Semanal</option><option value="13">Mensual (misma fecha)</option><option value="12">Cada 2 días</option><option value="5">Todas las semanas segunda</option><option value="17">Cada 3 ª Semana</option><option value="18">Cada cuatro semanas</option><option value="16">Cada seis semanas</option><option value="3">Lunes - Jueves</option><option value="2">Lunes - Viernes</option><option value="4">Lunes - Sábado</option><option value="15">Mar - sáb.</option><option value="9">Sab - Dom</option><option value="10">Lunes, miércoles y viernes</option><option value="11">Martes, jueves</option><option value="14">Cada 9 días</option></select>

source: Shift Time Only
es_es: Only Time Shift

source: With Employees
es_es: Con los empleados

source: Set to Repeat!
es_es: Para que se repita!

source: Repeating..
es_es: Repitiendo ..

source: Add Skills
es_es: Añadir Habilidades

source: *invalid
es_es: * No válido

source: Enter Site Name
es_es: Introduzca el nombre del sitio

source: Enter Position Name
es_es: Introduzca el nombre de Posición

source: invalid shift
es_es: cambio no válido

source: Auto-fill shift with:
es_es: Auto-completar cambio con:

source: You must select at least 1
es_es: Debe seleccionar al menos 1

source: Filling..
es_es: Llenado ..

source: Add Employee by Name
es_es: Añadir los empleados por su nombre

source: Add Employee
es_es: Agregar Empleado

source: You must add a name first
es_es: Debe agregar un nombre

source: <div>Requesting to Work</div>
es_es: <div>Solicitar al trabajo</div>

source: --<br />You don't have any available staff assigned to this position yet. You can <a href="javascript://" onclick="_switch('staff'); _sub('staff', 'GroupAssign', 'by=schedule')">assign some now</a> or add a new employee below:<br />
es_es: -<br />Usted no tiene ningún personal disponible asignado a este puesto todavía. Usted puede <a href="javascript://" onclick="_switch('staff'); _sub('staff', 'GroupAssign', 'by=schedule')">asignar algún momento</a> o agregar un nuevo empleado a continuación:<br />

source: New Employee
es_es: Nuevos Empleados

source: Auto-fill shift
es_es: Auto-relleno cambio

source: This shift is already approved.<ul><li>Any changes made to the shift will unapprove it.</li><li>You can also <a href="javascript://" onclick="shift.unapprove()">Unapprove it now</a>, or <a href="javascript://" onclick="shift.approve()">make changes</a> to the current approvals.</li></ul><hr />
es_es: Este cambio ya está aprobado.<ul><li>Los cambios realizados en el cambio va a desaprobar.</li><li>También puede <a href="javascript://" onclick="shift.unapprove()">Desaprobar ahora</a>, O <a href="javascript://" onclick="shift.approve()">hacer cambios</a> a las aprobaciones actuales.</li></ul><hr />

source: This shift needs to be approved.
es_es: Este cambio debe ser aprobado.

source: Approve it Now
es_es: Aprobar que ahora

source: Repeats
es_es: Repite

source: times
es_es: veces

source: --<br />Loading..
es_es: -<br />Cargando ..

source: Shift Copied
es_es: Shift copiado

source: Confirm Delete
es_es: Confirmar eliminación

source: This shift is part of a series. What would you like to delete?
es_es: Este cambio es parte de una serie. ¿Qué te gustaría borrar?

source: Only this Shift
es_es: Sólo este Cambio

source: This shift + All following
es_es: Este cambio + Todos los siguientes

source: Approve Shift Attendance
es_es: Aprobar la asistencia de cambio

source: Shift
es_es: Cambiar

source: Worked?
es_es: Trabajó?

source: Copy to clipboard: Ctrl+C, Enter
es_es: Copiar al portapapeles: Ctrl + C, Enter

source: Shifts cannot be created in 'Read Only Mode'.
es_es: Los cambios no se pueden crear en el &#39;modo de sólo lectura &quot;.

source: Shifts cannot be created in 'My Schedule' view.
es_es: Los cambios no se pueden crear en la vista &#39;Mi Lista &quot;.

source: Shifts cannot be created in Schedule Overview - Visual
es_es: Los cambios no se pueden crear en Información general Horario - Visual

source: This user is not assigned to any positions. <a href="javascript://" onclick="_switch('staff'); _sub('staff', 'assignstaff&unassigned=1');">Assign Now</a>
es_es: Este usuario no está asignado a ninguna posición. <a href="javascript://" onclick="_switch('staff'); _sub('staff', 'assignstaff&unassigned=1');">Asigne ahora</a>

source: Enter = Save
es_es: Escriba = Guardar

source: Press enter to save
es_es: Pulse Enter para guardar

source: Invalid format.<br/>You can use:<br/>8am - 4pm<br />4:30am until 2:15pm<br />10:00 to 18:00
es_es: Formato no válido.<br/>Usted puede utilizar:<br/>08 a.m.-4 p.m.<br />4:30 am hasta las 14:15<br />10:00-18:00

source: You must select a different day
es_es: Se debe elegir un día diferente

source: Missing Reload Data
es_es: Falta de datos Recargar

source: Available Shift
es_es: Turno Disponible

source: Do you want to change your availability for:
es_es: ¿Quiere cambiar su disponibilidad para:

source: Just this day
es_es: Justo el día de hoy

source: Missing schedule
es_es: Falta horario

source: Missing or Bad Data..
es_es: Falta o datos incorrectos ..

source: No results have been selected to save.
es_es: No hay resultados han sido seleccionados para guardar.

source: Group employees scheduled at the same time on the same schedule onto a single shift.<br />
es_es: Los empleados del Grupo programada al mismo tiempo, en el mismo horario en un solo turno.<br />

source: Upload another file</a>
es_es: Subir otro archivo</a>

source: Are you sure you want to delete this break rule? It will affect your reporting.
es_es: ¿Está seguro que desea eliminar esta regla descanso? Va a afectar a su notificación.

source: Clicking OK will remove this employee from the {conflicts} shifts that are scheduled during this vacation.
es_es: Al hacer clic en Aceptar eliminará este empleado de la {conflicts} los cambios que se programan durante estas vacaciones.

source: You are offline!! Changes Have not been Saved<br /><br />Please Check Your Network Connection.
es_es: Usted está en línea! Los cambios no se han guardado<br /><br />Compruebe la conexión de red.

source: Error - Parsing JSON Request failed. Please Contact info@shiftplanning.com if this persists.
es_es: Error - Solicitud de análisis de JSON ha fallado. Póngase en contacto con info@shiftplanning.com si esto persiste.

source: Unknown Error.
es_es: Error desconocido.

source: Please Contact info@shiftplanning.com if this persists.
es_es: Póngase en contacto con info@shiftplanning.com si esto persiste.

source: Incorrect Login.
es_es: Ingresar incorrecto.

source: Logged In!
es_es: De inicio de sesión!

# Enter = Save<br />Up/Dwn = Change Position
source: Enter = Save<br />Up/Dwn = Chg Position
es_es: Escriba = Guardar<br />Arriba / abajo = Var Posición

source: Select Filter
es_es: Seleccione Filtro

source: Missing Details
es_es: Detalles que faltan

source: Create my ShiftPlanning Account
es_es: Crear mi cuenta de ShiftPlanning

source: Missing Details..
es_es: Falta detalles ..

source: Loading..
es_es: Cargando ..

source: That validation code is not correct. Please check your phone again.
es_es: Ese código de validación no es correcta. Por favor marque el teléfono de nuevo.

source: Click to edit...
es_es: Haga clic para editar ...

source: something went wrong..
es_es: algo salió mal ..

source: Notes
es_es: Notas

source: Please ensure clock in time is earlier than clock out time...
es_es: Por favor, asegúrese de reloj en el tiempo es anterior a la del reloj a tiempo ...

source: Please provide a location name...
es_es: Por favor, proporcione un nombre de lugar ...

source: Clock time updated
es_es: La hora del reloj actualizado

source: Close
es_es: Cerrar

source: Vacation Requests
es_es: Las solicitudes de vacaciones

source: Open Shift Requests
es_es: Abra solicitudes de desplazamiento

source: Shift Approvals
es_es: Aprobaciones de Cambio

source: From
es_es: De

source: Schedule Import
es_es: Horario de importación

source: Finished
es_es: Terminado

source: My Schedule
es_es: Mi Lista

source: Schedule Overview
es_es: Horario general

source: Add Filter
es_es: Añadir Filtro

source: position
es_es: posición

source: Position
es_es: Posición

source: Until
es_es: Hasta

source: Options
es_es: Opciones

source: Reject
es_es: Rechazar

source: Delete
es_es: Borrar

source: Cancel
es_es: Cancelar

source: Save & Close
es_es: Guardar y cerrar

source: saving..
es_es: de ahorro ..

source: Publish
es_es: Publicar

source: weekly availability
es_es: disponibilidad semanal

source: Invalid Date Format
es_es: Formato de fecha no válido

source: Name
es_es: Nombre

source: Schedule
es_es: Programar

source: Date
es_es: Fecha

source: Start time
es_es: Hora de inicio

source: Finish time
es_es: Termina el tiempo

source: Title
es_es: Título

source: Rule Added
es_es: Regla Alta
