Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Sheriff's Departments in the State date back as early as the 1700's. They were established to provide law enforcement services to their respective counties. Over time, the state has evolved to provide statewide jurisdiction to all law enforcement officers within the state, as well as established state law enforcement agencies to augment the office of the Sheriff. The Sheriff is given statutory authority to enter into contracts with villages, municipalities and other units of government for the purpose of providing services to include general police services, emergency response services, animal control, prisoner transportation, service of civil process and other various ancillary needs. Sheriff's Departments generally operate with little or no tax funding and require self-sufficiency. Windham County covers approximately 789 square miles of rural Vermont.
es_es: Departamentos del Sheriff en la fecha de estado de nuevo tan pronto como el 1700. Ellos se establecieron para proporcionar servicios de aplicación de la ley a sus respectivos condados. Con el tiempo, el Estado ha evolucionado para ofrecer competencia a nivel estatal para todos los agentes del orden público dentro del Estado, así como establece los organismos encargados de hacer cumplir estatales para aumentar la oficina del Sheriff. El alguacil se le da autoridad legal para celebrar contratos con las aldeas, municipios y otras dependencias de gobierno con el fin de la prestación de servicios para incluir los servicios generales de policía, servicios de respuesta a emergencias, control de animales, el transporte de prisioneros, el servicio del proceso civil y otras necesidades de diversos auxiliares . Departamentos del Sheriff generalmente operan con fondos poco o ningún impuesto y exigir la autosuficiencia. El condado de Windham cubre aproximadamente 789 millas cuadradas de la zona rural de Vermont.
zh_cn: 在国家日期警长的部门早在1700年初。他们建立了各自的县提供执法服务。随着时间的推移，国家已发展到提供全州管辖范围内所有执法人员的状态，以及建立国家执法机构，充实到警长的办公室。警长被赋予法定权力，签订合同，村庄，直辖市和其他政府单位提供服务，包括一般的警察服务，应急服务，控制动物，囚犯运输，民间工艺服务及其他各种配套需求的目的。警长的部门一般很少或根本没有税收资金运作和需要自给自足。温德姆县农村佛蒙特州占地约789平方英里。

source: The Windham County Sheriff's Department employs approximately 36 sworn law enforcement officers as well as an additional 5 civilian support staff members. It's an extremely fluid and dynamic agency, being able to leverage nearly all personnel towards various needs. As an emergency responding agency, we frequently have to schedule deputies to support required roles. Additionally, we provide on-call and near immediate response to various needs, including prisoner transports, traffic safety and other various events. As a result, we find that we can have anywhere from ten deputies, to nearly all deputies, working around the clock to provide various services.
es_es: El Departamento del Sheriff del condado de Windham emplea aproximadamente a 36 jurados oficiales de la ley, así como otros 5 miembros del personal civil de apoyo. Es una agencia muy fluido y dinámico, siendo capaz de aprovechar casi todo el personal a las necesidades diversas. Como organismo de emergencia de responder, que con frecuencia tiene que programar los diputados para apoyar las funciones requeridas. Además, ofrecemos de guardia y la respuesta casi inmediata a las necesidades diversas, incluidos los transportes de prisioneros, la seguridad del tráfico y otros eventos varios. Como resultado, nos encontramos con que podemos tener en cualquier lugar de diez diputados, a casi todos los diputados, trabajando día y noche para proporcionar diversos servicios.
zh_cn: 温德姆县警长的部门员工约36发誓执法人员以及另外5名支持人员。这是一个极其流畅和充满活力的机构，能够利用几乎所有工作人员，对各方面的需要。作为应急响应机构，我们经常有安排人大代表支持所需的角色。此外，我们还提供电话和附近的即时响应各种需求，包括囚犯运输，交通安全和其他各种活动。作为一个结果，我们发现，我们可以有十个代表的任何地方，几乎所有代表，日以继夜地工作，以提供各种服务。

source: Deputies are frequently assigned to provide services to private companies / corporations to augment their safety or security needs. Incidentally, a centralized scheduling platform is needed for various supervisors to coordinate services to each area. Additionally, given the rural nature of Vermont, cruisers serve as the primary office for many deputies and supervisors alike. As a result, it isn't uncommon for a supervisor to not see their desk, let alone the office in any given week. Finally, as a result of nearly half the staff being per diem, supervisors are responsible to ensure fair allocation of hours, as well as limit overtime as needed.
es_es: Los diputados son frecuentemente asignado para prestar servicios a las empresas privadas o empresas para aumentar su seguridad o las necesidades de seguridad. Dicho sea de paso, una plataforma de programación centralizada es necesaria para diversos supervisores para coordinar los servicios a cada área. Además, dada la naturaleza rural de Vermont, cruceros servir como la oficina principal para muchos diputados y supervisores. Como resultado de ello, no es raro que un supervisor para no ver su escritorio, y mucho menos la oficina en cualquier semana dada. Finalmente, como resultado de casi la mitad el personal, los viáticos, los supervisores son responsables de garantizar una asignación equitativa de horas, así como limitar las horas extraordinarias cuando sea necesario.
zh_cn: 经常指派代表提供服务的私营公司/企业，以增加他们的安全或安全需求。顺便说一下，集中调度平台所需的各种监管，协调各地区的服务。此外，佛蒙特州农村的性质，巡洋舰作为许多代表和监事均能主要办公室。作为一个结果，它的情况并不少见，主管看不到自己的办公桌，更遑论在任何给定的一周内的办公室。最后，将近一半的每日生活津贴的被工作人员，主管负责，以确保公平地分配时间，以及限制加班需要。

source: Our previous work scheduler method involved pen and paper onto a weekly calendar, with an evolution into Microsoft Word. We frequently ran into issues of outdated schedules being used, unreadable writing and a very decentralized organization of staffing of our various obligations.
es_es: Nuestro método de trabajo previo planificador involucrados lápiz y papel en un calendario semanal, con una evolución en Microsoft Word. Con frecuencia se encontró con problemas de horarios obsoletos que se utilizan, la escritura ilegible y una organización muy descentralizada de la dotación de personal de nuestras obligaciones diversas.
zh_cn: 我们以前的工作调度方法涉及到周历笔和纸，到Microsoft Word的演变。我们经常碰到正在使用过时的时间表，不可读的写作和非常分散的组织的工作人员对我们的各项义务的问题。

source: Each description of ShiftPlanning, and as such, it's team, has always included an intuitive, forward thinking organization that exemplifies communication, especially with its customers. I am always impressed at the near rapid response to bug reports, feature requests and informational responses.
es_es: Cada descripción de ShiftPlanning, y como tal, su equipo, siempre ha incluido una organización intuitiva, con visión de futuro que es un ejemplo de comunicación, especialmente con sus clientes. Siempre me ha impresionado por la respuesta rápida a cerca de los informes de errores, peticiones de características y las respuestas de información.
zh_cn: 每个ShiftPlanning描述，正因为如此，它的团队，始终包括一个直观的，前瞻性的组织，充分体现了特别是与客户的沟通，。在不久的bug报告，功能要求和信息反应迅速反应，我总是留下深刻的印象。

source: The work scheduler ShiftPlanning has impacted our organization positively in several ways:
es_es: El trabajo del planificador ShiftPlanning ha impactado positivamente en nuestra organización de varias maneras:
zh_cn: 工作的调度ShiftPlanning已经影响了我们的组织，积极几种方式：

source: For Supervisors:
es_es: Para Supervisores:
zh_cn: 监事：

source: Instantly provides vital information to supervisors for determining fatigue, overtime, eligible employees and unavailable deputies.
es_es: Al instante proporciona información vital a los supervisores para determinar la fatiga, las horas extraordinarias, los empleados elegibles y los diputados no están disponibles.
zh_cn: 即刻提供了重要信息，以确定疲劳，加班，合资格雇员，并无法代表监事。

source: Eliminated time wasted by supervisors, making phone notifications of work, revising obsolete schedules, double-booking and under-booking deputies.
es_es: Eliminado el tiempo perdido por los supervisores, por lo que las notificaciones de teléfono de trabajo, revisando los horarios obsoletos, haga doble Reservas y diputados-en virtud de la reserva.
zh_cn: 淘汰浪费时间，监事，电话工作的通知，修改过时的时间表，双预订和预订下代表。

source: Centralized the information vital to our decision-making process, as it pertains to scheduling.
es_es: Centralizó la información vital para nuestra toma de decisiones, en lo que respecta a la programación.
zh_cn: 集中到我们的决策过程的重要信息，因为它涉及到调度。

source: Coordinates vacation, military leave and other forms of leave without "losing documents."
es_es: Coordenadas de vacaciones, licencia militar y otras formas de licencia sin goce de &quot;perder los documentos.&quot;
zh_cn: 坐标度假，没有“丢失的文件。”军事休假和其他形式的休假

source: Helps coordinate movement of cruisers, to reduce costs of fuel consumption and other associated expenses.
es_es: Ayuda a coordinar el movimiento de cruceros, para reducir los costos de consumo de combustible y otros gastos asociados.
zh_cn: 帮助协调巡洋舰运动，以减少燃料消耗和其他相关费用成本。

source: For Employees:
es_es: Para los empleados:
zh_cn: 为员工：

source: Provides schedule without "mis-heard" or misunderstood statements.
es_es: Proporciona tiempo, sin declaraciones &quot;mal oído&quot; o mal interpretado.
zh_cn: 提供无“误听到”或误解的语句的时间表。

source: Quick and easy way to know where and what.
es_es: Manera rápida y fácil de saber dónde y qué.
zh_cn: 快速，简便的方法，知道在哪里和。

source: Quick way to coordinate vacations and leave, especially for per diem officers.
es_es: Una forma rápida para coordinar las vacaciones y salir, especialmente para los funcionarios por viáticos.
zh_cn: 快速的方式协调休假和离开，尤其是每日人员。

source: Simplified leave request system.
es_es: Simplificación del sistema de licencia por solicitud.
zh_cn: 简化休假申请系统。

source: to work shifts without having to seek out a supervisor.
es_es: para trabajar en turnos sin tener que buscar a un supervisor.
zh_cn: 工作，而不必去寻求上司的转变。

source: ShiftPlanning sets the example for how businesses should interact with their customers. -
es_es: ShiftPlanning da el ejemplo de cómo los negocios debe interactuar con sus clientes. -
zh_cn: ShiftPlanning设置企业应该如何与客户进行交互的例子。 -

source: Corporal Mark Anderson - Windham County Sheriff's Department
es_es: El cabo Mark Anderson - Departamento del Sheriff del condado de Windham
zh_cn: 下士马克·安德森 - 温德姆县治安部

source: I can't speak enough good words about the employee schedule maker ShiftPlanning – it has been a godsend from the beginning, the ShiftPlanning staff has been amazing. The customer relations has always been top-notch.
es_es: No puedo hablar palabras buenas sobre la ShiftPlanning fabricante del horario empleado - que ha sido una bendición desde el principio, el personal ShiftPlanning ha sido increíble. Las relaciones con los clientes ha sido siempre de primera categoría.
zh_cn: 我不能说足够的好词约雇员时间表制造商ShiftPlanning的 - 它已经从一开始的天赐良机，ShiftPlanning人员一直是惊人的。客户关系一直是一流的。

source: We have found the Request system to be extremely helpful.
es_es: Hemos encontrado el sistema de solicitud a ser extremadamente útil.
zh_cn: 我们发现，要求系统是非常有益的。

source: : Windham County Sheriff's Department
es_es: : El condado de Windham Departamento del Sheriff del
zh_cn: ：温德姆县警长的处

source: 5 Guys Centerville - Franchise Scheduling & Management - Case Study
es_es: 5 Chicos Centerville - Programación y Gestión de Franquicias - Estudio de caso
zh_cn: 5家伙森特维尔 - 特许经营调度与管理 - 案例研究

source: 5 Guys Centerville - Franchise Scheduling & Management
es_es: 5 Chicos Centerville - Programación y Gestión de Franquicias
zh_cn: 5家伙森特维尔 - 特许经营的调度与管理

source: Case Study: 5 Guys Centerville
es_es: Caso de estudio: 5 Chicos Centerville
zh_cn: 案例分析：5家伙森特维尔

source: The 5 Guys was founded in 1986, however, this particular franchise was started in 2009 and we expect to grow even more.
es_es: Los 5 chicos fue fundada en 1986, sin embargo, esta franquicia en particular se inició en 2009 y se espera que crezca aún más.
zh_cn: 然而，始建于1986年5家伙，这个特殊的专营权于2009年开始，我们期待更增长。

source: We currently have 24 employees. Our scheduling challenges involve making an accurate schedule and accommodating all the vacation requests.
es_es: Actualmente contamos con 24 empleados. Nuestros retos implican la realización de la programación de un calendario preciso y dar cabida a todas las solicitudes de vacaciones.
zh_cn: 我们目前拥有24名员工。我们调度的挑战涉及一个准确的时间表和包容所有的休假请求。

source: Our previous work scheduler method involved having a master availability page, a master schedule per sales projection and a request book.
es_es: Nuestro método de trabajo previo planificador involucrados con una disponibilidad de la página principal, un programa maestro por cada proyección de ventas y un libro petición.
zh_cn: 我们以前的工作调度方法涉及主可用性页，每销售投影的主计划和请求书。

source: I would recommend the work schedule maker ShiftPlanning to anyone. It allows our employees to check their schedule anytime without coming to the store. I found the ShiftPlanning team to be experienced because of the quality support they offer.
es_es: Yo recomendaría el horario de trabajo ShiftPlanning fabricante a nadie. Esto permite a nuestros empleados para comprobar su horario en cualquier momento sin llegar a la tienda. Me pareció que el equipo de ShiftPlanning que ser experimentado por el apoyo a la calidad que ofrecen.
zh_cn: 我会建议的工作日程制造商ShiftPlanning给任何人。它可以让我们的员工随时检查他们的日程安排来店。我发现ShiftPlanning，团队，因为他们提供优质的支援经历。

source: ShiftPlanning simplifies the scheduling process.
es_es: ShiftPlanning simplifica el proceso de programación.
zh_cn: ShiftPlanning简化了调度进程。

source: Dustin Bennett - 5 Guys Centerville
es_es: Dustin Bennett - 5 Chicos Centerville
zh_cn: 达斯汀·贝内特 - 5家伙森特维尔

source: I enjoy the message wall: I have posted to the message wall to express many work issues.
es_es: Me gusta la pared mensaje: He publicado en la pared mensaje para expresar muchos temas de trabajo.
zh_cn: 我享受的消息墙：我刚才发布的消息墙上，表达许多工作问题。

source: Wasabi Group - Restaurant Employee Scheduling and Workforce Management - Case Study
es_es: Wasabi Grupo - Programación de los empleados del restaurante y administración de personal - Estudio de caso
zh_cn: 芥末集团 - 餐厅员工排班和劳动力管理 - 案例研究

source: Wasabi Group - Restaurant Employee Scheduling and Workforce Management
es_es: Wasabi Grupo - Programación de los empleados del restaurante y administración de personal
zh_cn: 芥末集团 - 餐厅员工排班以及劳动力管理

source: Case Study: Wasabi Group in Winnipeg, Manitoba, Canada
es_es: Estudio de caso: Grupo Wasabi en Winnipeg, Manitoba, Canadá
zh_cn: 案例研究：芥末集团在加拿大温尼伯，曼尼托巴省，

source: Our company first started in 1999 with six employees: the first location was established at the beginning of 1999, the second location was established the latter part of the same year and the current third location has been established for three years and three months. Three friends that have some industry experience began the idea of creating a new concept of Japanese cuisine.
es_es: Nuestra compañía comenzó en 1999 con seis empleados: la primera ubicación se estableció a principios de 1999, el segundo lugar se estableció la última parte de ese mismo año y la tercera ubicación actual se ha establecido desde hace tres años y tres meses. Tres amigos que tienen alguna experiencia en la industria comenzó la idea de crear un nuevo concepto de cocina japonesa.
zh_cn: 公司首先于1999年开始与六名雇员成立的第一个位置，第二的位置，在1999年初成立同年下半年，目前第三的位置已经成立三年零三个月。三个朋友，有一些行业的经验，开始创建一个新概念日本料理的想法。

source: We currently have three locations in the city: between the three locations there are 80 employees. Our scheduling challenges consist of juggling between each employees availability on a time-to-time basis and trying to fit into weekly schedules.
es_es: Actualmente tenemos tres ubicaciones de la ciudad: entre los tres lugares hay 80 empleados. Nuestros retos de programación consiste en hacer juegos malabares entre cada uno disponibilidad de los trabajadores en régimen de tiempo a tiempo y tratar de encajar en los horarios semanales.
zh_cn: 目前，我们在城市有三个位置：三个地点之间的有80名员工。我们调度的挑战包括杂耍之间的时间到时间的基础上每个员工的可用性，并试图融入每周时间表。

source: Each employee had to send in their availabilities that might be in conflict with their regular availabilities by a certain time before the new schedule is made. A stack of papers were printed off from these emails; after that we had to mark off on an Excel spreadsheet who was not available. After that we had to fit people into each slot. Schedules were done on Excel, copied and pasted onto emails and sent to all staff.
es_es: Cada empleado tenía que enviar a sus disponibilidades que pudieran estar en conflicto con sus disponibilidades regulares por un cierto tiempo antes de que el nuevo horario se hace. Una pila de documentos se imprimen fuera de estos correos electrónicos, después de que teníamos que marcar en una hoja de cálculo Excel, que no estaba disponible. Después de eso, tenía que encajar las personas en cada ranura. Los horarios fueron hechos en Excel, copiar y pegar en mensajes de correo electrónico y se envía a todo el personal.
zh_cn: 每个员工在他们的供应量可能会在一定时间的定期空房冲突之前发送新的时间表。一摞试卷印制了这些电子邮件之后，我们有没有一个Excel电子表格，以纪念。之后，我们必须适应人到每个插槽。附表Excel中，进行复制和粘贴到电子邮件发送给全体员工。

source: With ShiftPlanning we spend less time, less paper and we easily see who is available for each time slot. YES, I would recommend ShiftPlanning. It's certainly helped us simplify the way schedules are done. Each employee is required to update their availability. Notifications about scheduled work times are good deterrents of people saying that they didn't know they were working.
es_es: Con ShiftPlanning pasamos menos tiempo, menos papel y es fácil ver quién está disponible para cada franja horaria. Sí, yo recomendaría ShiftPlanning. Es sin duda nos ayudó a simplificar la forma de los horarios se llevan a cabo. Cada empleado está obligado a actualizar su disponibilidad. Las notificaciones sobre los tiempos de trabajo programados son eficaces contra el bien de las personas que dicen que no sabían que estaban trabajando.
zh_cn: 我们与ShiftPlanning花费更少的时间，减少纸张，我们不难看出谁是每个时隙。是的，我会建议ShiftPlanning。当然，它帮助我们简化的时间表完成方式。每一位员工都需要更新的可用性。有关计划的工作时间的通知的人说，他们不知道他们工作的很好的阻吓作用。

source: It is working for us. -
es_es: Se está trabajando para nosotros. -
zh_cn: 这是对我们的工作。 -

source: Will - Wasabi Group
es_es: Will - Grupo Wasabi
zh_cn: 威尔 - 山葵集团

source: Thank you ShiftPlanning, I will certainly refer your website to my colleagues. Who knows our fourth location might be coming soon too.
es_es: Gracias ShiftPlanning, que he de referir a su sitio web para mis colegas. ¿Quién sabe nuestra ubicación cuarto podría estar llegando demasiado pronto.
zh_cn: 谢谢你ShiftPlanning，我一定会请你的网站，我的同事。谁知道我们的第四个位置可能会很快过。

source: Message walls are used for general comments.
es_es: Las paredes de mensajes se utilizan para comentarios generales.
zh_cn: 消息墙壁用于一般性意见。

source: Kovac's - Grocery Store Employee Scheduling - Case Study
es_es: Kovac - tienda de ultramarinos de programación empleado - Estudio de caso
zh_cn: 科瓦奇的 - 杂货店员工排班 - 案例研究

source: Kovac's - Grocery Store Employee Scheduling
es_es: Kovac - tienda de ultramarinos de programación empleado
zh_cn: 科瓦奇 - 杂货店员工排班

source: Case Study: Kovac's Grocery in Missouri, United States
es_es: Estudio de caso: Ultramarinos de Kovac en Missouri, Estados Unidos
zh_cn: 案例研究：科瓦奇的杂货店，在密苏里州，美国

source: Kovac's is a family owned grocery store which was started in 1941. Charles Kovac immigrated to the United States from Croatia and started the business. His son, Paul Kovac, then took it over and expanded in to two stores. After Paul's death, his six children took over the stores. Kovac's is your typical grocery store and has done very well over the years.
es_es: Kovac es una tienda de abarrotes propiedad de la familia que se inició en 1941. Charles Kovac emigró a los Estados Unidos de Croacia y comenzó el negocio. Su hijo, Pablo Kovac, entonces se hizo cargo y se amplió en dos tiendas. Después de la muerte de Pablo, sus seis hijos se hizo cargo de las tiendas. Kovac es su tienda de comestibles típicos y ha hecho muy bien en los últimos años.
zh_cn: 科瓦奇的是一个家族拥有的杂货店，这是在1941年开始的。查尔斯·科瓦奇来自克罗地亚移民到美国，并开始业务。他的儿子，保罗·科瓦奇，然后把它扩大到两家店。保罗去世后，他的六个孩子接手商店。科瓦奇的是典型的杂货店，多年来所付出的非常好。

source: Between the two stores, there are approximately 90 employees. The scheduling challenges we face are basically working around the kids school schedule.
es_es: Entre las dos tiendas, hay aproximadamente 90 empleados. La programación de los desafíos que enfrentamos son básicamente de trabajo en todo el horario escolar los niños.
zh_cn: 两家店之间，有大约90名员工。调度的挑战，我们面临的工作基本上都是围绕孩子如期开学。

source: We used to have hand written schedules with the white outs and all. But since moving to the employee schedule maker ShiftPlanning, it's been a very nice upgrade. Since this is the computer generation, the employees really like the online scheduling where they can view their schedule, ask for days off, and schedule vacations instead of calling in and asking for their schedule, making paper copies of their schedule, and writing paper notes (which get lost) for days off or vacations.
es_es: Solíamos tener a mano los horarios por escrito con las salidas de color blanco y todo. Pero desde que se mudó a la ShiftPlanning empleado fabricante del horario, ha sido una mejora muy agradable. Dado que esta es la generación de la computadora, los empleados les gusta mucho la programación en línea, donde podrán ver su horario, pedir días libres, y el calendario de vacaciones en lugar de llamar y preguntar por su horario, lo que hace copias en papel de su horario, y escribir notas de papel (que se pierden) para los días libres o vacaciones.
zh_cn: 我们曾经有手写与白色超时和时间表。但因为移动雇员时间表制造商ShiftPlanning的，它是一个很不错的升级。 ，因为这是电脑的一代，员工真的很喜欢网上调度，在那里他们可以查看自己的日程安排，要求休息日，并呼吁，要求他们的日程安排，使他们的日程安排的文件副本，并书面纸币的时间表，而不是旅游（迷路）为休息日或假期。

source: I would definitely recommend work scheduler ShiftPlanning to anyone. If you do not know how to do something, or you have a problem in your account, or you have a suggestion, they always respond quickly and remedy anything you have going on. Having online scheduling has actually improved employee moral, they love this new system.
es_es: Definitivamente, recomendaría el trabajo ShiftPlanning planificador a nadie. Si usted no sabe cómo hacer algo, o si tiene un problema en su cuenta o tiene alguna sugerencia, que siempre responden con rapidez y el remedio todo lo que han pasando. Tener la programación en línea ha mejorado realmente moral de los empleados, les encanta este nuevo sistema.
zh_cn: 我肯定会推荐工作的的调度ShiftPlanning任何人。如果你不知道如何做，或者你有一个问题，在您的帐户，或者你有一个建议，他们总是迅速作出反应和补救什么，你去。有网上调度，实际上已经提高雇员的道德，他们喜欢这个新系统。

source: There are no downsides and the ShiftPlanning team is awesome.
es_es: No hay inconvenientes y el equipo de ShiftPlanning es impresionante.
zh_cn: 有没有缺点和ShiftPlanning队是真棒。

source: Matt Kovac - Kovac's
es_es: Matt Kovac - Kovac
zh_cn: 马特·科瓦奇 - 科瓦奇

source: The message wall is another plus. The employees can post events going on within the business and to each other or even to me and vice versa. ShiftPlanning also sends out texts an hour before an employees scheduled time, now this is handy!
es_es: La pared del mensaje es otro punto a favor. Los empleados pueden publicar eventos que ocurren dentro de la empresa y con los demás o incluso a mí y viceversa. ShiftPlanning también envía textos de una hora antes de la hora programada de empleados, ahora esto es muy útil!
zh_cn: 消息墙是另一个加分。员工可以发布事件内的业务，并为对方或什至我，反之亦然。 ShiftPlanning也发送文本前一个小时预定时间的员工，现在这是很方便的！

source: Yale University School of Medicine - Department of Emergency Medicine - Education Scheduling - Case Study
es_es: Yale University School of Medicine - Departamento de Medicina de Urgencias - Programación de la Educación - Estudio de caso
zh_cn: 耶鲁大学医学院 - 急诊科 - 教育调度 - 案例研究

source: Yale University School of Medicine - Department of Emergency Medicine - Education Scheduling
es_es: Yale University School of Medicine - Departamento de Medicina de Urgencias - Programación de la Educación
zh_cn: 耶鲁大学医学院 - 中华急诊医学部 - 教育调度
