Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Yes, whenever you want! We provide options for data import/export in .csv & .xls format on our website, and are working hard on an API that will allow ShiftPlanning to work effortlessly with other applications your business is already using.
es_es: Sí, cuando quieras! Ofrecemos opciones de importación / exportación de datos en formato. Csv y. Xls en nuestro sitio web, y estamos trabajando duro en una API que permitirá a ShiftPlanning a trabajar sin problemas con otras aplicaciones de su empresa ya está utilizando.
zh_cn: 是的，只要你想！我们提供的数据导入/导出选项。CSV和XLS格式上我们的网站，是一个API，允许ShiftPlanning工作与您的企业已经在使用其他应用程序毫不费力地努力工作。

source: Pricing & Sign-Up
es_es: Precios y Registración
zh_cn: 定价和登录

source: Online Employee Scheduling Software
es_es: Los empleados en línea de software de programación
zh_cn: 在线员工排班软件

source: All Plans Include Everything!
es_es: Todos los planes incluyen todo!
zh_cn: 所有计划包括一切！

source: {count} Employee
es_es: {count} Empleado
zh_cn: {count} 雇员

source: Per month,<br />billed annually
es_es: Por mes,<br />facturan anualmente
zh_cn: 每月<br />每年结算

source: /mo using<br />monthly billing
es_es: / Mes con<br />facturación mensual
zh_cn: / MO使用<br />每月帐单

source: More than 100 employees?
es_es: Más de 100 empleados?
zh_cn: 现有员工100多人？

source: Non-Profit Organization?
es_es: Organización sin fines de lucro?
zh_cn: 非营利组织？

source: Franchise or Multiple Locations?
es_es: Franquicia o varias ubicaciones?
zh_cn: 专营权或多个位置？

source: You're currently logged into a ShiftPlanning Account.
es_es: Estás conectado a una cuenta ShiftPlanning.
zh_cn: 你当前登录成ShiftPlanning帐户。

source: Thanks.
es_es: Gracias.
zh_cn: 谢谢。

source: Get Started Now!
es_es: Empezar ahora mismo!
zh_cn: 立即开始！

source: No Credit Card Required
es_es: No requiere tarjeta de crédito
zh_cn: 无需信用卡

source: No Software to Download
es_es: Ningún software para descargar
zh_cn: 没有软件下载

source: I agree to the <a href="/terms/" class="red">Terms of Use</a> and <a href="/privacy/" class="red">Privacy Policy</a>
es_es: Estoy de acuerdo con la <a href="/terms/" class="red">Términos de Uso</a> y <a href="/privacy/" class="red">Política de Privacidad</a>
zh_cn: 我同意 <a href="/terms/" class="red">使用条款</a> 和 <a href="/privacy/" class="red">隐私权政策</a>

source: Create my ShiftPlanning Account
es_es: Crear mi cuenta de ShiftPlanning
zh_cn: 创建我ShiftPlanning帐户

source: Annual Billing Discount
es_es: Descuento de facturación anual
zh_cn: 年度结算折扣

source: We offer large discounts for accounts that pay for a year in advance.
es_es: Ofrecemos grandes descuentos para las cuentas que pagan por un año de antelación.
zh_cn: 我们提供大量的折扣提前支付一年的帐户。

source: Payment Methods
es_es: Formas de Pago
zh_cn: 付款方式

source: We accept PayPal, Visa, MasterCard, American Express and wire transfer.
es_es: Aceptamos PayPal, Visa, MasterCard, American Express y transferencia bancaria.
zh_cn: 我们接受贝宝，维萨卡，万事达卡，美国运通卡和电汇。

source: Loved around the world by thousands
es_es: Me encantó todo el mundo por miles
zh_cn: 世界各地的数千所喜爱

source: "With a winning positive attitude, and a great framework that is constantly being updated with new features, ShiftPlanning is definitely the ultimate shift scheduling software available."
es_es: &quot;Con una actitud ganadora positivo, y un gran marco que está siendo constantemente actualizado con nuevas características, ShiftPlanning es sin duda el software de cambio de programación disponibles final&quot;.
zh_cn: “有了一个成功的积极态度，和一个伟大的框架，不断更新新功能，ShiftPlanning肯定是最终的排班软件。”

source: Savoury Chef Foods
es_es: Alimentos salados Chef
zh_cn: 咸味厨师食品

source: "ShiftPlanning combines all the best tools and capabilities of employee scheduling software, making an ideal product for your business...cutting-edge online features and ideal scheduling capabilities."
es_es: &quot;ShiftPlanning combina todas las mejores herramientas y capacidades de software programar del empleado, lo que hace un producto ideal para su negocio ... las características de vanguardia en línea y capacidades ideales de programación.&quot;
zh_cn: “ShiftPlanning结合所有员工排班软件的最佳工具和功能，从而为您的企业的理想产品...尖端的网络功能和理想的调度能力。”

source: Connect with a Sales Agent
es_es: Conéctate con un agente de ventas
zh_cn: 与销售代理连接

source: Ask for Help
es_es: Pida ayuda
zh_cn: 求人

source: ShiftPlanning account representatives are available 24/7 to assist you. <a href="javascript://" onclick="livechat();" class="red">Click Here</a> to chat with an account representative now or call: 1.888.973.6030
es_es: Representantes ShiftPlanning cuenta están disponibles 24/7 para ayudarle. <a href="javascript://" onclick="livechat();" class="red">Haga clic aquí</a> para chatear con un representante de cuenta ahora o llame al: 1.888.973.6030
zh_cn: ShiftPlanning帐户代表提供24/7为您提供帮助。 <a href="javascript://" onclick="livechat();" class="red">点击这里</a> 现在聊天的帐户代表或致电：1.888.973.6030

source: Comments
es_es: Comentarios
zh_cn: 评论

source: recent blogs
es_es: blogs de los últimos
zh_cn: 最新博客

source: Employee Scheduling Software
es_es: Empleado de software de programación
zh_cn: 员工排班软件

source: Time Clocking & Payroll
es_es: Tiempo Reloj y Nómina
zh_cn: 时钟时间与薪资

source: Easy to use online workforce management software that will give you back the valuable time that you're losing managing your business, allowing you to focus on growing it.
es_es: Fácil de utilizar software online de gestión de fuerza de trabajo que le va a devolver el valioso tiempo que está perdiendo la gestión de su negocio, que le permite centrarse en el crecimiento de la misma.
zh_cn: 易于使用的在线人力资源管理软件，会给你宝贵的时间，你失去管理您的业务，让您专注于它生长。

source: or
es_es: o

source: Take the Tour
es_es: Toma el Tour
zh_cn: 乘坐旅游

source: Workforce Management Made Magically Easy!
es_es: Workforce Management Made Easy arte de magia!
zh_cn: 劳动力管理奇妙的轻松！

source: Eliminate
es_es: Eliminar
zh_cn: 消除

source: Scheduling conflicts and control overtime.
es_es: Conflictos de programación y las horas extraordinarias de control.
zh_cn: 调度冲突和控制加班。

source: Time Clock
es_es: Reloj de tiempo
zh_cn: 时钟

source: Online Time Clock Software
es_es: Tiempo en línea de software de reloj
zh_cn: 在线时间时钟软件

source: Watch a short video overview:
es_es: Vea un vídeo explicativo:
zh_cn: 观看短片概览：

source: or Take the Tour
es_es: o Toma el Tour
zh_cn: 或乘坐旅游

source: ShiftPlanning is available anywhere you have an internet connection
es_es: ShiftPlanning está disponible en cualquier lugar que tenga conexión a internet
zh_cn: ShiftPlanning是任何地方，您有互联网连接

source: Nothing to Download or Install
es_es: No hay nada que descargar o instalar el
zh_cn: 没有下载或安装

source: ShiftPlanning is a cloud-based <a href="/schedule/">employee scheduling</a> application meaning that you will never have to download or install anything to have access to your data, everywhere!
es_es: ShiftPlanning es una basada en la nube <a href="/schedule/">programar del empleado</a> significado de aplicaciones que usted nunca tendrá que descargar o instalar cualquier cosa para tener acceso a sus datos, en todas partes!
zh_cn: ShiftPlanning是一个基于云 <a href="/schedule/">员工排班</a> 应用程序的含义，你永远不会下载或安装任何有访问您的数据，无处不在！

source: Full Mobile Access
es_es: Mobile Access completa
zh_cn: 全移动接入

source: Access our online employee scheduling software on the go from any mobile or tablet device. We have apps specifically formatted for all the major mobile devices including:
es_es: Acceda a nuestra línea de software de programación empleado en el camino desde cualquier dispositivo móvil o una tableta. Tenemos aplicaciones de formato de forma específica para todos los dispositivos móviles más importantes, incluyendo:
zh_cn: 从任何手机或平板设备去访问我们的在线员工排班软件。我们有专门为在内的所有主要的移动设备格式化的应用程序：

source: Full Browser Support
es_es: Soporte del navegador completa
zh_cn: 完整的浏览器支持

source: ShiftPlanning has been built to work with all of the latest web-browsers including:
es_es: ShiftPlanning se ha construido para trabajar con lo último de los navegadores web, incluyendo:
zh_cn: 已建成ShiftPlanning工作与最新的网络浏览器，包括：

source: Google Chrome, Mozilla Firefox, Apple's Safari and Internet Explorer 7+
es_es: Google Chrome, Mozilla Firefox, Apple Safari e Internet Explorer 7 +
zh_cn: 谷歌Chrome，Mozilla的Firefox，苹果Safari和Internet Explorer 7 +

source: ShiftPlanning is workforce management software for the 21st century. It is incredibly easy to use and features a dynamic interface with intuitive drag and drop actions.
es_es: ShiftPlanning es un software de administración de personal para el siglo 21. Es increíblemente fácil de usar y cuenta con una interfaz dinámica e intuitiva con un simple arrastrar y soltar las acciones.
zh_cn: ShiftPlanning是面向21世纪的劳动力管理软件。它是非常容易使用，并设有一个直观的拖放操作的动态界面。

source: Too busy, or concerned with the time involved to make the switch? No Problem - Our team is here to help! Account setup is free, completely confidential and painless.
es_es: ¿Demasiado ocupado o preocupado por el tiempo necesario para hacer el cambio? No hay problema - Nuestro equipo está aquí para ayudarle! Configuración de la cuenta es gratuita, totalmente confidencial y sin dolor.
zh_cn: 工作太忙，或与参与，使开关的时间有关吗？没问题 - 我们的团队为您提供帮助！帐户设置是免费的，完全保密的，无痛的。

source: Connect at anytime with a ShiftPlanning customer care agent for 1-on-1 training and for assistance. You'll be a scheduling wizard in no time! (Did we mention that it's free?)
es_es: Conéctate en cualquier momento con un agente de atención al cliente para ShiftPlanning 1-en-1 para la capacitación y la asistencia. Vas a ser un mago de la programación en ninguna hora! (¿Mencionamos que es gratis?)
zh_cn: 随时连接与ShiftPlanning顾客护理剂为1对1培训和援助。你是一个没有时间的调度向导！ （我们提到它是免费的吗？）

source: View more reasons why you will
es_es: Ver más razones por las cuales va a
zh_cn: 查看更多的理由为什么你会

source: View customer case studies
es_es: Ver casos prácticos de clientes
zh_cn: 查看客户案例研究

source: Read Full Review
es_es: Leer Reseña Completa
zh_cn: 阅读全部评论

source: For all business sizes and industries
es_es: Para todos los tamaños de negocios y las industrias
zh_cn: 对于所有的业务规模和行业

source: Hospitality
es_es: Hospitalidad
zh_cn: 招待费

source: Healthcare
es_es: Salud
zh_cn: 医疗保健

source: Restaurant
es_es: Restaurante
zh_cn: 餐厅

source: Retail
es_es: Venta al por menor
zh_cn: 零售

source: Safety
es_es: Seguridad
zh_cn: 安全

source: Frequently Asked Questions
es_es: Preguntas más frecuentes
zh_cn: 常见问题

source: ShiftPlanning is the perfect online <a href="/staff/">workforce management software</a> solution for any business that needs to manage employees or volunteers. Here are some example industries where ShiftPlanning is already deployed:
es_es: ShiftPlanning es la línea perfecta <a href="/staff/">software de gestión de fuerza de trabajo</a> solución para cualquier negocio que necesite manejar a los empleados o voluntarios. Estas son algunas de las industrias de ejemplo, donde ShiftPlanning ya se ha desplegado:
zh_cn: ShiftPlanning是最完美的在线 <a href="/staff/">人力资源管理软件</a> 任何企业需要管理员工或志愿者的解决方案。下面是一些例子在ShiftPlanning已经部署的行业：

source: retail
es_es: venta al por menor
zh_cn: 零售

source: restaurants
es_es: restaurantes
zh_cn: 餐厅

source: call centers
es_es: centros de llamadas
zh_cn: 呼叫中心

source: hotels
es_es: hoteles
zh_cn: 酒店

source: hospitals
es_es: hospitales
zh_cn: 医院

source: Doctors
es_es: Los médicos
zh_cn: 医生

source: and
es_es: y
zh_cn: 和

source: volunteers
es_es: voluntarios
zh_cn: 志愿者

source: and more!
es_es: y mucho más!
zh_cn: 和更多！

source: How much time will I save using ShiftPlanning?
es_es: ¿Cuánto tiempo voy a ahorrar utilizando ShiftPlanning?
zh_cn: 我会节省多少时间使用ShiftPlanning？

source: ShiftPlanning's online <a href="/schedule/">employee scheduling software</a> is cutting employee scheduling and workforce management related tasks for businesses by up to 90%! To learn more about how ShiftPlanning is being put to work in various industries and saving businesses time visit our <a href="/casestudies/">Case Studies</a>.
es_es: ShiftPlanning de línea <a href="/schedule/">empleado el software de programación</a> está reduciendo la programación de los empleados y las tareas de administración de personal para las empresas relacionadas hasta en un 90%! Para obtener más información acerca de cómo ShiftPlanning se ha puesto a trabajar en diversas industrias y empresas de ahorro de tiempo de visitar nuestro <a href="/casestudies/">Estudios de caso</a>.
zh_cn: ShiftPlanning的在线 <a href="/schedule/">员工排班软件</a> 削减高达90％为企业和员工排班人力资源管理相关的任务！要了解更多有关如何ShiftPlanning正在得到落实，在各行业的工作，节省企业的时间访问我们的 <a href="/casestudies/">案例研究</a>。

source: They'll love it! In fact employees like us so much that they're even recommending us to their managers! Employees love the ability to login whenever they want and check schedules, pick-up open shifts, make shift trades, book vacation time and more.
es_es: A ellos les encantará! De hecho los empleados como nosotros, tanto que incluso nos están recomendando a sus jefes! Los empleados encanta la posibilidad de acceder cuando lo deseen y consultar horarios, pick-up turnos abiertos, hacer operaciones de cambio, tiempo de vacaciones de libros y mucho más.
zh_cn: 他们一定会喜欢它！事实上，员工喜欢我们这么多，他们甚至建议我们到他们的经理！员工热爱登陆时，他们想和检查的时间表，开放转变回升，使转变的行业，本书的休假时间和更多的能力。

source: ShiftPlanning integrates seamlessly with tons of applications your business is already using. We integrate with apps like GoogleApps, Facebook, Google Calendar, iPhone and with our API the integration possibilities are endless!
es_es: ShiftPlanning integra a la perfección con un montón de aplicaciones de su empresa ya está utilizando. Nos integramos con aplicaciones como GoogleApps, Facebook, Google Calendar, iPhone y con nuestra API de las posibilidades de integración son infinitas!
zh_cn: ShiftPlanning吨您的企业已经在使用的应用程序无缝集成。我们GoogleApps，Facebook，谷歌日历，iPhone的应用程序和我们的API整合一体化的可能性是无穷无尽的！

source: Yes, whenever you want! We provide options for schedule and employee data import/export through .csv and .xls on our website, and with our API you have full access all of the data in our workforce management software at anytime.
es_es: Sí, cuando quieras! Ofrecemos opciones de horarios y datos de empleados xls de importación / exportación a través de. Csv y. En nuestro sitio web, y con nuestra API, tendrá acceso pleno a todos los datos en nuestro software de gestión de fuerza de trabajo en cualquier momento.
zh_cn: 是的，只要你想！我们为我们的网站上的时间表和雇员的数据通过。CSV和进口/出口。XLS选项，并与我们的API，你有完全访问权限随时在我们的人力资源管理软件的所有数据。

source: How much does ShiftPlanning cost?
es_es: ¿Cuánto ShiftPlanning costo?
zh_cn: 多少ShiftPlanning成本？

source: ShiftPlanning's online employee scheduling software starts at just $20 a month and scales on demand to meet your business's workforce management needs. <a href="/signup/">Click here</a> to learn more about our flexible and affordable <a href="/signup/">pricing and billing options</a>.
es_es: ShiftPlanning de software en línea de programación empleado comienza en sólo $ 20 al mes y tienen escamas en la demanda para satisfacer las necesidades de su negocio de administración de personal. <a href="/signup/">Haga clic aquí</a> para aprender más acerca de nuestra flexible y asequible <a href="/signup/">fijación de precios y opciones de facturación</a>.
zh_cn: ShiftPlanning的在线员工排班软件开始，每月只需20元和需求规模，以满足您的企业的人力资源管理的需求。 <a href="/signup/">点击这里</a> 了解更多关于我们灵活的和可负担得起 <a href="/signup/">定价和结算方式</a>。

source: Loading...
es_es: Cargando ...
zh_cn: 载入中...

source: At the heart of ShiftPlanning is a powerful platform for staff management and communication. Share Files, Send Messages, Post Events, Set Availability and tons more!
es_es: En el corazón de ShiftPlanning es una potente plataforma para la gestión del personal y la comunicación. Compartir archivos, enviar mensajes, eventos de Correos, disponibilidad contenido y las toneladas más!
zh_cn: 在的ShiftPlanning心是一个强大的平台，工作人员的管理和沟通。共享文件，发送邮件，邮政活动，提供一套万吨以上！

source: ShiftPlanning's web based time clock software gets rid of the need for expensive stand-alone equipment while stream-lining the process of timesheet management allowing you to take your employee work data directly to payroll.
es_es: ShiftPlanning web basada en software de reloj de tiempo se deshace de la necesidad de costosos equipos autónomos, mientras que la corriente de la guarnición del proceso de gestión de parte de horas que le permite llevar sus datos de trabajo de los empleados directamente en la nómina.
zh_cn: ShiftPlanning的基于网络的时钟软件获取摆脱昂贵的单机设备的需要而流衬里的时间表管理的过程中，让你把你的员工的工作数据，直接到工资。

source: Mobile
es_es: Móvil
zh_cn: 移动

source: ShiftPlanning is a web-based application meaning that you have access to our application anywhere you have an internet connection; Including your mobile phone. We have specialized versions of our app for mobile and smart phones.
es_es: ShiftPlanning es una aplicación web basada en lo que significa que usted tiene acceso a nuestra aplicación en cualquier lugar que tenga una conexión a Internet, incluyendo su teléfono móvil. Tenemos una versión especializada de nuestra aplicación para teléfonos móviles e inteligentes.
zh_cn: ShiftPlanning是一个基于网络的应用程序，这意味着你访问我们的应用程序任何地方，你有互联网连接，包括手机。我们有我们的应用程序的专门版本，移动和智能手机。

source: Setup ShiftPlanning just the way you like it! Embed it into your website, add your logo, have your own custom url and tons more.
es_es: ShiftPlanning la instalación de la manera que te guste! Incluye en tu sitio web, añadir su logotipo, tiene su propia URL personalizada y un montón más.
zh_cn: 安装ShiftPlanning只是你喜欢的方式！它嵌入到你的网站，增加您的标志，有自己的自定义URL和万吨以上。

source: Schedule
es_es: Programar
zh_cn: 时间表

source: ShiftPlanning allows you to schedule smarter by letting you work with the most current and accurate data. Know who is available, who is on overtime, who are your top employees, who is on vacation and more.
es_es: ShiftPlanning le permite programar de forma más inteligente que le permite trabajar con los datos más actuales y precisos. Sepa con quién está disponible, que es de las horas extraordinarias, que son sus mejores empleados, que está de vacaciones y mucho más.
zh_cn: ShiftPlanning让你更聪明的安排，让您使用最新，最准确的数据。知道是谁，谁加班，那么谁是您最出色的公司雇员，度假和更多的。

source: ShiftPlanning's online workforce management application is completely integrated meaning that all your data from your schedules to your actual employee's clocked time can be taken directly to payroll for online processing.
es_es: ShiftPlanning de solicitud en línea de gestión de fuerza de trabajo está completamente integrado que significa que todos los datos de sus horarios en tiempo real registró su empleado se puede tomar directamente de la nómina para el procesamiento en línea.
zh_cn: ShiftPlanning的在线人力资源管理中的应用完全集成的意义，所有的数据从你的时间表，以您的实际雇员的主频时间可以直接在线处理工资单。

source: Integrate
es_es: Integrar
zh_cn: 整合

source: ShiftPlanning is integrated out of the box with tons of applications your business is already using. Google Apps, E-mail, Facebook, Excel and more.
es_es: ShiftPlanning se integra de la caja con un montón de aplicaciones de su empresa ya está utilizando. Google Apps, E-mail, Facebook, Excel y mucho más.
zh_cn: ShiftPlanning是集成的开箱吨，与您的企业已经在使用的应用程序。谷歌应用程序，电子邮件，脸谱，Excel和更多。

source: We work around the clock to make sure that your data is safe and always accessible. Hourly backups, SSL support and advanced password hasing techniques are just a few of the steps we have taken to ensure the safety of your employees & data.
es_es: Trabajamos día y noche para asegurarse de que sus datos estén seguros y siempre accesible. Copias de seguridad cada hora, soporte SSL y técnicas avanzadas de hasing contraseña son sólo algunos de los pasos que hemos tomado para garantizar la seguridad de sus empleados y de datos.
zh_cn: 我们夜以继日地工作，以确保您的数据是安全的，总是访问。每小时备份，支持SSL和先进密码hasing技术只是少数，我们已采取步骤，以确保您的员工及数据的安全。

source: start the Tour
es_es: iniciar el Tour
zh_cn: 开始游览

source: <b>Correct Details!</b><br><br>Please be patient while we Log you in.<br>This window will refresh when login is complete.<script>window.setTimeout('window.parent.location.reload()', 2500);</script><br><br><br><br>If window does not re-fresh in a few seconds please <a href="{post_ref}" target="_top">click here</a>
es_es: <b>Los detalles son correctos!</b><br><br>Por favor, sea paciente mientras que inicie sesión<br>Esta ventana se actualizará al inicio de sesión se ha completado.<script>window.setTimeout (&#39;window.parent.location.reload ()&#39;, 2500);</script><br><br><br><br>Si la ventana no se re-frescos en unos segundos por favor <a href="{post_ref}" target="_top">haga clic aquí</a>
zh_cn: <b>正确的细节！</b><br><br>请耐心等待，而我们登录你进来<br>登录完成后，将刷新这个窗口。<script>的window.setTimeout（“window.parent.location.reload（）&#39;，2500）;</script><br><br><br><br>如果窗口没有再新鲜的，请在几秒钟 <a href="{post_ref}" target="_top">点击这里</a>

source: Wrong username and/or password. <br><br> <u><a href="javascript: history.go(-1)">Click here to try again.</a></u> &nbsp; &middot; &nbsp; <a href="{fbase}login.php?action=forget" tabindex="5" target="_top"><u>Forgotten your password?</u></a>
es_es: Incorrecto nombre de usuario y / o contraseña. <br><br> <u><a href="javascript: history.go(-1)">Haga clic aquí para intentarlo de nuevo.</a></u> · <a href="{fbase}login.php?action=forget" tabindex="5" target="_top"><u>¿Olvidó su contraseña?</u></a>
zh_cn: 错误的用户名和/或密码。 <br><br> <u><a href="javascript: history.go(-1)">点击这里再试一次。</a></u> · <a href="{fbase}login.php?action=forget" tabindex="5" target="_top"><u>忘记密码？</u></a>

source: An activation Email has been sent, but you haven't opened it yet. Do you need another one?
es_es: Un mensaje de activación ha sido enviado, pero no lo he abierto todavía. ¿Necesita otro?
zh_cn: 已发送一封激活邮件，但你没有打开它。你需要另一个吗？

source: Wrong username and/or password. <br><br> <u><a href="login.php">Click here to try again.</a></u> &nbsp; &middot; &nbsp; <a href="{fbase}login.php?action=forget" tabindex="5" target="_top"><u>Forgotten your password?</u></a>
es_es: Incorrecto nombre de usuario y / o contraseña. <br><br> <u><a href="login.php">Haga clic aquí para intentarlo de nuevo.</a></u> · <a href="{fbase}login.php?action=forget" tabindex="5" target="_top"><u>¿Olvidó su contraseña?</u></a>
zh_cn: 错误的用户名和/或密码。 <br><br> <u><a href="login.php">点击这里再试一次。</a></u> · <a href="{fbase}login.php?action=forget" tabindex="5" target="_top"><u>忘记密码？</u></a>

source: Enter your username and password below.
es_es: Introduzca su nombre de usuario y contraseña a continuación.
zh_cn: 在下面输入您的用户名和密码。

source: Email or Username
es_es: E-mail o nombre de usuario
zh_cn: 电子邮件或用户名

source: Password
es_es: Contraseña
zh_cn: 密码

source: If you have have forgotten your password please click on the link below.
es_es: Si has olvidado tu contraseña haz clic en el enlace de abajo.
zh_cn: 如果你已经忘记了密码，请点击下面的链接。

source: Forgotten your password?
es_es: ¿Olvidó su contraseña?
zh_cn: 忘记密码？

source: You Must be logged in to that..
es_es: Usted debe estar conectado para que ..
zh_cn: 您必须登录到该......

source: Login
es_es: Iniciar sesión
zh_cn: 登录

source: Create an Account</a> to proceed
es_es: Crear una cuenta</a> para proceder
zh_cn: 创建一个帐户</a> 继续

source: Send To:
es_es: Enviar a:
zh_cn: 发送到：

source: Subject:
es_es: Asunto:
zh_cn: 主题：

source: Message:
es_es: Mensaje:
zh_cn: 消息：

source: Thanks!
es_es: Gracias!
zh_cn: 谢谢！

source: You may now continue to your account.
es_es: Ahora puede acceder a su cuenta.
zh_cn: 你现在可以继续您的帐户。

source: Welcome {name}</b>{split}In order to continue using ShiftPlanning.com, please take a minute to read through our Terms of Use and Privacy Policy. Thanks.
es_es: Bienvenida {name}</b>{split}Con el fin de seguir utilizando ShiftPlanning.com, por favor, tómese un minuto para leer nuestros Términos de Uso y la Política de Privacidad. Gracias.
zh_cn: 欢迎 {name}</b>{split}为了继续使用ShiftPlanning.com，请花一分钟读通过我们的使用条款和隐私权政策。谢谢。

source: You must agree to our Terms of Use to continue.
es_es: Usted debe estar de acuerdo con nuestros Términos de uso para continuar.
zh_cn: 您必须同意我们的使用条款继续。

source: You must agree to our Privacy Policy to continue.
es_es: Usted debe estar de acuerdo con nuestra política de privacidad para continuar.
zh_cn: 你必须同意我们的隐私政策的继续。
