Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Contact us if you have any concerns.
es_es: Póngase en contacto con nosotros si tiene alguna duda.
zh_cn: 如果您有任何问题，联系我们。

source: An update has been made since you last refreshed. Please <a href="javascript: window.location.reload();">Refresh now</a>.
es_es: Una actualización se ha realizado desde la última vez renovado. Por favor, <a href="javascript: window.location.reload();">Actualizar ahora</a>.
zh_cn: 更新已经取得了自上次刷新。请 <a href="javascript: window.location.reload();">现在刷新</a>。

source: Dashboard
es_es: Tablero de instrumentos
zh_cn: 仪表盘

source: Admin
es_es: Administración
zh_cn: 管理

source: You must have Javascript enabled to use this application.
es_es: Usted debe tener Javascript activado para poder utilizar esta aplicación.
zh_cn: 你必须有启动Javascript才能使用此应用程序。

source: Click Here</a> to learn how.
es_es: Haga clic aquí</a> para aprender.
zh_cn: 点击这里</a> 学习如何。

source: Tablet
es_es: Tableta
zh_cn: 片剂

source: Report Bug
es_es: Informe de errores
zh_cn: 报告Bug

source: Employee:
es_es: Empleado:
zh_cn: 员工人数：

source: Submit Request
es_es: Enviar solicitud
zh_cn: 提交申请

source: Timeline
es_es: Línea de tiempo
zh_cn: 时间轴

source: Partial
es_es: Parcial
zh_cn: 部分的

source: Empty
es_es: Vacío
zh_cn: 空的

source: Full
es_es: Completo
zh_cn: 充分

source: Shows Notes
es_es: Muestra las notas
zh_cn: 显示注释

source: Schedule Summary:
es_es: Calendario Resumen:
zh_cn: 附表摘要：

source: Hours Scheduled Between
es_es: Entre las horas programadas
zh_cn: 小时定期

source: Shifts Confirmed Between
es_es: Los cambios confirmados entre
zh_cn: 确认之间的变化

source: Employee Availability Between
es_es: Entre los empleados de disponibilidad
zh_cn: 之间的雇员可用性

source: Employee Unavailability Between
es_es: Falta de disponibilidad de empleados entre
zh_cn: 之间的雇员不可用

source: Time Sheets Between
es_es: Hojas de tiempo entre los
zh_cn: 之间的时程表

source: TimeSheet Attendance Statistics Between
es_es: Estadísticas TimeSheet asistencia entre los
zh_cn: 之间时间表出勤统计

source: Attendance Statistics Between
es_es: Estadísticas de asistencia entre los
zh_cn: 之间的考勤统计

source: Vacation Statistics Between
es_es: Estadísticas de vacaciones entre
zh_cn: 之间的假期统计

source: Sort By Employee
es_es: Ordenado por los empleados
zh_cn: 排序由雇员

source: Deleting this employee will disable their login, and remove all of their account data. Are you sure you want to continue?
es_es: La eliminación de esta empleado desactivar su nombre de usuario y eliminar todos los datos de sus cuentas. ¿Seguro que desea continuar?
zh_cn: 删去这名雇员将禁止其登录，并删除其所有帐户数据。你确定你要继续吗？

source: Who's Working
es_es: ¿Quién de trabajo
zh_cn: 谁的工作

source: ShiftPlanning is free for non-profit organizations.<br />Click on the link below for more information.
es_es: ShiftPlanning es gratuito para las organizaciones no lucrativas.<br />Haga clic en el enlace de más abajo para más información.
zh_cn: ShiftPlanning是非营利组织。<br />点击以下链接获取更多信息。

source: ShiftPlanning offers discounted pricing for large businesses.<br /><a href="/contact/">Contact Us</a>, or click on the link below for more information.
es_es: ShiftPlanning ofrece precios de descuento para las grandes empresas.<br /><a href="/contact/">Contacte con nosotros</a>, O haz clic en el enlace de abajo para más información.
zh_cn: ShiftPlanning为大型企业提供优惠价格。<br /><a href="/contact/">联系我们</a>，或点击以下链接获取更多信息。

source: ShiftPlanning has a powerful platform for franchise and chain busineses.<br /><a href="/contact/">Contact Us</a>, or click on the link below for more information.
es_es: ShiftPlanning tiene una potente plataforma para busineses de franquicia y la cadena.<br /><a href="/contact/">Contacte con nosotros</a>, O haz clic en el enlace de abajo para más información.
zh_cn: ShiftPlanning有一个强大的平台的专营权和链busineses的。<br /><a href="/contact/">联系我们</a>，或点击以下链接获取更多信息。

source: ShiftPlanning’s intuitive online software is designed to make every step in the scheduling and employee data filing process fast, easy and error-free. When a new employee joins the staff of your company, a ShiftPlanning activation E-mail is sent to their accounts from your company manager. This way, both you and the employee can maintain security in the activation process.
es_es: ShiftPlanning de software intuitiva en línea está diseñado para que cada paso en la programación y el empleado de presentación de datos de proceso rápido, fácil y libre de errores. Cuando un nuevo empleado se une al personal de su empresa, una activación ShiftPlanning E-mail es enviado a sus cuentas de su gerente de la empresa. De esta manera, tanto usted como el empleado puede mantener la seguridad en el proceso de activación.
zh_cn: ShiftPlanning直观的在线软件设计，使每一个步骤的调度和雇员数据提交过程快速，简便，无差错。当新员工加入贵公司的工作人员，ShiftPlanning激活电子邮件发送到他们的帐户，从您的公司经理。这样，您和雇员可以在激活过程中保持安全。

source: Many Emergency Service organizations have come to depend upon the powerful integrated staff scheduling tools and options at the foundation of ShiftPlanning's state-of-the-art software. Whether you are scheduling paramedics and their support staff or fire, police and other emergency response agencies, your scheduling software must be comprehensive, flexible and adaptable to every jurisdictional demand.
es_es: Muchas organizaciones de servicios de emergencia han llegado a depender de las potentes herramientas integradas de planificación de personal y las opciones de la base de estado de la técnica de software de ShiftPlanning. Si usted es la programación de los paramédicos y personal de apoyo o un incendio, la policía y otras agencias de respuesta de emergencia, su software de planificación debe ser integral, flexible y adaptable a cada exigencia jurisdiccional.
zh_cn: 许多紧急服务组织来依靠强大的综合人员调度工具和ShiftPlanning的国家的最先进的软件基础选项。无论你是调度医护人员和他们的支援人员或消防，警察和其他应急机构，调度软件必须是全面的，灵活和适应性强的每一个管辖需求。

source: ShiftPlanning makes shift scheduling and managing streamlined, and so cost effective you can be reigning in out-of-control expenses within your first pay cycle. Managers can remotely check on employees that are clocked in and enforce schedules. Employees can be prohibited from clocking in early, or clocking out late.
es_es: ShiftPlanning hace cambio de la programación y la gestión eficiente y tan rentable puede ser que reina en los gastos fuera de control dentro de su ciclo de pago en primer lugar. Los administradores pueden comprobar de forma remota a los empleados que están sincronizados y hacer cumplir los horarios. Los empleados pueden ser prohibido en la hora en principios, o fichar para salir tarde.
zh_cn: ShiftPlanning排班和管理简化，所以你可以在控制开支统治你的第一个工资周期内成本效益。经理可以远程检查，主频在员工和执行时间表。员工可以从时钟早，或晚出时钟被禁止。

source: People everywhere love to go to franchise restaurants and other franchise businesses because of the standard that they can count on at any location. Still, franchises compete for customers every day, and adequate staff scheduling is critical to providing the kind of quality customer service that brings people to your establishment and keeps them coming back. ShiftPlanning scheduling software provides the customizable platform you need to match forecasted customer numbers with adequate staff.
es_es: Gente de todas partes le encanta ir a restaurantes de franquicias y otros negocios de franquicia debido a la norma que se puede contar en cualquier lugar. Sin embargo, las franquicias compiten por los clientes todos los días, y la programación de personal adecuado es fundamental para proporcionar el tipo de servicio al cliente de calidad que lleva a la gente a su establecimiento y los mantiene regresando. Software de programación ShiftPlanning proporciona la plataforma personalizable que usted necesita para que coincida con el número de clientes previstos con el personal adecuado.
zh_cn: 世界各地的人们爱去的特许经营餐馆和其他特许经营业务，因为标准的，他们不能指望在任何位置上。尽管如此，专营权争夺客户每天，足够的工作人员调度提供优质的客户服务，给人们带来了建立和保持他们回来是至关重要的。 ShiftPlanning调度软件提供了可定制的平台，你需要足够的工作人员，以配合预测客户数量。

source: Depending on the size of the franchise, most operate with various levels of management. The average franchise staff is comprised of the owner, manager, franchise/branch managers (where applicable,) marketing manager, customer service staff, online order and delivery agents, and customer support specialists.
es_es: Dependiendo del tamaño de la franquicia más, operan con diversos niveles de gestión. El personal de la franquicia promedio está compuesto por los gerentes propietarios, gerentes, franquicias / sucursales (en su caso), director de marketing, personal de servicio al cliente, pedidos en línea y los agentes de entrega, y los especialistas de soporte al cliente.
zh_cn: 根据专营权的大小，经营与管理的各级。平均专营权的工作人员组成的经理老板，经理，特许经营/支（如适用）的营销经理，客户服务人员，网上订购和交付代理，客户支持专家。

source: Scheduling staff for your fast food restaurant requires the ability to achieve a balance between meeting the needs of your customers and the needs of your employees every day. Your fast food restaurant's employee scheduling program must be a powerful management tool designed to streamline the process and free up your business's managers and supervisors to spend less time scheduling and more time attending to the business of running a restaurant.
es_es: La programación de personal para su restaurante de comida rápida requiere la capacidad de lograr un equilibrio entre satisfacer las necesidades de sus clientes y las necesidades de sus empleados todos los días. El programa de su restaurante de comida rápida de programar del empleado debe ser una poderosa herramienta de gestión diseñada para simplificar el proceso y gratuita hasta los gerentes de su empresa y los supervisores a pasar menos tiempo de programación y más tiempo atendiendo a la tarea de dirigir un restaurante.
zh_cn: 调度您的快餐店的工作人员需要的能力达到了每天满足您的客户的需求和员工的需求之间的平衡。你的快餐店的雇员调度程序必须有一个强大的管理工具，旨在简化进程和加快您的公司的经理和主管，花费更少的时间调度和参加更多的时间来经营食肆。

source: ShiftPlanning is designed to handle an unlimited number of employees to cover every position and every shift. Every staff member is notified of their schedule electronically, and can access their schedule online from any computer, leaving no room for error. Supervisors can easily schedule their shift teams and notify them without worrying about tracking down phone numbers or requiring employees to come in on off hours to collect their schedules. ShiftPlanning has made fast food restaurant staff scheduling easy and efficient.
es_es: ShiftPlanning está diseñado para manejar un número ilimitado de empleados para cubrir todas las posiciones y el cambio de todos los días. Cada miembro del personal es notificado de su horario de forma electrónica, y pueden acceder a su calendario en línea desde cualquier ordenador, sin dejar margen para el error. Los supervisores pueden programar sus equipos de cambio y las comunicarán sin tener que preocuparse sobre el seguimiento de los números de teléfono o exigir a los empleados a entrar en las horas libres para recoger sus horarios. ShiftPlanning ha hecho el personal de restaurantes de comida rápida la programación fácil y eficiente.
zh_cn: ShiftPlanning设计处理员工包括每个岗位和每个班次数量不限。每一个工作人员以电子方式通知他们的日程安排，并可以从任何计算机访问网上他们的日程安排，不留下任何错误的余地。监事可以轻松地安排他们的转变队，并通知他们无需担心追查电话号码，或要求员工上下班时间来收集他们的日程安排。的ShiftPlanning取得了快餐店的工作人员安排简单而有效的。

source: ShiftPlanning's custom installation and set-up allows every physician scheduling demand to be met. Whether there are two or three hospital shifts to cover in each 24-hour cycle, in addition to office hours and surgery scheduling, ShiftPlanning provides the powerful tools you need to cover any combination of scheduling needs for the busiest doctors, efficiently and easily.
es_es: Instalación personalizada ShiftPlanning y puesta en marcha, permite a cada médico de la demanda de programación que deben cumplir. Si hay dos o tres turnos del hospital para cubrir en cada ciclo de 24 horas, además de las horas de oficina y la programación de la cirugía, ShiftPlanning proporciona las herramientas necesarias para cubrir cualquier combinación de las necesidades de programación para los más concurridos médicos, de manera eficiente y sencilla.
zh_cn: ShiftPlanning的自定义安装和设置，使每个医生的调度需求得到满足。是否有两个或三个医院转移到包括每24小时周期中，除了办公时间和手术调度，中，ShiftPlanning提供了强大的工具，你需要支付的任何组合调度需求最繁忙的医生，高效，方便。

source: Many physicians and medical organizations have come to depend upon the powerful, integrated scheduling tools and options at the foundation of ShiftPlanning's state-of-the-art software. Whether you are scheduling patient appointments within a doctor's office or physician and PA rotations at the hospital, your scheduling software must be comprehensive, flexible and adaptable to every departmental demand.
es_es: Muchos médicos y organizaciones médicas han llegado a depender de las herramientas de gran alcance, la programación y las opciones integradas en la base de estado de la técnica de software de ShiftPlanning. Ya sea que usted está programando citas de los pacientes en el consultorio del médico o del médico y las rotaciones de PA en el hospital, su software de planificación debe ser integral, flexible y adaptable a todas las necesidades del departamento.
zh_cn: 许多医生和医疗机构都来依靠强大的，集成的调度工具和ShiftPlanning的国家的最先进的软件基础的选项。无论你是病人在医生的办公室或在医院的医生和PA的旋转任命安排，调度软件必须是全面的，灵活和适应性强的每一个部门的需求。

source: ShiftPlanning's custom installation and set-up allows every nurse's scheduling demands to be met. Whether there are rotating shifts to cover in each 24-hour cycle, in addition to office hours or surgical scheduling, ShiftPlanning provides the powerful tools you need to cover any combination of scheduling needs for the busiest nurses, efficiently and easily.
es_es: Instalación personalizada ShiftPlanning y puesta en marcha, permite a todas las demandas de la enfermera de programación que deben cumplir. Si hay turnos rotativos para cubrir en cada ciclo de 24 horas, además de las horas de oficina o de la programación quirúrgica, ShiftPlanning proporciona las herramientas necesarias para cubrir cualquier combinación de las necesidades de programación para los más concurridos enfermeras, de manera eficiente y sencilla.
zh_cn: ShiftPlanning的自定义安装和设置，使每个护士的调度需求得到满足。是否有轮班覆盖在每24小时周期，除了办公时间或手术调度，ShiftPlanning提供了强有力的工具，你需要支付最繁忙的护士调度需求的任意组合，高效和轻松。

source: Many nurses and medical organizations have come to depend upon the powerful, integrated scheduling tools and options at the foundation of ShiftPlanning's state-of-the-art software. Whether you are scheduling nurses to staff a physician's office for patient appointments or rotations at the hospital, your scheduling software must be comprehensive, flexible and adaptable to every departmental demand.
es_es: Muchas enfermeras y las organizaciones de médicos han llegado a depender de las herramientas de gran alcance, la programación y las opciones integradas en la base de estado de la técnica de software de ShiftPlanning. Ya sea que usted está programando las enfermeras a personal de la oficina de un médico para citas de los pacientes o rotaciones en el hospital, su software de planificación debe ser integral, flexible y adaptable a todas las necesidades del departamento.
zh_cn: 许多护士和医疗机构都来依靠强大的，集成的调度工具和ShiftPlanning的国家的最先进的软件基础的选项。你是否安排护士到医生的办公室工作人员在医院门诊预约或旋转，调度软件必须是全面的，灵活和适应性强的每一个部门的需求。

source: Many hospitals and medical organizations have come to depend upon the powerful, integrated staff scheduling tools and options at the foundation of ShiftPlanning's state-of-the-art software. Whether you are scheduling patient appointments within a doctor's office or physician and PA rotations at the hospital, your scheduling software must be comprehensive, flexible and adaptable to every departmental demand.
es_es: Muchos hospitales y organizaciones médicas han llegado a depender de las potentes herramientas integradas de planificación de personal y las opciones de la base de estado de la técnica de software de ShiftPlanning. Ya sea que usted está programando citas de los pacientes en el consultorio del médico o del médico y las rotaciones de PA en el hospital, su software de planificación debe ser integral, flexible y adaptable a todas las necesidades del departamento.
zh_cn: 许多医院和医疗机构都来依靠强大的，集成的工作人员调度工具和ShiftPlanning的国家的最先进的软件基础选项。无论你是病人在医生的办公室或在医院的医生和PA的旋转任命安排，调度软件必须是全面的，灵活和适应性强的每一个部门的需求。

source: ShiftPlanning online scheduling software allows schools to automate and streamline all relevant calendar items quickly, easily and efficiently. In fact, because ShiftPlanning help teachers, staff and schools customize their schedules to suit their specific needs, the scheduling possibilities are virtually limitless.
es_es: Software de programación en línea ShiftPlanning permite a las escuelas para automatizar y agilizar todos los elementos del calendario relevantes de forma rápida, fácil y eficiente. De hecho, ya que los maestros ShiftPlanning ayuda, el personal y las escuelas personalizar sus horarios para adaptarse a sus necesidades específicas, las posibilidades de programación son prácticamente ilimitadas.
zh_cn: ShiftPlanning网上调度软件，使学校的自动化和简化所有相关的日历项目快速，方便和有效。事实上，因为ShiftPlanning帮助教师，职员和学校定制自己的时间表，以满足他们的特定需求，调度的可能性几乎是无限的。

source: ShiftPlanning provides you with the ability to communicate with your managers the dates and times that you are unavailable for work. Weekly availability is used to set availability for routine events that are not changed on a daily basis. Future availability is used to set availability for one-time events such as meetings or special events.
es_es: ShiftPlanning le proporciona la capacidad de comunicarse con sus administradores de las fechas y horas en que no están disponibles para el trabajo. Disponibilidad semanal se utiliza para establecer la disponibilidad para los eventos de rutina que no se cambian a diario. Disponibilidad en el futuro se utiliza para establecer la disponibilidad para los eventos de una sola vez, tales como reuniones o eventos especiales.

source: In this section, "unassigned" can be clicked to reveal staff that still require position assignments. Next to the staff name, locations and positions are listed. To assign staff, click on the applicable checkboxes. Staff can also be assign 'by position' or 'by skill', using the respective link in the bottom of "Staff List."
es_es: En esta sección, &quot;sin asignar&quot; se puede hacer clic para mostrar el personal que aún requieren asignaciones de posición. Junto al nombre del personal, los lugares y las posiciones están en la lista. Para asignar el personal, haga clic en las casillas de verificación correspondientes. El personal también puede ser asignar &quot;por la posición&quot; o &quot;por la habilidad&quot;, utilizando el enlace correspondiente en la parte inferior de la &quot;Lista personal&quot;.

source: ShiftPlanning will pay the Affiliate a commission of each ShiftPlanning subscription which is identified by a visitor from Affiliate's web site using their unique Affiliate Link. The commission amount will be calculated as 20% of the lifetime earnings for all accounts referred to ShiftPlanning.
es_es: ShiftPlanning pagará al Afiliado una comisión de cada suscripción ShiftPlanning que se identifica por un visitante del sitio web de afiliado con su enlace de afiliado único. El importe de la comisión se calcula como el 20% de los ingresos de por vida para todas las cuentas a que se refiere ShiftPlanning.

source: Down for maintenance. Sorry for the inconvenience. Google Apps Sign-On will be back shortly.
es_es: De servicio por mantenimiento. Disculpa las molestias. Google Apps de inicio de sesión estará de regreso en breve.
zh_cn: 停机维护。很抱歉给您带来不便。登录Google企业应用套件将很快就会恢复。

source: Google Apps Setup - ShiftPlanning.com
es_es: Configuración de Google Apps - ShiftPlanning.com
zh_cn: 谷歌应用程序设置 - ShiftPlanning.com

source: Welcome Google Apps User - Do you already have a ShiftPlanning account?
es_es: Bienvenido usuario de Google Apps - ¿Ya tiene una cuenta de ShiftPlanning?
zh_cn: 欢迎Google企业应用套件用户 - 你已经有一个ShiftPlanning帐户？

source: Login to your existing account to connect with your Google Apps account.
es_es: Inicia sesión con tu cuenta existente para conectarse con su cuenta de Google Apps.
zh_cn: 登录到您现有的帐户连接与您的Google Apps帐户。

source: Click the button below and we'll create a new ShiftPlanning account for you!
es_es: Haga clic en el botón de abajo y vamos a crear una cuenta nueva ShiftPlanning para usted!
zh_cn: 点击下面的按钮，我们会为您创建一个新ShiftPlanning帐户！

source: Sign Up!
es_es: ¡Inscríbete!
zh_cn: 注册！

source: News
es_es: Noticia
zh_cn: 新闻

source: Agriculture
es_es: Agricultura
zh_cn: 农业

source: Automotive
es_es: Automotor
zh_cn: 汽车

source: Business Services
es_es: Servicios de Negocios
zh_cn: 商业服务

source: Construction
es_es: Construcción
zh_cn: 施工

source: Education
es_es: Educación
zh_cn: 教育

source: Financial Services
es_es: Servicios Financieros
zh_cn: 金融服务

source: Housing & Real Estate
es_es: Vivienda y Bienes Raíces
zh_cn: 房屋及房地产

source: Manufacturing
es_es: Fabricación
zh_cn: 制造业

source: Telecommunications
es_es: Telecomunicaciones
zh_cn: 电信

source: Volunteer
es_es: Voluntario
zh_cn: 志愿者

source: Basic Settings. Scheduler permissions can be granted to specific positions.
es_es: Configuración básica. Permisos de planificación se puede conceder a posiciones específicas.
zh_cn: 基本设置。调度权限，可以授予特定的位置。

source: Scheduler
es_es: Programador
zh_cn: 调度

source: Manage specific Locations / Positions / Staff
es_es: Gestionar las ubicaciones específicas o de posiciones y el personal
zh_cn: 管理具体地点/位置/员工

source: Manages all Locations / Positions / Staff + Wages
es_es: Administra todas las ubicaciones o posiciones o salarios del personal +
zh_cn: 管理所有地点/位置/员工工资

source: Manager
es_es: Gerente
zh_cn: 经理

source: Supervisor + Permissions + Admin Settings
es_es: Supervisor + Permisos + Configuraciones de admin
zh_cn: 监事+权限管理设置

source: Super User
es_es: Super Usuario
zh_cn: 超级用户

source: Sunday
es_es: Domingo
zh_cn: 星期日

source: Monday
es_es: Lunes
zh_cn: 星期一

source: Tuesday
es_es: Martes
zh_cn: 星期二

source: Wednesday
es_es: Miércoles
zh_cn: 星期三

source: Thursday
es_es: Jueves
zh_cn: 星期四

source: Friday
es_es: Viernes
zh_cn: 星期五

source: Saturday
es_es: Sábado
zh_cn: 星期六

source: May
es_es: Mayo
zh_cn: 五月

source: January
es_es: Enero
zh_cn: 一月

source: February
es_es: Febrero
zh_cn: 二月

source: March
es_es: Marzo
zh_cn: 三月

source: April
es_es: Abril
zh_cn: 四月

source: June
es_es: Junio
zh_cn: 六月

source: July
es_es: Julio
zh_cn: 七月

source: August
es_es: Agosto
zh_cn: 八月

source: September
es_es: Septiembre
zh_cn: 九月

source: October
es_es: Octubre
zh_cn: 十月

source: November
es_es: De noviembre
zh_cn: 十一月

source: December
es_es: Diciembre
zh_cn: 十二月

source: Cancelled
es_es: Cancelado
zh_cn: 取消

source: Un-Confirmed
es_es: Un-Confirmado
zh_cn: 未确认

source: Transportation
es_es: Transporte
zh_cn: 运输

source: Service
es_es: Servicio
zh_cn: 服务

source: Schedule Updated
es_es: Calendario actualizado
zh_cn: 附表更新

source: Shift Created
es_es: Creado Shift
zh_cn: 转向创建

source: Shift Updated
es_es: Shift Actualizado
zh_cn: 转向更新

source: Employee Added to Shift
es_es: Empleado Añadido a Shift
zh_cn: 雇员加入到移位

source: Employee Removed from Shift
es_es: Empleado removido de Cambio
zh_cn: 从移删除的雇员

source: Shift Trade Requested
es_es: Desviación del comercio solicitado
zh_cn: 轮班贸易要求

source: Shift Trade Accepted
es_es: Desviación del comercio Aceptado
zh_cn: 轮班贸易接受

source: Shift Trade Approved - Before
es_es: Desviación del comercio Aprobado - Antes de
zh_cn: 转变贸易批准 - 前

source: Shift Trade Approved - After
es_es: Desviación del comercio Aprobado - Después de
zh_cn: 轮班贸易批准 - 在

source: Shift Trade Cancelled
es_es: Desviación del comercio Cancelado
zh_cn: 轮班贸易取消

source: Schedule Cleared
es_es: Horario Autorizado
zh_cn: 附表清

source: Schedule Copied
es_es: Programe copiado
zh_cn: 附表复制

source: Employee Requested Shift
es_es: Pidió a los empleados de cambio
zh_cn: 雇员要求移

source: Employee Requested Shift - Cancel
es_es: Pidió a los empleados de cambio - Cancelar
zh_cn: 雇员要求转移 - 取消

source: Shift Removed
es_es: Shift eliminado
zh_cn: 转移删除

source: Schedule Published
es_es: Horario publicado
zh_cn: 附表出版
