Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Every-time an action occurs within ShiftPlanning we track this as a unique event to provide you with a detailed event log.
es_es: -Cada vez que una acción se produce dentro de ShiftPlanning hacemos un seguimiento de esto como un evento único para ofrecerle un registro de eventos detallado.

source: This event log can be used to verify events, for record keeping, etc.
es_es: Este registro de eventos se puede utilizar para verificar los acontecimientos, para el mantenimiento de registros, etc

source: Minimum search length of 2 characters.
es_es: La longitud de búsqueda mínimo de 2 caracteres.

source: Account Name. eg:<br />{name} - South
es_es: Nombre de la cuenta. por ejemplo:<br />{name} - Sur

source: Clone Training
es_es: Clon de Formación

source: Total Accounts:
es_es: Total de Cuentas:

source: Group Platform Settings
es_es: Configuración del grupo de plataformas

source: Scheduler:
es_es: Programador:

source: Search Accounts
es_es: Las cuentas de la búsqueda

source: Search Here
es_es: Buscar Aquí

source: Support Statistics
es_es: Estadísticas de apoyo

source: Tickets
es_es: Entradas

source: 30 days
es_es: 30 días

source: 60 days
es_es: 60 días

source: Total Amount
es_es: Monto Total

source: A webcam and Flash Player 9 are required to use this clock in/out. If you have a webcam installed, and do not see the video capture, it means you need to upgrade your flash player.
es_es: Un reproductor de Flash 9 webcam y están obligados a utilizar este reloj de entrada / salida. Si usted tiene una cámara instalada, y no ver el video de la captura, esto significa que usted necesita actualizar su flash player.

source: If you don't have a webcam you will have to contact your manager.
es_es: Si no tienes una cámara web, tendrá que ponerse en contacto con su gerente.

# Capture Image to Clock In/Out
source: Capture Image to Clock
es_es: Captura de imagen con el reloj

# Capture Image to Clock In/Out
source: Out
es_es: Fuera

# Capture Image to Clock In/Out
source: In
es_es: En

source: You must be assigned to a schedule(position) by your administrator to be able to use the clock in/out terminal.
es_es: Usted debe ser asignado a un programa (posición) por el administrador para poder utilizar el reloj de entrada / salida del terminal.

source: Please contact management for details.
es_es: Por favor, póngase en contacto con la gestión para obtener más detalles.

source: invalid time clock terminal user
es_es: reloj de tiempo no válido terminal de usuario

source: Please choose a file...
es_es: Por favor, elija un archivo ...

source: Upload error!
es_es: Subir error!

source: name: {name} no match.
es_es: Nombre: {name} Ninguna coincidencia.

source: name: {name},more than one match.
es_es: Nombre: {name}, Más de una coincidencia.

source: Clock in time is later than clock out time - Row:
es_es: Reloj en el tiempo es más tarde de reloj de salida - Fila:

source: In order to use the time-clock feature you must be assigned to a position so that your time can be associated to it.
es_es: Para utilizar la función de tiempo de reloj debe ser asignado a una posición de modo que su tiempo puede estar asociada a ella.

source: Please contact your manager for details.
es_es: Por favor, póngase en contacto con su administrador para obtener más detalles.

source: Management has set clock-out times to round down to the nearest {cal_store} min.Management has set clock-out times to round down to the nearest {cal_store} mins.
es_es: Gestión ha establecido el reloj de los tiempos de redondear a la baja con una precisión de {cal_store} min.Management ha establecido el reloj de los tiempos de redondear a la baja con una precisión de {cal_store} minutos.

source: Clocking out now will report:
es_es: Reloj a cabo ahora informar:

source: Are you sure you want to {action} these {total_selected} clock times?
es_es: ¿Seguro que deseas {action} estos {total_selected} las horas del reloj?

source: Computer
es_es: Ordenador

source: IP Address
es_es: Dirección IP

# location
source: none
es_es: ninguno

source: ShiftPlanning allows you to setup individual locations, that can be used for restricting where clocking in/out occurs.
es_es: ShiftPlanning le permite configurar ubicaciones individuales, que pueden ser usados ​​para restringir donde temporización de entrada / salida se produce.

source: Locations can be setup using an <b>i.p. address</b> which please keep in mind can mean multiple computers on the same i.p., as well as can change over time if you do not have a static i.p. with your ISP.
es_es: Lugares de instalación se puede utilizar un <b>dirección IP</b> que se tenga en cuenta puede significar varios equipos en la misma IP, así como se puede cambiar con el tiempo si usted no tiene una dirección IP estática con su ISP.

source: A location can also be set to an individual <b>computer</b>.
es_es: Un lugar también se puede ajustar a un individuo <b>ordenador</b>.

source: This method is preferred as it uses a COOKIE which is stored securely on the computer.
es_es: Este método es preferible, ya que utiliza una cookie que se almacena de forma segura en el equipo.

source: Please note that if you use this method if Cookies are ever removed a new one will need to be set.
es_es: Tenga en cuenta que si utiliza este método si los cookies son cada vez eliminado uno nuevo tendrá que ser ajustado.

source: Clock Terminals are simplified interfaces that you customize to setup on 'terminal' devices around your workplace soley for the purpose of clocking in/out.
es_es: Terminales de reloj se simplifican las interfaces que se han personalizado para configurar el &#39;terminal&#39; dispositivos alrededor de su centro de trabajo Soley con el fin de temporización de entrada / salida.

source: Terminals are built-on top of 'locations' so make sure you have them setup first.
es_es: Los terminales están incorporados en la parte superior de los lugares, así que asegúrate de que tienes que configurar en primer lugar.

source: Email is already in use. Please try another one.
es_es: E-mail ya está en uso. Por favor, pruebe otra.

source: Edit Employee
es_es: Editar Empleado

source: Unable to Upload File..
es_es: No se puede cargar archivos ..

source: Missing ID
es_es: Falta el id

source: Add Multiple Users
es_es: Agregar varios usuarios

source: Maximum Daily Working Hours
es_es: Jornada máxima de trabajo

source: Maximum Working Days In A Row
es_es: Máximo días hábiles en un Row

source: Edit This
es_es: Editar este

source: Delete This
es_es: Eliminar esta

source: You can upload .csv files with any format.
es_es: Puedes subir. Csv con cualquier formato.

source: Once the file is uploaded you will be able to match your fields against our values to ensure we catch all your information.
es_es: Una vez que el archivo se carga usted será capaz de igualar los campos en contra de nuestros valores para asegurar que disfrutar de toda su información.

source: Below is a complete list of accepted field types we accept.
es_es: A continuación se muestra una lista completa de los tipos de campo aceptados que aceptamos.

source: Twitter Integration
es_es: Integración de Twitter

source: You can easily connect your ShiftPlanning account with twitter.
es_es: Usted puede conectar fácilmente a su cuenta ShiftPlanning con Twitter.

source: This will enable you to login with your Twitter account as well as conveniently sync your profile data + more.
es_es: Esto le permitirá iniciar sesión con tu cuenta de Twitter, así como conveniente sincronizar los datos del perfil + más.

source: Connect Twitter
es_es: Conectar Twitter

source: Now that your accounts are connected you can also setup ShiftPlanning to communicate different events with your Twitter followers:
es_es: Ahora que sus cuentas están conectados también se puede configurar ShiftPlanning para comunicar eventos diferentes con sus seguidores de Twitter:

source: Tweet when a shift I'm scheduled on starts:
es_es: Tweet cuando un cambio que estoy programada para el arranque:

source: Tweet when I Clock-in:
es_es: Tweet cuando reloj en:

source: Tweet when I Clock-Out:
es_es: Tweet cuando Reloj de salida:

source: <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=313" target="_blank">Click Here</a> for instructions on how to disable Twitter Connect.
es_es: <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=313" target="_blank">Haga clic aquí</a> para obtener instrucciones sobre cómo desactivar Twitter Conectar.

source: Once employees are added they need to be <a href="javascript://" onclick="_sub('staff', 'GroupAssign');">'assigned' to a position</a> in order to actually be scheduled on a shift.
es_es: Una vez que los empleados se añaden tienen que ser <a href="javascript://" onclick="_sub('staff', 'GroupAssign');">&quot;Asignado&quot; a una posición</a> con el fin de realmente ser programado en un turno.

source: We also recommend using the <a href="javascript://" onclick="_sub('staff', 'ManageSkills');">skills</a> feature to help filter employees quickly where needed.
es_es: También se recomienda usar el <a href="javascript://" onclick="_sub('staff', 'ManageSkills');">habilidades</a> característica para ayudar a los empleados filtrar rápidamente donde sea necesario.

source: Adding your friends here allows us to copy their name, and profile image as well as connect their new ShiftPlanning account with their Facebook when they first login.
es_es: Agregando a tus amigos aquí nos permite copiar el nombre y la imagen de perfil, así como conectar su cuenta con su nueva ShiftPlanning Facebook cuando accedido por primera vez.

source: We don't have access to their e-mail addresses so invitations must be sent out manually or an e-mail address added for them.
es_es: No tenemos acceso a sus direcciones de correo electrónico para las invitaciones deben ser enviados de forma manual o una dirección de correo electrónico adicional para ellos.

source: Note - This is for Google Apps - Not Gmail accounts.
es_es: Nota - Esto es para Google Apps - No cuentas de Gmail.

source: If you want to <a href="javascript: // Add Multiple Users" onclick="_sub('staff', 'module', 'sub=addressbook');">import contacts from Gmail click here</a>.
es_es: Si desea <a href="javascript: // Add Multiple Users" onclick="_sub('staff', 'module', 'sub=addressbook');">Importar contactos de Gmail, haga clic aquí</a>.

source: SMS Sent - If you haven't receive it yet, allow 5 minutes before trying again.
es_es: SMS enviados - Si usted no lo recibe, sin embargo, espere 5 minutos antes de intentar de nuevo.

source: Twitter Preferences Updated
es_es: Preferencias de Actualización de Twitter

source: Twitter preferences updated
es_es: Las preferencias de actualización de Twitter

source: Ping Sent!
es_es: Ping enviado!

# via e-mail & sms
source: via
es_es: vía

source: Happy Birthday from everyone at
es_es: Feliz cumpleaños de todo el mundo en

source: doesn't have sufficient information (phone/e-mail) in the system to use this feature. You can contact them directly at:
es_es: no tiene suficiente información (teléfono / correo electrónico) en el sistema para utilizar esta característica. Usted puede contactar directamente en:

source: Mobile Phone:
es_es: Teléfono móvil:

source: Home Phone:
es_es: Teléfono de la casa:

source: doesn't have sufficient information (phone/e-mail) in the system to use this feature.
es_es: no tiene suficiente información (teléfono / correo electrónico) en el sistema para utilizar esta característica.

source: employee added
es_es: empleado añadido

source: Script Time: {totaltime} second
es_es: Guión Hora: {totaltime} segundo

source: unrecognized method:
es_es: método no reconocido:

source: missing api key :
es_es: falta clave de la API:

source: invalid token:
es_es: token no válido:

source: This account is not activated.
es_es: Esta cuenta no está activada.

source: Method not accepted for this module:
es_es: El método no aceptado para este módulo:

source: missing:
es_es: que falta:

source: extra:
es_es: adicional:

source: Unacceptable Value:
es_es: Valor Inaceptable:

source: integer expected:
es_es: entero de espera:

source: date expected:
es_es: fecha prevista:

source: time expected:
es_es: tiempo de espera:

source: email expected:
es_es: correo electrónico se espera:

source: phone number expected:
es_es: espera que el número de teléfono:

source: timestamp expected:
es_es: fecha y hora se esperaba:

source: Incorrect Access Attempt: Store Comment Wall :
es_es: Intento de acceso incorrecta: muro de la tienda de comentarios:

source: Incorrect Access Attempt: Store Wall :
es_es: Intento de acceso incorrecta: muro de la tienda:

source: Incorrect Access group_id Permissions. ref:
es_es: Acceso incorrecto group_id permisos. ref:

# Sunday
source: Sun
es_es: Sol

# Monday
source: Mon
es_es: Lun

# Tuesday
source: Tue
es_es: Mar

# Wednesday
source: Wed
es_es: Casarse

# Thursday
source: Thu
es_es: Jue

# Friday
source: Fri
es_es: Vie

# Saturday
source: Sat
es_es: Sab

# February
source: Feb
es_es: Febrero

# April
source: Apr
es_es: Abril

source: May
es_es: Mayo

# June
source: Jun
es_es: Junio

# July
source: Jul
es_es: Julio

# August
source: Aug
es_es: Agosto

# September
source: Sep
es_es: Septiembre

# October
source: Oct
es_es: Octubre

# November
source: Nov
es_es: Noviembre

# December
source: Dec
es_es: Diciembre

source: There is <a href="javascript://" onclick="_switch('staff'); _sub('staff', _staffview_, 'inactive=true')"><b>{waiting}</b> employee</a> that hasn't activated his/her account yet.There are <a href="javascript://" onclick="_switch('staff'); _sub('staff', _staffview_, 'inactive=true')"><b>{waiting}</b> employees</a> that haven't activated their accounts yet.
es_es: Hay <a href="javascript://" onclick="_switch('staff'); _sub('staff', _staffview_, 'inactive=true')"><b>{waiting}</b> empleado</a> que no ha activado su / su yet.There cuenta son <a href="javascript://" onclick="_switch('staff'); _sub('staff', _staffview_, 'inactive=true')"><b>{waiting}</b> los empleados</a> que no han activado sus cuentas todavía.

source: position
es_es: posición
zh_cn: 位置

source: Connections
es_es: Conexiones

source: Training
es_es: Formación

source: Open Shifts:
es_es: Los cambios abiertos:

source: Position Summary:
es_es: Resumen del Puesto:

source: Shifts Scheduled Between:
es_es: Los cambios regulares entre:

source: ShiftPlanning is the ultimate in state-of-the art employee scheduling technology that is guaranteed to save you tons of time, but if you're too busy, or concerned with the time involved in making the switch, we get it. <b>We're here to help.</b>
zh_cn: ShiftPlanning是在最终国家的艺术雇员调度技术，保证为您节省时间万吨，但如果你太忙，或与在交换机所涉及的时间有关，我们得到它。 <b>我们在这里帮助。</b>

source: iPad
zh_cn: iPad的

source: BlackBerry
zh_cn: 黑莓

source: Take the Tour</a> to learn more about individual modules & features.
zh_cn: 乘坐旅游</a> 了解更多有关各个模块及功能。

source: Please allow at least 60
zh_cn: 请允许至少60

source: second
zh_cn: 第二

source: before trying again.
zh_cn: 然后再次尝试。

source: <b>Message Sent to</b>:
zh_cn: <b>消息发送到</b>：

source: as sometimes there can be a delay in the transit time.
zh_cn: 有时也可以是在过境时间延迟。

source: **PayPal Summary - Confidential**
zh_cn: **贝宝摘要 - 机密**

source: Total
zh_cn: 总

source: MA
zh_cn: 马

source: DE
zh_cn: 德

source: ShiftPlanning Logo
zh_cn: ShiftPlanning标志

source: Savoury Chef
zh_cn: 美味厨师

source: Geek Squad
zh_cn: Geek Squad公司

source: HB Studio
zh_cn: 乙肝工作室

source: Iowa State University Book Store
zh_cn: 衣阿华州立大学书店

source: Kuhnsville Car Wash
zh_cn: kuhnsville洗车

source: Mercer Island Thrift Shop
zh_cn: 默瑟岛旧货店

source: Laurentian Ski Hill
zh_cn: 劳伦森滑雪山

source: Ontario Institute of Technology - Durham College
zh_cn: 安大略理工大学 - 达勒姆大学

source: Ronald McDonald House Charities
zh_cn: 麦当劳叔叔之家慈善基金

source: California Wildlife Center
zh_cn: 加州野生动物中心

source: Yale University School of Medicine
zh_cn: 耶鲁大学医学院

source: Access ShiftPlanning from your web-enabled phone at: http://www.shiftplanning.com/app/mobile/
zh_cn: 访问您的网络功能的手机ShiftPlanning：http://www.shiftplanning.com/app/mobile/

source: From your iphone or other smart-phone you can access ShiftPlanning from: http://www.shiftplanning.com/app/iphone/
zh_cn: 从你的iPhone或其他智能手机，您可以访问从ShiftPlanning：http://www.shiftplanning.com/app/iphone/

source: Windows XP SP3+
zh_cn: Windows XP的SP3 +

source: Windows 7
zh_cn: Windows 7的

source: Apple Mac OSX 10.6.X (Snow Leopard)
zh_cn: 苹果Mac OSX 10.6.X（雪豹）

source: Ubuntu Linux 10.04 LTS (Lucid Lynx)
zh_cn: Ubuntu Linux操作系统清醒山猫（10.04）

source: Small Business Workforce Management - Employee Scheduling
zh_cn: 小型企业劳动力管理 - 员工排班

source: Small Business
zh_cn: 小型企业

source: ShiftPlanning's proprietary online software tackles the problem of employee scheduling head on by providing a centralized platform to both schedulers and employees. In fact, we've reduced scheduling-related busy work by up to 80% for a number of our users -- allowing managers to focus on managing and employees to focus on their work. ShiftPlanning's biggest advantage is that it's available from any web browser and widely used mobile platforms to schedulers and employees alike. We've created a straightforward solution that provides both managers and employees with the information they need to make better shift-related decisions. Our users benefit from streamlined communication flow and file sharing, open shifts that allow employees to select when they want to work, extensive reporting options, real-time schedule conflict avoidance, 3rd party integration, and employee shift swapping; and, that's just the start of our useful features.
zh_cn: ShiftPlanning专有的在线软件铲断调度和雇员双方提供一个集中的平台，员工排班头的问题。事实上，我们已经减少多达调度相关的繁忙的工作，为我们的用户数量的80％ - 允许管理者集中管理和员工专注于他们的工作。 ShiftPlanning的最大优势是，它可以从任何网络浏览器，并广泛应用于移动平台调度和员工的一致好评。我们已经创建了一个简单的解决方案，管理者和员工提供他们需要的信息，以更好地转变有关的决定。我们的用户从简化通讯流和文件共享，可以让员工来选择时，他们要努力开放转变，广泛的报告选项，实时日程冲突回避，第三党的整合，雇员移位交换;和，这是刚刚开始我们有用的功能。

source: Though U.S incorporated, ShiftPlanning is a distributed business with a global staff that connects using the latest software technologies to deliver high quality results (we practice what we preach). At our core is a group of talented entrepreneurs that believe in being quick on our feet to launch game-changing applications. While each of our members is accomplished in their respective field, we place the utmost importance on listening attentively to our clients and using their needs to mold the future of our business. It's the attention paid to detail and our customers that is winning us accounts and leading to unparalleled customer satisfaction and retention. You can find out more about our executive team and board of directors below:
zh_cn: 尽管美国成立，ShiftPlanning分布式业务是一个全球性的员工连接使用最新的软件技术，提供高品质的结果（我们身体力行自己的主张）。在我们的核心是一组有天赋的企业家相信，就在我们脚下的快速推出改变游戏规则的应用。虽然我们每个成员在各自的领域中完成，我们将倾听我们的客户和使用自己的需要来塑造我们未来的业务至关重要。这是支付细节和我们的客户，赢得我们的帐户和无与伦比的客户满意度和保留的重视。你可以找到更多关于我们的管理团队和董事会董事下面：

source: Director
zh_cn: 董事

source: e-mail
zh_cn: 电子邮件

source: twitter
zh_cn: 叽叽喳喳

source: email
zh_cn: 电子邮件

source: ShiftPlanning is perfect for any business that needs to manage employees or <a href="/volunteer/">volunteers</a>. Here are some example industries where ShiftPlanning is already deployed: <a href="/retail/">retail</a>, <a href="/restaurants/">restaurants</a>, call centers, hotels, hospitals, public services, <a href="/volunteer/">volunteers</a> and more!
zh_cn: 对于任何企业需要管理员工或ShiftPlanning是完美的 <a href="/volunteer/">志愿者</a>。下面是一些例子在ShiftPlanning已经部署的行业： <a href="/retail/">零售</a>， <a href="/restaurants/">餐厅</a>，呼叫中心，宾馆，医院，公共服务， <a href="/volunteer/">志愿者</a> 和更多！

source: Completely! We've taken measures at every level to ensure that our data is safe and our users are protected. We provide 256 bit encryption, advanced password hashing techniques, hourly back-ups <a href="/secure/" class="red"><u>and more</u></a>.
zh_cn: 完全！我们已经在各个层面采取措施，以确保我们的数据是安全和保护我们的用户。我们提供256位加密技术，先进的密码散列技术，每小时后备 <a href="/secure/" class="red"><u>多</u></a>。

source: They'll love it! In fact, employees like us so much that they're even recommending us to their managers! Employees love the ability to login whenever and check schedules, pick-up open shifts, make shift trades, book vacation time and more.
zh_cn: 他们一定会喜欢它！事实上，员工喜欢我们这么多，他们甚至建议我们到他们的经理！员工热爱登录每当和检查时间表，回升开放的转变，使转变的行业，本书的休假时间和更多的能力。

source: Completely Free!
zh_cn: 完全免费！

source: After the 30 day free trial you'll have the option to enter your billing details; All of your account data will remain intact so you won't have to re-enter anything!After the 30 day free trial you'll have the option to enter your billing details; All of your account data will remain intact so you won't have to re-enter anything!
zh_cn: 经过30天的免费试用，你可以选择输入您的帐单详细资料，您的帐户数据将保持不变，所以你不会有重新进入任何经过30天的免费试用，你就会有选项！进入您的帐单详细资料，您的帐户数据将保持不变，所以你不会有重新输入任何内容！

source: ShiftPlanning is proven online employee scheduling software and workforce management software solution that is trusted by businesses and employees in industries of all kinds in over 20
zh_cn: ShiftPlanning被证明在线员工排班软件和人力资源管理软件解决方案，是值得信赖的各种行业的企业和员工，在超过20

source: country
zh_cn: 国家

source: around the world.
zh_cn: 在世界各地。

source: Blog
zh_cn: 博客

source: Multi-Location
zh_cn: 多地点

source: loginPrompt
zh_cn: 的LoginPrompt

source: Location Name:
zh_cn: 地点名称：

source: Your transaction is being processed in the background. You can continue to use your account, and we'll update your account with the payment details when it finishes processing.
zh_cn: 在后台，正在处理您的交易。您可以继续使用您的帐户，我们将更新您的帐户的付款细节，当它完成处理。

source: Your payment was cancelled and nothing was charged.
zh_cn: 您的付款被取消，并没有被指控。

source: Billing Overview
zh_cn: 计费概述

source: <b>You have {trial} days left in your free trial</b><br /><br />
zh_cn: <b>你有 {trial} 天留在你的免费试用</b><br /><br />

source: Based on your account activity over the last month your monthly billing total is: <b>${tdm}
zh_cn: 根据您的帐户活动，在过去一个月您的每月帐单总额： <b>${tdm}

source: Paid Until: {month} {day}, {year}
zh_cn: 付到： {month} {day}， {year}

source: *Payment Required
zh_cn: *付款要求

source: Account Created: {month} {day}, {year}
zh_cn: 帐户创建： {month} {day}， {year}

source: Trial Finished: {month} {day}, {year}
zh_cn: 试完 {month} {day}， {year}

source: Active employees last 30 days: {tdm}
zh_cn: 在职员工近30天： {tdm}

source: Click Here</a> for more information.
zh_cn: 点击这里</a> 了解更多信息。

source: Monthly billing [ ${price}/mo ] <font class="red b">* Recommended</font>
zh_cn: 每月帐单[${price}/ MO] <font class="red b">*推荐</font>

source: * Best Value -
zh_cn: *最佳的价值 -

source: % Discount</font>
zh_cn: ％折扣</font>

source: 12 months
zh_cn: 12个月

source: ShiftPlanning accepts Wire Transfer payments for accounts that are paying for a year in advance. If you are interested in paying via wire-transfer, please contact a member of our sales team via <a href="javascript://" onclick="livechat();">live-chat</a>, or e-mail us at: <a href="mailto:info@shiftplanning.com">info@shiftplanning.com</a>
zh_cn: ShiftPlanning接受提前一年支付的账户电汇付款。如果你有兴趣通过电汇支付，请联系我们的销售团队成员通过 <a href="javascript://" onclick="livechat();">实时聊天</a>或e-mail给我们： <a href="mailto:info@shiftplanning.com">info@shiftplanning.com</a>

source: <br /><br /><b>Your account is free. That's our way of saying thanks for being with us from the start!</b><br /><br /><br /><br />
zh_cn: <br /><br /><b>您的帐户是免费的。这是我们从一开始就与我们说感谢的方式！</b><br /><br /><br /><br />

source: <br /><br /><b>You are still within your free trial</b>
zh_cn: <br /><br /><b>你仍然在免费试用</b>

source: <b>You haven't made any payments yet.</b>
zh_cn: <b>你还没有作出任何尚未支付。</b>

source: Fax:
zh_cn: 传真：

source: Business Logo:
zh_cn: 企业的标志：

source: This will email all {waiting} employees that have not received an activation email. Click OK to Continue.
zh_cn: 这将所有电子邮件 {waiting} 尚未收到激活电子邮件的员工。点击OK继续。

source: You currently have <b>{ttiA} Employees.</b>
zh_cn: 您目前有 <b>{ttiA} 员工。</b>
