Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: ShiftPlanning online scheduling software now integrates perfectly with Facebook. Synchronizing your Facebook account is simple, and once completed you can use it for logging in to your ShiftPlanning account as well as to keep in sync your personal data. With the Facebook/ShiftPlanning integration feature, all staff members can provide personal information such as a photograph, E-mail address and more, synchronized each time that employee logs in.
es_es: Software de programación en línea ShiftPlanning ahora se integra perfectamente con Facebook. La sincronización de su cuenta de Facebook es simple, y una vez completado se puede utilizar para iniciar sesión en su cuenta ShiftPlanning así como para mantener en sincronía sus datos personales. Con el Facebook / función de integración ShiftPlanning, todo el personal puede proporcionar información personal, como una fotografía, dirección de correo electrónico y mucho más, sincroniza cada vez que un empleado inicia sesión pulg
zh_cn: 现在ShiftPlanning网上调度软件完美集成与Facebook。同步你的Facebook帐户很简单，一旦完成，你可以使用它记录在到您ShiftPlanning帐户以及您的个人资料保持同步。所有工作人员与Facebook / ShiftPlanning集成功能，可以提供个人信息，如照片，E-mail地址和更多员工每次登录时，同步

source: There are two ways to setup your own Facebook account. On the ShiftPlanning login page you will see the option to 'Login With Facebook'
es_es: Hay dos maneras de configurar tu cuenta de Facebook. En la página de inicio de sesión ShiftPlanning podrás ver la opción de &#39;Inicio de sesión con Facebook &quot;
zh_cn: 有两种方法来设置自己的Facebook帐户。上的ShiftPlanning登录页面，你会看到选项“请上

source: Once you have authorized your account, you will automatically be able to use Facebook to log in to your company's scheduling site. To take advantage of the automatic image/detail sync, from your Dashboard simply go to "Details," Click on "Facebook" and follow the step-by-step instructions for easy set-up.
es_es: Una vez que usted ha autorizado a su cuenta, automáticamente será capaz de utilizar Facebook para conectarse al sitio de la programación de su empresa. Para aprovechar las ventajas de la automática de la imagen / detalles de sincronización, desde su escritorio, simplemente vaya a &quot;Detalles&quot;, haga clic en &quot;Facebook&quot; y siga las instrucciones paso a paso para facilitar la puesta en marcha.
zh_cn: 一旦你已经授权您的帐户，你会自动将能够使用Facebook登录到贵公司的调度站点。采取自动图像/详细信息同步的优势，从您的仪表板，只需去“详细信息”，点击“脸谱”，并按照容易设置的指示，一步一步的。

source: An easy way to include staff members in your ShiftPlanning/Employee scheduling account is to import them from Facebook. From your Dashboard:
es_es: Una manera fácil de incluir a los miembros del personal en su cuenta de la programación de ShiftPlanning / de los empleados es a importarlos desde Facebook. Desde su escritorio:
zh_cn: 一个简单的方法，包括在您的ShiftPlanning /员工排班帐户的工作人员，是他们从Facebook导入。从您的控制台：

source: <a href="/tour/">Click here</a> to find out more about what ShiftPlanning can do for your business. Since the custom set-up is free, you have nothing to lose except your old, costly scheduling process.
es_es: <a href="/tour/">Haga clic aquí</a> para saber más acerca de lo que ShiftPlanning puede hacer por su negocio. Dado que la costumbre de configuración es gratis, no tienes nada que perder excepto su antiguo proceso, la programación costosa.
zh_cn: <a href="/tour/">点击这里</a> 找出可以为您的企业做什么ShiftPlanning。由于自定义的设置是免费的，你有什么可失去的，除了旧的，昂贵的调度进程。

source: Several businesses have shifts that run past midnight, in many cases as well 24 hours of the day. ShiftPlanning's employee scheduling software supports overnight shifts, and is built to really accommodate the needs of a business that runs around the clock. Unlike several of our competitors or alternate scheduling solutions ShiftPlanning handles overnight shifts just like any other shifts.
es_es: Varias empresas tienen los cambios que se ejecutan después de la medianoche, en muchos casos, así las 24 horas del día. Software programar del empleado de ShiftPlanning apoya los turnos nocturnos, y está construido para dar cabida realmente a las necesidades de un negocio que funciona todo el día. A diferencia de varios de nuestros competidores o ShiftPlanning alternativa de programación de soluciones se encarga de los turnos nocturnos al igual que los otros turnos.
zh_cn: 几家企业有转变，跑过去的午夜，在许多情况下，一天24小时。 ShiftPlanning的员工排班软件支持通宵轮班，并建立真正适应全天候运行的业务需求。处理不同于我们的竞争对手或备用调度方案ShiftPlanning几个通宵轮班，就像任何其他的变化。

source: This means that scheduling them is not only a breeze, but employee management is also streamlined in the process with our intuitive workforce management software.
es_es: Esto significa que la programación que no es sólo una brisa, pero la gestión de empleados es también eficiente en el proceso con nuestro software intuitivo de gestión de personal.
zh_cn: 这意味着调度它们不仅是一件轻而易举的，但在与我们的直观的人力资源管理软件的过程中，员工的管理也是精简。

source: ShiftPlanning's next-generation employee scheduling and management software can now be integrated to your cell phone to receive messages, import schedules, share files and much more. Using ShiftPlanning's mobile interface makes it easier for people in your organization to collaborate, communicate and share information.
es_es: ShiftPlanning de próxima generación de la programación de los empleados y el software de gestión se pueden integrar a su teléfono celular para recibir mensajes, horarios de importación, compartir archivos y mucho más. Usando la interfaz móvil ShiftPlanning hace más fácil para las personas de su organización a colaborar, comunicarse y compartir información.
zh_cn: ShiftPlanning的新一代雇员的调度和管理软件，现在可以被集成到您的手机收到消息，进口计划，共享文件以及更多。使用ShiftPlanning的移动界面，更容易为组织中的人员进行协作，交流和共享信息。

source: ShiftPlanning's online workforce management application is ready to be put to work for your business, anytime, anywhere. ShiftPlanning works with web-enabled smart-phones and our upcoming iPhone, BlackBerry and Android applications will extend our mobile capabilities even further.
es_es: ShiftPlanning de solicitud en línea de gestión de fuerza de trabajo está listo para ser puesto a trabajar para su negocio, en cualquier momento y en cualquier lugar. ShiftPlanning trabaja con habilitadas para la web los teléfonos inteligentes iPhone y nuestro próximo, las aplicaciones de BlackBerry y Android ampliará nuestras capacidades móviles aún más.
zh_cn: ShiftPlanning的在线人力资源管理中的应用，是随时可以把您的业务工作，随时随地。 ShiftPlanning网络功能的智能手机和我们即将推出的iPhone，黑莓和Android应用将进一步扩大我们的移动能力。

source: Your business is unique. Your schedule planning software needs to suit your company's needs while maintaining an intuitive structure that makes it easy for you to operate. That's why ShiftPlanning scheduling software is completely customizable to meet your company's individual needs. An important part of that customization is choosing your program's unique settings while determining how ShiftPlanning can best work for you.
es_es: Su negocio es único. Su software de planificación de horario tiene que adaptarse a las necesidades de su empresa, manteniendo una estructura intuitiva que hace que sea fácil para que usted pueda operar. Es por eso que el software ShiftPlanning programación es completamente personalizable para satisfacer las necesidades particulares de su empresa. Una parte importante de esta adaptación es la elección de una configuración única de su programa, mientras que para determinar cómo ShiftPlanning puede trabajar mejor para usted.
zh_cn: 您的业​​务是独一无二的。您的日程规划软件的需要，以满足贵公司的需求，同时保持一个直观的结构，它使您轻松操作。这就是为什么ShiftPlanning调度软件是完全可定制，以满足贵公司的个性化需求。的重要组成部分，定制选择你的程序的决定如何ShiftPlanning最能为你工作时独特的设置。

source: ShiftPlanning's powerful employee scheduling and management program provides managers, schedulers and staff with high tech answers to everyday communications challenges in the workplace that weren't always easy to resolve.
es_es: Programación ShiftPlanning del empleado de gran alcance y programa de gestión proporciona a los administradores, programadores y personal con alta tecnología, las respuestas a los problemas cotidianos de comunicación en el lugar de trabajo que no siempre eran fáciles de resolver.
zh_cn: ShiftPlanning的强大雇员的调度和管理计划经理，调度和工作人员提供了在工作场所的日常通信的挑战，并不总是容易解决的高科技答案。

source: Today, pretty much all communications conundrums of the past have a resolution designed into ShiftPlanning's software. For instance, "Employee Ping" offers a quick way of alerting a staff member instantly by sending them a message via e-mail and SMS to alert them, or to get in contact quickly. ShiftPlanning sends out a "ping" – a packet of data to a specific address (E-mail,cell phone) and waits for a response.
es_es: Hoy en día, casi todos los enigmas de comunicación del pasado tienen una resolución diseñada en el software de ShiftPlanning. Por ejemplo, &quot;Ping Empleado&quot; ofrece una forma rápida de alertar a un miembro del personal de inmediato mediante el envío de un mensaje por e-mail y SMS para alertar, o para ponerse en contacto rápidamente. ShiftPlanning envía un &quot;ping&quot; - un paquete de datos a una dirección específica (E-mail, teléfono móvil) y espera una respuesta.
zh_cn: 今天过去，几乎所有的通信难题到ShiftPlanning的软件设计了一个决议。例如，“员工平安”提供的一名工作人员立即报警送他们通过电子邮件和SMS消息，提醒他们，或接触得到迅速快捷的方式。 ShiftPlanning发送一个“ping” - 一包数据到一个特定的地址（电子邮件，手机），并等待响应。

source: ShiftPlanning's state-of-the-art employee scheduling and management program has raised the bar for online scheduling management software. ShiftPlanning's web-based employee scheduling application allows for constant updates to its high-performance capabilities with no software downloads to contend with.
es_es: ShiftPlanning del estado de la técnica de la programación de los empleados y gestión del programa ha elevado el listón para el software online de gestión de la programación. ShiftPlanning web de la aplicación basada en la programación de los empleados permite la constante actualización de sus capacidades de alto rendimiento sin descarga de software con los que lidiar.
zh_cn: ShiftPlanning的国家的最先进的雇员调度和管理方案，提出了网上调度管理软件的酒吧。 ShiftPlanning基于网络的员工排班应用，允许其高性能能力的不断更新，没有抗衡的软件下载。

source: In our on-going effort to deliver performance and a responsive experience, ShiftPlanning has introduced a powerful search tool, incorporated in the application's second version. A great shortcut for any user, the search tool has the ability fetch information from every alley of the ShiftPlanning application platform instantly.
es_es: En nuestro esfuerzo continuo para ofrecer un rendimiento y una experiencia sensible, ShiftPlanning ha introducido una potente herramienta de búsqueda, que se incorpora en la segunda versión de la aplicación. Un gran atajo para cualquier usuario, la herramienta de búsqueda tiene la capacidad de recoger información de todos los callejones de la plataforma de aplicaciones ShiftPlanning al instante.
zh_cn: 在我们的持续努力，提供的性能和响应经验，ShiftPlanning已经推出了强大的搜索工具，在应用程序的第二个版本中。一个伟大的快捷方式，对于任何用户的搜索工具，有能力获取的信息每胡同的ShiftPlanning应用平台，即刻。

source: ShiftPlanning's Open Shift management feature is a powerful tool that allows managers to post open shifts using an Internet browser. Staff is then notified of available shifts by E-mail or text message, or by simply logging on to the site from any computer. Employees can view open shifts and offer to work. Management rules are automatically applied to ensure overtime prevention and other predetermined restrictions.
es_es: ShiftPlanning la característica abierta de gestión de turnos es una poderosa herramienta que permite a los administradores para publicar los turnos abiertos utilizando un navegador de Internet. El personal es notificado de los turnos disponibles por correo electrónico o mensaje de texto, o simplemente iniciar sesión en el sitio desde cualquier computadora. Los empleados pueden ver los turnos abiertos y ofrecen a trabajar. Normas de gestión se aplican automáticamente para asegurar la prevención horas extraordinarias y otras restricciones predeterminadas.
zh_cn: ShiftPlanning开放转变管理功能，是一个功能强大的工具，允许管理者发表使用互联网浏览器的开放转变。然后通知工作人员，或从任何一台计算机只需登录网站，通过E-mail或短信转变。员工可以查看开放的转变，并提供工作。自动应用管理规则，以确保加班预防和其他预定的限制。

source: Open Shifts allow management to set the number of employees needed to work, and allows employees to then request to work on the designated open shift(s).
es_es: Los cambios abiertas permiten que la gestión para establecer el número de empleados necesarios para trabajar, y permite a los empleados a solicitar luego a trabajar en el turno abierto designado (s).
zh_cn: 开放移允许管理设置工作所需的员工数量，并允许员工则要求到指定的开放转变（S）。

source: Closed Shifts provide for only management schedulers to add or remove employees to or from a shift. Employees cannot request to work.
es_es: Los cambios cerrados prever los programadores de gestión sólo para agregar o quitar a los empleados o de un cambio. Los empleados no pueden solicitar a trabajar.
zh_cn: 封闭的变化为唯一的管理调度提供添加或删除员工或从转变。不能要求雇员上班。

source: ShiftPlanning has just unveiled a full suite of tools designed to make setting up your employee scheduling program fast and easy. The days of cumbersome software and time-consuming installations are over. With ShiftPlanning, your company's scheduling program will be up and running in within minutes.
es_es: ShiftPlanning acaba de presentar un conjunto completo de herramientas diseñadas para hacer la configuración de su programa de programación empleado rápida y fácil. Los días de software engorroso e instalaciones que consumen mucho tiempo se han terminado. Con ShiftPlanning, el programa de su empresa será la programación en marcha y funcionando en cuestión de minutos.
zh_cn: ShiftPlanning刚刚推出的全套设计工具，使你的雇员调度方案快速和容易的设立。繁琐的软件和费时装置的日子已经过去了。 ShiftPlanning，与贵公司的调度方案将运行在几分钟之内。

source: ShiftPlanning's employee scheduling and management software is now fully integrated with Google Apps, a service from Google providing independently customizable versions of several Google products under a custom domain name.
es_es: ShiftPlanning programación de software de gestión de los empleados y ahora está completamente integrado con Google Apps, un servicio de Google proporciona de forma independiente las versiones personalizadas de varios productos de Google con un nombre de dominio personalizado.
zh_cn: ShiftPlanning的雇员的调度和管理软件，现在已经完全集成与谷歌Apps，从谷歌独立定制的版本，根据自定义的域名数的Google产品提供的服务。

source: Existing accounts can choose the single-sign on option to connect your ShiftPlanning account and Google Apps accounts. This will enable all options but won't allow management of preferences from within Google Apps.
es_es: Las cuentas existentes puede elegir el inicio de sesión único en la opción para conectarse a su cuenta ShiftPlanning y las cuentas de Google Apps. Esto permitirá que todas las opciones, pero no permitirá la gestión de las preferencias dentro de Google Apps.
zh_cn: 现有的帐户，可以选择选项来连接您的ShiftPlanning帐户和“Google应用服务”帐户上的唯一标志。这将使所有的选择，但不会允许的喜好在“Google应用服务”的管理。

source: ShiftPlanning's Message Wall feature is a great way to share messages and announce new items and happenings among staff, managers, higher management and schedulers. By providing a venue for casual and formal communication, the Message Wall helps to promote a sense of camaraderie among all of your company's team members.
es_es: Función ShiftPlanning Mensaje del Muro es una gran manera de compartir mensajes y anunciar nuevos temas y acontecimientos entre el personal, directivos, mayor gestión y programadores. Al proporcionar un lugar para la comunicación informal y formal, la pared del mensaje ayuda a promover un sentido de camaradería entre todos los miembros del equipo de su empresa.
zh_cn: ShiftPlanning的消息长城的特点是一个伟大的方式来共享信息，并宣布新的项目和工作人员之间的事，经理，较高的管理和调度。消息华尔街提供一个休闲和正式沟通的场所，有助于促进贵公司的所有团队成员之间的情谊感。

source: Birthdays, anniversaries,file sharing, info sharing, quick reminders and other announcements can be made available for all colleagues to see. Company events, notices and news can also go up on the Message Wall. Users can post and respond to messages, add comments or simply log on to read the most recent staff communication.
es_es: Cumpleaños, aniversarios, compartir archivos, compartir información, recordatorios rápidos y otros anuncios pueden estar disponibles para todos los colegas a ver. Eventos de empresa, avisos y noticias también se puede subir a la pared del mensaje. Los usuarios pueden publicar y responder mensajes, añadir comentarios o, simplemente ingrese a leer la comunicación personal más reciente.
zh_cn: 生日，纪念日，文件共享，信息共享，快速提醒和其他公告，可以看到所有同事。公司事件，通知和新闻，也可以去上的留言墙。用户可以发布和响应消息，添加注释或只需登录阅读最近期的员工沟通。

source: There was a time when scheduling employee work shifts meant dealing with any number of conflicts that could arise: an employee mistakenly assigned overlapping shifts, scheduled during their time off or vacation, or after their maximum number of hours has been met for the day or pay period.
es_es: Hubo un momento en que la programación de trabajo del empleado cambia significaba lidiar con cualquier número de conflictos que puedan surgir: por error de un empleado asignado turnos superpuestos, que tendrán lugar durante su tiempo libre o vacaciones, o después de su número máximo de horas que se ha cumplido para el día o pagar período.
zh_cn: 曾经有一段时间，安排员工的工作时，移动意味着任何可能出现的冲突处理：误分配重叠的变化，在预定的时间或休假，一天后，他们的最大小时数已满足或支付雇员时期。

source: ShiftPlanning's online employee scheduling software will automatically detect scheduling conflicts before they are made, displaying them on the manager's scheduling screen and thus alerting you to take action to resolve the conflict before the schedule is published.
es_es: ShiftPlanning de software en línea de programación empleado detectará automáticamente la programación de los conflictos antes de que se hizo, mostrándolos en pantalla de programación del administrador y, por tanto alertar a tomar medidas para resolver el conflicto antes de que el programa se publica.
zh_cn: ShiftPlanning的在线员工排班软件会自动检测安排他们之前的冲突，他们经理的调度屏上显示，从而提醒你采取行动前公布的时间表来解决冲突。

source: ShiftPlanning's state-of-the-art employee scheduling software offers a full roster of powerful scheduling and management tools that can make your business operate better.
es_es: ShiftPlanning del estado de la técnica de software de programación empleado ofrece una lista completa de programación de gran alcance y herramientas de gestión que pueden hacer que su empresa funcione mejor.
zh_cn: ShiftPlanning的国家的最先进的员工排班软件提供了强大的调度和管理工具，可以使您的业务运作得更好名册。

source: ShiftPlanning has revolutionized employee scheduling by making all schedules available 24/7 electronically. Your staff and management can access a schedule from any computer, e-mail and even social networking sites no matter where they are.
es_es: ShiftPlanning ha revolucionado la programación de los empleados haciendo que todos los horarios disponibles 24/7 por vía electrónica. Su personal y la dirección pueden acceder a un programa desde cualquier computadora, correo electrónico y los sitios de redes sociales, incluso sin importar dónde se encuentren.
zh_cn: 的ShiftPlanning革命性的所有计划提供24/7电子员工排班。你的人员和管理人员可以从任何一台计算机，电子邮件，甚至社交网站不管他们在哪里访问的时间表。

source: Still, some employees may not have Internet access, and must depend on a printed schedule to keep track of their shifts. Other employees may simply prefer a hard-copy printout for any number of reasons. ShiftPlanning allows you to quickly create customizable work schedules and print them out for those employees who need a hard copy.
es_es: Sin embargo, algunos empleados no pueden tener acceso a Internet, y debe depender de un horario impreso para hacer un seguimiento de sus cambios. Otros empleados simplemente pueden preferir una copia impresa en papel para cualquier número de razones. ShiftPlanning le permite crear rápidamente horarios de trabajo personalizables e imprimirlos para aquellos empleados que necesitan una copia impresa.
zh_cn: 尽管如此，一些员工可能没有上网，必须依靠印刷的时间表，以保持其变化的轨道。其他员工可能只是喜欢硬拷贝打印输出任意数量的原因。 ShiftPlanning允许您快速创建定制的工作日程，并打印出来的员工们需要一个硬拷贝。

source: ShiftPlanning employee scheduling and management software has forever changed the way businesses communicate. A good notification system is an essential part of any online software application, and ShiftPlanning's notification system can get a message to an employee or management instantly via e-mail and SMS.
es_es: ShiftPlanning programación de los empleados y el software de gestión ha cambiado para siempre la forma de comunicarse las empresas. Un sistema de notificación bien es una parte esencial de cualquier aplicación de software en línea, y el sistema de notificación de ShiftPlanning puede enviar un mensaje a un empleado o de gestión de forma instantánea a través de e-mail y SMS.
zh_cn: ShiftPlanning雇员调度和管理软件已经永远地改变企业沟通方式。一个良好的通报制度是任何在线软件应用的一个重要组成部分，ShiftPlanning的通知系统，可以通过电子邮件和SMS消息即刻以雇员或管理。

source: Whether you are a company manager or an employee, ShiftPlanning's notification system can keep you informed any time you need to be reached. The best part about the ShiftPlanning notification system is that it's completely customizable.
es_es: Si usted es un gerente de la empresa o de un empleado, el sistema de notificación de ShiftPlanning te mantiene informado en cualquier momento que se deben alcanzar. La mejor parte sobre el sistema de notificación ShiftPlanning es que es completamente personalizable.
zh_cn: 无论你是一家公司的经理或雇员，ShiftPlanning的通知系统，可以随时向你通报任何时间，你必须要达到。有关的ShiftPlanning通知系统的最好的部分是，它是完全可定制的。

source: ShiftPlanning's powerful employee scheduling program gives employees the flexibility to send leave and vacation requests to management by simply logging in to the application. This feature provides employees with more freedom to ask for the leave time they desire for personal events, and provides management with an efficient and hassle-free option for dealing with such requests while ensuring that this data is kept in a centralized location and is automatically accounted for during employee scheduling.
es_es: ShiftPlanning potente programa de horarios de los empleados da a los empleados la flexibilidad de enviar las solicitudes de licencia y vacaciones a la administración con tan solo ingresar a la aplicación. Esta característica proporciona a los empleados con más libertad para preguntar por el tiempo de licencia que desean para eventos personales, y proporciona a los administradores una opción eficiente y sin problemas para hacer frente a esas peticiones al tiempo que garantiza que estos datos se mantiene en una ubicación centralizada y se contabiliza de forma automática durante la programación de los empleados.
zh_cn: ShiftPlanning强大的员工排班计划，使员工只需登录到应用程序发送的休假和休假请求管理的灵活性。此功能提供了更多的自由，要求休假时，他们愿意为个人事件的员工，并提供了处理这类请求的高效和轻松自由的选项的管理，同时确保该数据被保存在一个集中的位置，并自动记录期间雇员调度。

source: Most scheduling managers have spent too much time juggling employee shifts changes for a host of reasons. In some businesses, employee shift swaps can be a daily headache for schedulers who rely on old-fashioned methods of scheduling and contacting replacement staff members. When you're working with 10 or more staff members on any given shift, the problem is compounded.
es_es: La mayoría de los gerentes de programación han pasado demasiado tiempo malabares turnos de los empleados los cambios de una serie de razones. En algunas empresas, los canjes de los empleados de turno puede ser un dolor de cabeza diario para los programadores que confían en métodos anticuados de la programación y ponerse en contacto con los miembros del personal de reemplazo. Cuando usted está trabajando con 10 o más miembros del personal sobre cualquier cambio dado, el problema se agrava.
zh_cn: 最调度管理人员花费太多时间杂耍雇员轮班变化的原因。在一些企业中，雇员的转变互换可以依靠老式的更换工作人员的安排和联系方法的调度每日头痛。当你有10个或更多的工作人员在任何给定的转变工作，使问题更为复杂。
