Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: ShiftPlanning makes shift scheduling and managing streamlined, and so cost effective you can be reigning in out-of-control expenses within your first pay cycle. Managers can remotely check on employees that are clocked in and enforce schedules.
es_es: ShiftPlanning hace cambio de la programación y la gestión eficiente y tan rentable puede ser que reina en los gastos fuera de control dentro de su ciclo de pago en primer lugar. Los administradores pueden comprobar de forma remota a los empleados que están sincronizados y hacer cumplir los horarios.
zh_cn: ShiftPlanning排班和管理简化，所以你可以在控制开支统治你的第一个工资周期内成本效益。经理可以远程检查，主频在员工和执行时间表。

source: Fast Food Employee Scheduling and Workforce Management
es_es: Fast Food Programación de los empleados y administración de personal
zh_cn: 快餐店员工排班以及劳动力管理

source: People everywhere love to go to fast food restaurants, whether it's for burgers, pizza, or a bucket of chicken. Fast food restaurants compete for customers every day, and adequate staff scheduling is critical to providing the kind of quality customer service that brings people to your establishment and keeps them coming back. ShiftPlanning scheduling software provides the customizable platform you need to match forecasted dining room numbers with adequate counter and kitchen staff.
es_es: Gente de todas partes le encanta ir a restaurantes de comida rápida, ya sea para hamburguesas, pizza, o un cubo de pollo. Restaurantes de comida rápida compiten por los clientes todos los días, y la programación de personal adecuado es fundamental para proporcionar el tipo de servicio al cliente de calidad que lleva a la gente a su establecimiento y los mantiene regresando. Software de programación ShiftPlanning proporciona la plataforma personalizable que usted necesita para que coincida con los números pronosticados comedor con contador adecuado y personal de cocina.
zh_cn: 世界各地的人们喜欢去快餐店，无论是汉堡包，比萨饼，或鸡斗。快餐店争夺客户的每一天，和足够的工作人员调度提供优质的客户服务，给人们带来了建立和保持他们回来是至关重要的。 ShiftPlanning调度软件提供了可定制的平台，你需要足够的柜台和厨房工作人员，以配合预测饭厅号码。

source: Meeting the unique scheduling demands of any restaurant can be daunting. Fast food restaurant scheduling managers need to plan for every single shift to be covered by a host of staff of varying skill levels and job descriptions.
es_es: Satisfacer las demandas únicas de la programación de cualquier restaurante puede ser desalentador. De comida rápida la programación de los gerentes de restaurantes necesita para planificar cada turno único para ser cubierto por una gran cantidad de personal de diferentes niveles de habilidad y descripciones de trabajo.
zh_cn: 满足任何餐厅独特的调度要求，可以是艰巨的。快餐店调度经理需要为每一个转变，由不同技能水平的工作人员和工作描述的主机覆盖计划。

source: Staff supervisors must assign team members to various shifts in different areas of responsibility: taking orders, cashiering, food preparation, cleanup - a well-run fast food restaurant can require the skills of a dozen or more staff members at once, and scheduling them all efficiently is perhaps one of the biggest challenges faced by supervisors and managers.
es_es: Los supervisores del personal deben asignar a los miembros del equipo a los cambios de diferentes áreas de responsabilidad: tomar pedidos, cajeros, la preparación de alimentos, la limpieza - un restaurante bien administrado comida rápida puede requerir las habilidades de una docena o más miembros del personal a la vez, y la programación de todos ellos de manera eficiente es quizás uno de los mayores desafíos que enfrentan los supervisores y gerentes.
zh_cn: 职工监事必须指派团队成员在不同责任领域的各种变化：接受订单，收银，准备食物，清理 - 一个运行良好的快餐店需要十几或一次以上的工作人员的技能，并安排他们有效的也许是监事，经理面临的最大挑战之一。

source: ShiftPlanning's powerful online scheduling and management tools combine so many amazing cost-cutting and time saving features, it has caught the attention of some of the world's biggest fast food chains.
es_es: ShiftPlanning de programación de gran alcance en línea y herramientas de gestión se combinan tan sorprendente que muchos de reducción de costos y las características de ahorro de tiempo, se ha llamado la atención de algunas de las mayores cadenas de comida rápida del mundo.
zh_cn: ShiftPlanning强大的在线调度和管理工具，结合了这么多惊人的削减成本和节省时间的功能，它已吸引了一些世界上最大的快餐连锁店的关注。

source: ShiftPlanning's staff portal offers remote access for staff members to access and view their work schedules, request shift changes, swap shifts, review time cards, change availability and receive daily schedule alerts via text messages or email.
es_es: Portal ShiftPlanning de personal ofrece acceso remoto a los miembros del personal para acceder y ver sus horarios de trabajo, solicitar cambios de turnos, turnos de intercambio, las tarjetas de tiempo de revisión, modificar la disponibilidad y recibir alertas diarias de programación a través de mensajes de texto o correo electrónico.
zh_cn: ShiftPlanning的员工门户网站，提供远程访问，访问和查看他们的工作时间表，要求换班，交换转变，工作人员审查时卡，改变的可用性，并通过短信或电子邮件收到每天的日程提醒。

source: ShiftPlanning addresses the special demands of fast food restaurant scheduling with:
es_es: ShiftPlanning se ocupa de las necesidades específicas de la programación de restaurantes de comida rápida con:
zh_cn: ShiftPlanning解决快餐店调度的特殊要求：

source: ShiftPlanning is used in the fast food restaurant business in multiple ways:
es_es: ShiftPlanning se utiliza en el negocio de restaurantes de comida rápida de múltiples maneras:
zh_cn: ShiftPlanning用于以多种方式在快餐餐厅业务：

source: Gives individual schedule management to team or shift leaders
es_es: Da la gestión de programa individual a los jefes de equipo o el cambio
zh_cn: 个人日程管理团队或移领导人

source: Comply with Health & Safety laws through scheduling.
es_es: Cumplir con las leyes de salud y seguridad a través de la programación.
zh_cn: 遵守健康与安全的法律，通过调度。

source: ShiftPlanning allows you to manage your counter staff and kitchen staff simultaneously, crucial to maximizing the standards of operation in your business.
es_es: ShiftPlanning le permite administrar su personal de mostrador y personal de la cocina al mismo tiempo, cruciales para maximizar las normas de funcionamiento de su negocio.
zh_cn: ShiftPlanning允许您管理您的柜台工作人员和厨房工作人员的同时，最大限度地提高您的业务操作标准的关键。

source: ShiftPlanning can integrate with your Point of Sale (POS) system to match attendance entries and enforce labor schedules with no additional software. ShiftPlanning integrates with all Point of Sale systems.
es_es: ShiftPlanning se puede integrar con el Punto de Venta (POS) para que coincida con las entradas de asistencia y hacer cumplir los horarios de trabajo sin necesidad de software adicional. ShiftPlanning se integra con todos los sistemas de Punto de Venta.
zh_cn: ShiftPlanning可以与您的销售点终端（POS）系统匹配出席条目和执行劳动时间表，没有额外的软件集成。 ShiftPlanning集成了所有的销售点系统。

source: ShiftPlanning is a total staff management solution for the fast food restaurant industry, offering a seamless and intuitive approach to employee scheduling, attendance, time and payroll reports.
es_es: ShiftPlanning es una solución de gestión del personal total de la industria de restaurantes de comida rápida, ofreciendo un enfoque transparente e intuitivo de programación empleado, la asistencia, el tiempo y los informes de nómina.
zh_cn: ShiftPlanning是快餐餐饮业总员工管理解决方案，提供无缝的，直观的方式向员工排班，考勤，时间和工资报告。

source: Call Center Employee Scheduling Software and Workforce Management Application
es_es: Llame a los empleados del Centro de Software de programación y aplicación de Workforce Management
zh_cn: 呼叫中心员工排班软件和劳动力管理中的应用

source: When it comes to owning and operating a call center business, time is money. When it comes down to the task of scheduling work shifts for your call center representatives, unless you're utilizing ShiftPlanning state-of-the-art online employee scheduling software, you're wasting time and money.
es_es: Cuando se trata de poseer y operar un negocio de centro de llamadas, el tiempo es dinero. Cuando se llega a la tarea de programar turnos de trabajo para los representantes de los centros de llamadas, a menos que estés utilizando ShiftPlanning el estado de la técnica en línea de software de programación empleado, estás perdiendo tiempo y dinero.
zh_cn: 当涉及到拥有和经营呼叫中心业务，时间就是金钱。当它归结为您的呼叫中心代表的调度轮班工作的任务，除非你利用ShiftPlanning国家的最先进的在线员工排班软件，你就是在浪费时间和金钱。

source: ShiftPlanning packs the high-tech punch that call center owners demand in their staff scheduling programing. Completely customizable, ShiftPlanning can be set up to automate and streamline every bit of criteria that is part and parcel to running a profitable call center. ShiftPlanning will free you and your team to drive more sales.
es_es: ShiftPlanning paquetes de la perforadora de alta tecnología que llamar a propietarios de centros de la demanda en su programación el personal de programación. Totalmente personalizable, ShiftPlanning puede configurarse para automatizar y agilizar todos los bits de criterios que es parte y parcela a la ejecución de un centro de llamadas rentable. ShiftPlanning liberará a usted y su equipo para impulsar más ventas.
zh_cn: ShiftPlanning包呼叫中心的业主，要求其工作人员的调度编程高科技冲床。可以完全定制，ShiftPlanning设立自动化和简化每一个位的标准，运行一个有利可图的呼叫中心是重要的组成部分。 ShiftPlanning将释放您和您的团队，以推动更多的销售。

source: ShiftPlanning's state-of-the-art program allows managers to create staff schedules based on real time data that includes:
es_es: ShiftPlanning del estado de la técnica de programa permite a los administradores para crear horarios de personal sobre la base de datos en tiempo real que incluye:
zh_cn: ShiftPlanning的国家的最先进的程序允许管理者创建基于实时数据的人员安排，包括：

source: Sales volume forecasts.
es_es: El volumen de ventas previsto.
zh_cn: 销售量的预测。

source: Individual skills: customer service or sales staff..
es_es: Las habilidades individuales: servicio al cliente o el personal de ventas ..
zh_cn: 个人技能：客户服务或销售人员......

source: Schedule your call center representatives, so they never miss a sale
es_es: Programe sus representantes de centros de llamadas, así que nunca te pierdas una venta
zh_cn: 安排您的呼叫中心的代表，所以他们不会错过任何一个销售

source: ShiftPlanning automatically applies any and all variables to create each individual schedule within seconds, eliminating the lost hours and wages previously spent on performing the chore manually. ShiftPlanning is designed to eliminate man-made errors that cost companies millions in lost revenues annually. In a workplace as diverse and requiring as much multi-tasking as a call center, ShiftPlanning automatically eliminates unnecessary overtime and unexpected staff shortages.
es_es: ShiftPlanning aplica automáticamente cualquier y todas las variables para crear cada programa individual en cuestión de segundos, eliminando las horas perdidas y de los salarios antes dedicaba a realizar la tarea manualmente. ShiftPlanning está diseñado para eliminar los errores hechos por el hombre que costó a las empresas millones de dólares en ingresos perdidos anualmente. En un lugar de trabajo tan diversas y que requiere tanto la multitarea como un centro de llamadas, ShiftPlanning elimina automáticamente las horas extras innecesarias y escasez imprevista de personal.
zh_cn: ShiftPlanning自动适用于任何及所有变量在几秒钟内创建的每个人的时间表，消除了失去的时间和以前手动执行家务上花的工资。 ShiftPlanning旨在消除人为错误，成本公司的收入损失每年数百万。在工作​​场所的多样化，并要求呼叫中心尽可能多任务，ShiftPlanning自动消除不必要的加班和意想不到的人手短缺。

source: ShiftPlanning can also be configured separately for each department so there is never any doubt that a qualified employee is scheduled for each job.
es_es: ShiftPlanning también se puede configurar por separado para cada departamento así que nunca hay ninguna duda de que un empleado calificado está prevista para cada puesto de trabajo.
zh_cn: 也可以将ShiftPlanning配置各部门分开，所以从未有任何一个合格的雇员的计划无疑为每个作业。

source: Call centers must reign in labor expenses in order to maintain economic feasibility in their highly competitive market. Although many call centers have adapted automation when it comes to human resources and payroll management, it is surprising how many have yet to bring their complex shift scheduling management out of the dark ages.
es_es: Los centros de llamadas debe reinar en los gastos de mano de obra con el fin de mantener la viabilidad económica de su mercado altamente competitivo. Aunque muchos centros de llamadas se han adaptado de automatización cuando se trata de los recursos humanos y gestión de la nómina, es sorprendente cómo muchos aún tienen que llevar su gestión compleja programación de cambio de las edades oscuras.
zh_cn: 呼叫中心必须统治劳工费用，以维持他们在竞争激烈的市场经济上的可行性。尽管许多呼叫中心已经适应了自动化，当涉及到人力资源和薪资管理，这是不足为奇的，还没有多少带出黑暗时代的复杂的排班管理。

source: Manual approaches to scheduling staff are not only huge time sinks, they leave call center owners vulnerable to costly mistakes that undermine profitability and operations.
es_es: Enfoques manuales para el personal de programación no son sólo los sumideros de tiempo grandes, se van los dueños de centros de llamadas vulnerable a costosos errores que atentan contra la rentabilidad y las operaciones.
zh_cn: 调度人员的手动方法，不仅大量的时间汇，他们离开呼叫中心业主易受破坏的盈利能力和经营的冤枉路。

source: ShiftPlanning is used in the Call Center Industry in multiple ways and numerous sectors:
es_es: ShiftPlanning se utiliza en la industria de Call Center en múltiples formas y numerosos sectores:
zh_cn: 在以多种方式和众多​​行业的呼叫中心产业ShiftPlanning：

source: Allow sector mangers to oversee and control, vacations, open shifts, scheduling requests, etc.
es_es: Permita que los pesebres del sector para supervisar y controlar, vacaciones, turnos abiertos, las solicitudes de programación, etc
zh_cn: 允许部门经理，以监督和控制，休假，开放的转变，调度请求，等等。

source: Free up your team to drive more sales.
es_es: Libere a su equipo para generar más ventas.
zh_cn: 释放你的团队，以推动更多的销售。

source: ShiftPlanning makes shift scheduling, managing, and now payroll easy, streamlined and so cost effective you can be reigning in out-of-control expenses within your first pay cycle. Managers can remotely check on employees that are clocked in and enforce schedules. Employees can be prohibited from clocking in early, or clocking out late.
es_es: ShiftPlanning hace la programación de cambio, la gestión, y ahora la nómina fácil, ágil y tan rentable puede ser que reina en los gastos fuera de control dentro de su ciclo de pago en primer lugar. Los administradores pueden comprobar de forma remota a los empleados que están sincronizados y hacer cumplir los horarios. Los empleados pueden ser prohibido en la hora en principios, o fichar para salir tarde.
zh_cn: ShiftPlanning使排班，管理，现在工资容易，精简和成本效益，你可以在控制开支统治你的第一个工资周期内。经理可以远程检查，主频在员工和执行时间表。员工可以从时钟早，或晚出时钟被禁止。

source: ShiftPlanning Software for Bars and Clubs
es_es: ShiftPlanning Software para Bares y Discotecas
zh_cn: 酒吧和俱乐部ShiftPlanning软件

source: Managers and owners in the bar and club industry face enormous obstacles every time they sit down to schedule staff for the multiple positions that must be filled every night. In an industry that deals with high employee turnover and demanding clientele, there is little to no margin for error when it comes down to scheduling.
es_es: Los administradores y propietarios en el bar y club de la industria frente a enormes obstáculos cada vez que se sientan a programar el personal de las múltiples posiciones que se deben rellenar todas las noches. En una industria que se ocupa de alta rotación de personal y la clientela exigente, hay poco o ningún margen para el error cuando se llega a la programación.
zh_cn: 经理和业主在酒吧和俱乐部行业面临着巨大的障碍，每次他们坐下来安排，每天晚上必须填写的多个位置的人员。在一个行业，具有较高的员工流动率，并要求客户的交易，有一点是没有误差时，可以归结为调度。

source: No matter what size bar or club you own or manage, the unique demands placed on your in-house scheduling needs calls for a powerful online tool designed to streamline the process of hiring, managing, scheduling and communicating with all of your company's staff.
es_es: No importa cuál sea el tamaño de barra o un club que es dueño o administra, las demandas particulares ubicados en su casa en la programación de las necesidades exige una poderosa herramienta en línea diseñada para simplificar el proceso de contratación, gestión, programación y comunicación con todo el personal de su empresa.
zh_cn: 无论什么规模的酒吧或俱乐部，你拥有或管理的，放置在您的内部调度的独特需求，需要一个强大的在线工具，旨在简化聘用，管理，调度和贵公司的所有员工沟通的过程中调用。

source: ShiftPlanning is a complete employee scheduling and labor management solution for the bar, club and food service industries providing one-click seamless access to time and attendance, employee scheduling, and management reports. Managers using ShiftPlanning spend more time on the floor servicing customers, and less time stuck in an office juggling schedules and labor expenses.
es_es: ShiftPlanning es una programación de empleados completo y una solución de gestión de la mano de obra para las industrias de bar, discoteca y servicio de alimentos proporciona acceso con un clic sin problemas a tiempo y asistencia, programación de los empleados y los informes de gestión. Los administradores que utilizan ShiftPlanning dedicar más tiempo a los clientes de servicio de piso, y menos tiempo atrapado en un horario de oficina y gastos de mano de obra de malabarismo.
zh_cn: ShiftPlanning是一个完整的员工排班和酒吧，俱乐部和食品服务行业提供劳动力管理解决方案之一的“无缝访问时间和出勤，员工调度和管理报告。管理者使用ShiftPlanning花更多的时间，在地板上为客户提供服务和更短的时间内停留在办公室的杂耍时间表和劳工费用。

source: Customer volume forecasts.
es_es: Las previsiones de los clientes de volumen.
zh_cn: 客户量的预测。

source: Streamlined employee rotations
es_es: Simplificación de la rotación de los empleados
zh_cn: 精简员工轮换

source: Add and import unlimited employees through .csv, Address Book, Facebook and Google Aps.
es_es: Añadir e importar un número ilimitado de empleados a través. Csv, libreta de direcciones, Facebook y Google Aps.
zh_cn: 新增并通过。CSV通讯簿，Facebook和谷歌APS导入无限的员工。

source: Add and import unlimited schedules via .csv and xls.
es_es: Añadir e importar a través de un número ilimitado de horarios. CSV y XLS.
zh_cn: 新增并通过。CSV和XLS导入无限的时间表。

source: To learn more about ShiftPlanning customized staff scheduling program,
es_es: Para obtener más información sobre ShiftPlanning programa personalizado de la programación del personal,
zh_cn: 要了解定制的员工ShiftPlanning调度方案，

source: Scheduling Software for Physicians
es_es: Programación de Software para Médicos
zh_cn: 对医师的调度软件

source: The very nature of creating and managing office and hospital work schedules for physicians demands the utmost efficiency, regardless of whether you are managing a medical office, hospital, home health service, medical center or other medical care facility.
es_es: La naturaleza misma de la creación y gestión de oficinas y horarios de trabajo para los médicos del hospital exige la máxima eficacia, independientemente de si usted está manejando un consultorio médico, hospital, servicios de salud a domicilio, centro médico u otro centro de atención médica.
zh_cn: 很自然的创建和管理医生办公室和医院的工作日程，要求最大的效率，无论您是否在管理医疗办公室，医院，家庭保健服务，医疗中心或其他医疗设施。

source: While some doctors focus exclusively on certain types of medical care, others deal with ad hoc emergencies as part of their normal operations. Some doctors also and engage in community awareness and prevention programs to help educate the public on various medical concerns, and all of these activities have their own scheduling demands.
es_es: Si bien algunos médicos se centran exclusivamente en ciertos tipos de atención médica, los demás frente a situaciones de emergencia ad hoc como parte de sus operaciones normales. Algunos médicos también y participar en la sensibilización de la comunidad y los programas de prevención para ayudar a educar al público sobre diversos problemas médicos, y todas estas actividades tienen sus propias exigencias de programación.
zh_cn: 虽然一些医生集中在某些类型的医疗专门特设紧急情况下，作为其正常业务的一部分，其他处理。也有些医生和从事社区意识和预防方案，帮助教育公众对各种医疗问题，所有这些活动都有自己的调度需求。

source: >With so many specialties and diverse scheduling requirements to meet, there is no room for anything less than total organization, especially when you're scheduling more than one doctor, operating 24/7 and covering a multitude of shifts and locations.
es_es: &gt; Con tantas especialidades y requisitos diversos para cumplir con la programación, no hay espacio para nada menos que la organización total, sobre todo cuando se está programando más de un médico, que opera 24/7 y que abarca una multitud de cambios y ubicaciones.
zh_cn: &gt;有这么多的特色和多样化的调度要求，满足，有没有任何少于总组织的房间，特别是当你安排超过一名医生，工作24/7，涵盖了众多的变化和地点。

source: ShiftPlanning's physician and hospital staff scheduling program puts real time data at the scheduler's fingertips. Managers always know the availability of each doctor, on-call preferences for particular days, shifts and units, and union and regulatory requirements. ShiftPlanning provides the tools necessary to keep track of reports, regulated ratios and all of the demands that physician scheduling must meet.
es_es: ShiftPlanning médico y el programa de la programación de personal del hospital pone los datos en tiempo real al alcance del programador de. Los gerentes siempre conocer la disponibilidad de cada médico, de guardia las preferencias por determinados días, turnos y unidades, y el sindicato y los requisitos reglamentarios. ShiftPlanning proporciona las herramientas necesarias para realizar un seguimiento de los informes, relaciones reguladas y todos los de las exigencias que deben cumplir con la programación de médico.
zh_cn: ShiftPlanning的医生和医院工作人员的调度方案，使实时数据调度的指尖。经理总是知道每个医生的可用性，特别是天，轮班和单位，工会和监管要求的呼叫喜好。 ShiftPlanning提供必要的工具，继续跟踪报道，调节比例和医师调度必须满足所有的需求。

source: Bottom line: ShiftPlanning streamlines doctor and other types of health care staff scheduling, which translates to better patient care and less unnecessary overtime, while assuring that all the physician's needs are met.
es_es: En pocas palabras: ShiftPlanning agiliza médico y otros tipos de programación del personal de salud, que se traduce en mejor atención al paciente y las horas extraordinarias menos innecesaria, sin dejar de asegurar que todas las necesidades del médico se cumplen.
zh_cn: 底线：ShiftPlanning简化了医生和其他医护人员的调度，从而转化为改善病人护理和减少不必要的加班类型，同时确保所有医生的需求得到满足。

source: Fast and simple on-call scheduling.
es_es: Rápido y sencillo de guardia de programación.
zh_cn: 快速和简单的呼叫​​调度。

source: View assignments and schedule shifts most effectively to meet both staff and client needs.
es_es: Asignaciones de ver y programar cambios de manera más efectiva para cumplir con el personal y las necesidades del cliente.
zh_cn: 查看任务和时间表转移最有效地满足员工和客户的需求。

source: Generate work schedules with customized office and hospital shift patterns for a compressed work week and eight, 10, 12, and 24-hour fixed and rotating shift schedules that adapt to the scheduling demands of most doctors and health care providers.
es_es: Generar programas trabajan con la oficina personalizada y los patrones de cambio de hospital durante una semana de trabajo comprimida y ocho, 10, 12 y 24 horas de trabajo por turnos fijos y la rotación que se adaptan a la programación de las demandas de la mayoría de los médicos y profesionales de la salud.
zh_cn: 生成定制的办公室和医院轮班模式，压缩工作周八，10，12，固定和旋转24小时轮班，适应调度要求大多数医生和卫生保健提供者的工作日程。

source: Critical principles in healthcare workforce management are integrated into ShiftPlanning's intuitive, customized software platform. Additionally, ShiftPlanning can:
es_es: Principios críticos en la gestión de la salud laboral se integran en ShiftPlanning intuitiva, la plataforma de software personalizado. Además, ShiftPlanning puede:
zh_cn: 在医疗人力资源管理的关键原则纳入ShiftPlanning直观的，定制的软件平台。此外，ShiftPlanning可以：

source: Schedule doctor rotations automatically.
es_es: Programar rotaciones médicas de forma automática.
zh_cn: 自动安排医生轮换。

source: Grant physicians the ability to request schedule changes electronically.
es_es: Otorgar a los médicos la posibilidad de solicitar cambios de horario por vía electrónica.
zh_cn: 授予医师的能力要求的时间表更改电子。
