Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Also, I manage a young staff - for many this is their first job or they have little employment experience. I consider it to be one of my personal responsibilities as an employer to teach these staff members how to be responsible for their work and learn as much as they can so that when they move on to their next position, as they are likely to do with college, I want them to be that much more prepared for how the 'real world works'. Using work scheduler ShiftPlanning gives them the opportunity to learn a new program and manage their schedule but above all take responsibility for shift changes, vacation requests and more. In turn, my staff loves ShiftPlanneing because it uses technology that they're used to - the text message service for shift notifications, email reminders and Internet accessibility. I have and will continue to recommend ShiftPlanning to others.
es_es: Además, me las arreglo con un equipo joven - para muchos este es su primer empleo o que tienen una experiencia laboral escasa. Yo considero que es una de mis responsabilidades personales como empleador para enseñar a estos miembros del personal de cómo ser responsables de su trabajo y aprender tanto como pueda para que cuando se mueven de su posición en la próxima, ya que es probable que ver con la universidad, yo quiero que sean mucho más preparados para saber cómo el &quot;mundo real que funciona&quot;. Usar el trabajo ShiftPlanning programador les da la oportunidad de aprender un nuevo programa y gestionar su agenda, pero, sobre todo, asume la responsabilidad de los cambios de turno, las solicitudes de vacaciones y mucho más. A su vez, ama a mi personal ShiftPlanneing, ya que utiliza la tecnología que está acostumbrado a - el servicio de mensajes de texto para las notificaciones de cambio, recordatorios de correo electrónico y acceso a Internet. Lo que tengo y continuará recomendando ShiftPlanning a los demás.
zh_cn: 另外，我管理一个年轻的工作人员 - 为多，这是他们的第一份工作，或者他们很少有就业经验。我认为它是我个人的责任之一，作为一个雇主，教如何为他们的工作是负责这些工作人员和学习尽可能使他们可以当他们移动到他们的下一个位置，因为它们很可能与大学里，我想他们是如何在现实世界中的工作方式，更准备。使用工作调度ShiftPlanning，让他们有机会学习一门新的程序和管理他们的日程安排，但上述所有换班，假期要求和承担责任。反过来，我的员工热爱ShiftPlanneing，因为它使用的技术，他们已经习惯了 - 短信服务转移通知，电子邮件通知和互联网获取。我已经和将继续推荐ShiftPlanning，给他人。

source: Sometimes a good measure of a product is how easy it is to use and how little one needs to interact with the creators but to know that they are available if you need them - that is one of the work scheduler ShiftPlanning's strong suits: the work scheduler works in a fluid way and is fairly intuitive so you can start using it right away. If something goes wrong - the team is just an email away. The team is also never satisfied with what they have accomplished and seem to be constantly working to improve the system. I have to say I've been using the work schedule maker ShiftPlanning since nearly the beginning of their trials I believe and so many features have been added, I haven't had the chance to try all the new components out but I don't feel overwhelmed by the changes. To me that says they are sticking to their core beliefs - an easy to use, accessible system that works to solve the employee scheduling problems that every employer has no matter what size company they own.
es_es: A veces una buena medida de un producto es lo fácil que es utilizar y lo poco que uno tiene que interactuar con los creadores, pero que sepan que están disponibles si usted los necesita - que es uno de los puntos fuertes de la ShiftPlanning trabajo del planificador: el trabajo planificador funciona de una manera fluida y es bastante intuitivo para que pueda empezar a utilizarlo de inmediato. Si algo sale mal - el equipo es sólo un correo electrónico de distancia. El equipo está también nunca satisfecho con lo que han logrado y parecen estar constantemente trabajando para mejorar el sistema. Tengo que decir que he estado usando el programa de trabajo ShiftPlanning el fabricante ya que casi el inicio de sus juicios y por lo tanto creo que muchas características se han añadido, no he tenido la oportunidad de probar todos los nuevos componentes a cabo pero no lo hago se sienten abrumados por los cambios. Para mí que dice que se adhiera a sus creencias básicas - un fácil de utilizar, el sistema de acceso que trabaja para resolver los problemas de programación de los empleados que cada empleador tiene no importa qué tamaño de la empresa de su propiedad.
zh_cn: 有时1产品的好措施，是多么容易它是使用和如何少1需要以互动的创造者，但知道，他们是可以，如果你需要他们 - 的工作调度ShiftPlanning的强大套装之一：在工作调度流体工程，是相当直观的，所以你可以马上开始使用它。如果出现错误 - 球队仅仅是一封电子邮件便可。团队也永不满足，他们已经完成，似乎是不断努力，提高了系统。我不得不说，我一直在使用以来几乎对他们的审判开始，我相信，这么多的功能已被添加，我还没有机会去尝试所有新组件的工作日程制造商ShiftPlanning，但我不知道所发生的变化感到不知所措。我说，他们坚持自己的核心信念 - 一个易于使用，方便的系统，每名雇主，无论什么规模的公司，他们拥有工程，以解决雇员调度问题。

source: A wonderful solution.
es_es: Una solución maravillosa.
zh_cn: 一个奇妙的解决方案。

source: Darlynne Overbaugh - Life's So Sweet Chocolates
es_es: Darlynne Overbaugh - Chocolates So Sweet de la Vida
zh_cn: darlynne Overbaugh - 生命的这么甜的巧克力

source: As the owner and head confectioner, I don't have much time to do everything I need to do in any given day. This employee schedule maker allows me to quickly attack the scheduling issues my business faces and with confidence that they are addressed the first time I address the issue, not the tenth time.
es_es: Como propietario de la pastelería y la cabeza, no tengo mucho tiempo para hacer todo lo que tengo que hacer en un día cualquiera. Este fabricante del horario empleado me permite atacar rápidamente los problemas de programación de mi empresa se enfrenta y con la confianza de que van dirigidas la primera vez que abordo el tema, no la décima vez.
zh_cn: 作为所有者和头部糕点师，我没有太多时间做的一切，我需要做的任何一天。这名雇员的时间表制造商允许我以快速进攻的调度问题，我的生意面临着信心，他们解决了我第一次解决的问题，而不是第十次。

source: My small business could not afford a work scheduler like this and it means a great deal to me to have the opportunity to work with this program and to do it on the budget I have.
es_es: Mi pequeña empresa no puede permitirse un trabajo programador de esta manera y que significa mucho para mí tener la oportunidad de trabajar con este programa y que lo haga en el presupuesto que tengo.
zh_cn: 我的小企业无法负担这样的工作调度，这意味着一个很大的，我有机会与该计划的工作，做我的预算。

source: <b>Business Name</b>: Life's So Sweet Chocolates
es_es: <b>Nombre del Negocio</b>: Chocolates So Sweet de la Vida
zh_cn: <b>公司名称</b>：生命的这么甜的巧克力

source: The Beaman Home - Non-Profit & Volunteer Scheduling - Case Study
es_es: La Casa Beaman - Programación sin fines de lucro y voluntario - Estudio de caso
zh_cn: 比曼首页 - 非营利及义工调度 - 案例研究

source: The Beaman Home - Non-Profit & Volunteer Scheduling
es_es: La Casa Beaman - sin fines de lucro y voluntario de programación
zh_cn: 比曼首页 - 非营利及义工调度

source: Case Study: The Beaman Home in Warsaw, Indiana, United States
es_es: Estudio de caso: El Inicio Beaman en Warsaw, Indiana, Estados Unidos
zh_cn: 案例研究：在华沙比曼家，印第安纳州，美国

source: Started in 1985 The Altrusa Club (a group of businesswomen) had many employees that were the victim of Domestic Violence. They saw a need for having a safe place for these victims to go to. One of their members owned a home that they donated for this new venture. Altrusa members volunteered their time to staff the shelter. Today it has grown into The Kosiusko County Shelter for Abuse, Inc.d.b.a. The Beaman Home. The shelter is open 24 hours a day, 7 days a week. We have a jail ministry, an outreach ministry, a help center, and a basic needs center.
es_es: Iniciado en 1985 El Club Altrusa (un grupo de mujeres empresarias) tenía muchos empleados que fueron víctima de violencia doméstica. Se vio la necesidad de tener un lugar seguro para las víctimas de ir a. Uno de sus miembros era dueño de una casa que donó para esta nueva aventura. Altrusa miembros ofrecieron su tiempo para proveer de personal del refugio. Hoy en día se ha convertido en el Condado de El Refugio Kosiusko de abuso, Inc.dba La Casa Beaman. El albergue está abierto las 24 horas del día, 7 días a la semana. Tenemos un ministerio de la cárcel, un ministerio, un centro de ayuda, y un centro de necesidades básicas.
zh_cn: 从1985年开始的Altrusa俱乐部（企业家组）有很多员工是家庭暴力的受害者。他们看到了这些受害者中有一个安全的地方去的需要。他们的成员之一，拥有一个家，他们为这个新的合资公司捐赠的。 altrusa成员​​志愿的时间，员工住房。如今，它已发展成为，Kosiusko县住房滥用，Inc.dba比曼首页。住房是一周7天，每天24小时开放。我们有监狱部，推广部，帮助中心，中心的基本需求。

source: We have 9 employees and it’s challenging to schedule 9 people to staff the shelter 24/7. I try to make sure the part time people that work have every 3rd weekend off.
es_es: Contamos con 9 empleados y es un reto para programar 9 personas para proveer de personal del refugio 24/7. Trato de hacer que el tiempo parcial las personas que trabajan tienen cada fin de semana fuera de tercera.
zh_cn: 我们有9名员工，并安排9人，员工住房24/7，这是具有挑战性的。我尝试以确保兼职人的工作，必须每3个周末。

source: I just took over as the program manager in June of 2011. Previously, I had to work every single weekend for 3 years. No weekends off! I wanted to make some changes so employees would be able to have some weekends off. I tried excel spread sheets and different programs.
es_es: Acabo de tomar el cargo de director del programa en junio de 2011. Anteriormente, he tenido que trabajar cada fin de semana por 3 años. No hay fines de semana libres! Yo quería hacer algunos cambios para que los empleados podrían tener algunos fines de semana libres. Traté de hojas de cálculo y programas de cálculo diferentes.
zh_cn: 我只是作为项目经理在2011年6月。在此之前，我有3年工作的每一个周末。没有周末了！我想作出一些改变，让员工能够有一些周末关闭。我试图Excel试算表和不同的方案。

source: I happened upon the work scheduler ShiftPlanning's application, while doing an Internet search. With ShiftPlanning we have more time off and less time spent scheduling! We would definitely recommend the ShiftPlanning to others. The ShiftPlanning team has been very helpful when I ask them questions.
es_es: Me topé con la aplicación de la ShiftPlanning trabajo planificador, mientras que haciendo una búsqueda en Internet. Con ShiftPlanning tenemos más tiempo libre y menos tiempo dedicado a la programación! Sin duda recomendaría el ShiftPlanning a los demás. El equipo de ShiftPlanning ha sido de gran ayuda cuando les preguntas.
zh_cn: 我碰巧工作调度ShiftPlanning的应用，同时做互联网搜索。与ShiftPlanning，我们有更多的休息时间和更少的时间花在调度！我们肯定会向他人推荐的ShiftPlanning。 ShiftPlanning团队一直非常有益的，当我问他们问题。

source: It saves me so much time! I would recommend it to anyone
es_es: Me ahorra mucho tiempo! Se lo recomendaría a cualquier persona
zh_cn: 它节省了我这么多时间！我会推荐给任何人

source: Tonya Coldren - The Beaman
es_es: Tonya Coldren - El Beaman
zh_cn: 汤妮雅Coldren - “比曼

source: The work schedule maker ShiftPlanning has had a very big impact on our business both for managers and employees. It is so convenient to be able to see the whole scheduling picture visually in front of you. Our employees are very happy. The clocking in and out feature really helps us cut costs.
es_es: El horario de trabajo ShiftPlanning el fabricante ha tenido un impacto muy grande en nuestro negocio, tanto para los gerentes y empleados. Es muy conveniente para poder ver la imagen visual de programación entera delante de usted. Nuestros empleados están muy contentos. El reloj de entrada y salida característica realmente nos ayuda a reducir los costos.
zh_cn: 工作日程制造商ShiftPlanning有管理者和员工都对我们的业务非常大的影响。它是如此的方便，能够直观地看到在你面前的整个调度图片。我们的员工都非常高兴。和输出功能的时钟真的可以帮助我们降低成本。

source: We really like the message wall: I can post any announcements I need to that employees can see when they go to clock in.
es_es: Nos gusta mucho la pared mensaje: me pueden enviar cualquier tipo de anuncios que necesito para que los empleados puedan ver cuando van con el reloj pulgadas
zh_cn: 我们真的很喜欢这个消息的墙：我可以发表任何声明，我需要员工可以看到，当他们去时钟英寸

# title
source: Ronald McDonald House Charities - Non-Profit & Volunteer Scheduling - Case Study
es_es: Ronald McDonald House Charities - Programación sin fines de lucro y voluntario - Estudio de caso
zh_cn: 麦当劳叔叔之家慈善机构 - 非营利及义工计划 - 案例研究

# menu
source: Ronald McDonald House Charities - Non-Profit & Volunteer Scheduling
es_es: Ronald McDonald House Charities - sin fines de lucro y voluntario de programación
zh_cn: 麦当劳叔叔之家慈善机构 - 非营利及义工调度

source: Case Study: Ronald McDonald House Charities in Morgantown, West Virginia, United States
es_es: Estudio de caso: Ronald McDonald House Charities en Morgantown, Virginia Occidental, Estados Unidos
zh_cn: 案例研究：在摩根，西弗吉尼亚州，美国的麦当劳叔叔之家慈善

source: Ronald McDonald House Charities of Morgantown, WV is a non-profit 501(c)(3) corporation established to provide families, with critically ill children receiving medical services in the local area, a home like environment where the families can stay at no cost to them. We offer full kitchens, laundry services, entertainment areas, private bedrooms with showers to all families staying with us. The organization was started in Morgantown over 21 years ago in 1990 and we have served over 28,000 families since the doors opened.
es_es: Ronald McDonald House Charities de Morgantown, Virginia Occidental es una organización sin fines de lucro 501 (c) (3) entidad creada para ofrecer a las familias con niños gravemente enfermos que reciben servicios médicos en el área local, una casa como el medio ambiente donde las familias pueden permanecer sin costo alguno a ellos. Ofrecemos cocina completa, servicio de lavandería, zonas de ocio, habitaciones privadas con duchas de agua a todas las familias se quedan con nosotros. La organización se inició en Morgantown más de 21 años en 1990 y hemos servido a más de 28.000 familias, ya que las puertas abiertas.
zh_cn: 麦当劳叔叔之家慈善摩根，西弗吉尼亚州，是一个非营利的501（c）（3）公司的成立提供家庭危重儿童接受医疗服务，在当地，家一样的环境，家庭可以留在没有成本，给他们。我们提供完整的厨房，洗衣服务，娱乐区，和我们在一起的所有家庭淋浴的私人卧室。该组织开始在摩根在1990年21年前，我们已经服务超过28,000的家庭，因为门打开。

source: Originally there were 4 employees and we currently have 10 employees. We have a few scheduling challenges. One challenge we face is changes in scheduling. Since we have a low number of employees if one calls off it is difficult to shuffle the schedule around to cover the shift. Also, it is difficult for employees to swap scheduled dates with each other. Another challenge we face is accurate time sheets. Our payroll is dependent on the employees writing in their hours.
es_es: Originalmente había 4 empleados y actualmente contamos con 10 empleados. Tenemos unos retos de programación pocos. Uno de los retos que enfrentamos son los cambios en la programación. Ya que tenemos un bajo número de empleados si se llama fuera de él es difícil de mezclar el horario de vuelta para cubrir el turno de trabajo. Además, es difícil para los empleados para intercambiar fechas programadas con cada otra. Otro reto que enfrentamos es hojas de tiempo exactas. Nuestra nómina de pago depende de los empleados que escriben en sus horas.
zh_cn: 本来有4名员工，我们目前有10名员工。我们有一些调度的挑战。一个我们面临的挑战是在调度变化。因为我们有一个低的员工，如果一个调用关闭它是很难洗牌周围的时间表覆盖转变。此外，它是很难为员工互相交换日期。我们面临的另一个挑战是准确的时间表。我们的工资是依赖于写在他们小时的雇员。

source: Our previous work scheduler system was the usage of written time sheets which are reviewed by a manager and compared to the schedule.
es_es: Nuestro anterior trabajo programador del sistema fue el uso de hojas de asistencia por escrito que son revisados ​​por un administrador y se compara con el horario.
zh_cn: 我们以前的工作调度系统是使用书面经理和审查的时间表相比张。

source: We are fully staffed and ShiftPlanning is very helpful in scheduling, time recording, and changing of schedules.
es_es: Estamos todo el personal y ShiftPlanning es muy útil en la programación, el tiempo de grabación, y el cambio de horarios.
zh_cn: 我们有充分的工作人员和ShiftPlanning调度，定时录像，并改变日程是非常有用的。

source: I would absolutely recommend ShiftPlanning.
es_es: Sin duda lo recomiendo ShiftPlanning.
zh_cn: 我想绝对建议ShiftPlanning的。

source: Steve De Jesus, Executive Director - Ronald McDonald House Charities
es_es: Steve De Jesús, Director Ejecutivo - Ronald McDonald House Charities
zh_cn: 史蒂夫·德热苏斯，执行董事 - 麦当劳叔叔之家慈善基金

source: I recently sent an email inquiry and I received a very rapid response. That level of customer service greatly impressed me.
es_es: Recientemente envié un email solicitando información que he recibido una respuesta muy rápida. Ese nivel de servicio al cliente me impresionó mucho.
zh_cn: 我最近发出一封电子邮件调查，我收到了非常快速的反应。的客户服务水平大大给我的印象。

source: <b>Business Name</b>: Ronald McDonald House Charities
es_es: <b>Nombre del Negocio</b>: Ronald McDonald House Charities
zh_cn: <b>公司名称</b>：麦当劳叔叔之家慈善基金

source: Non-Profit
es_es: Sin Fines de Lucro
zh_cn: 非营利

source: The Salvation Army – Northwest Division – Seattle Social Services Department - Non-Proft & Volunteer Scheduling - Case Study
es_es: El Ejército de Salvación - División Noroeste - Seattle Departamento de Servicios Sociales - no Proft y Voluntariado Programación - Estudio de caso
zh_cn: 救世军 - 西北赛区 - 西雅图社会服务部 - 非Proft及义工计划 - 案例研究

source: The Salvation Army – Northwest Division – Seattle Social Services Department - Non-Proft & Volunteer Scheduling
es_es: El Ejército de Salvación - División Noroeste - Seattle Departamento de Servicios Sociales - no Proft y Programación de los Voluntarios
zh_cn: 救世军 - 西北赛区 - 西雅图社会服务部 - 非Proft及义工调度

source: Case Study: The Salvation Army – Northwest Division – Seattle Social Services Department in Everett, Washington, United States
es_es: Estudio de caso: El Ejército de Salvación - División Noroeste - Seattle Departamento de Servicios Sociales en Everett, Washington, Estados Unidos
zh_cn: 案例研究：救世军 - 西北赛区 - 西雅图社会服务部在Everett，华盛顿，美国

source: The Salvation Army, an international movement, is an evangelical part of the universal Christian Church. Its message is based on the Bible. Its ministry is motivated by the love of God. Its mission is to preach the gospel of Jesus Christ and to meet human needs in His name without discrimination. The Seattle Social Services Department provides essential human services through the following programs:
es_es: El Ejército de Salvación, un movimiento internacional, es una parte evangélica de la iglesia cristiana universal. Su mensaje está basado en la Biblia. Su ministerio está motivado por el amor de Dios. Su misión es predicar el evangelio de Jesucristo y para satisfacer las necesidades humanas en Su nombre, sin discriminación. El Seattle Departamento de Servicios Sociales ofrece servicios humanos esenciales a través de los siguientes programas:
zh_cn: 救世军，国际运动，是一个普遍的基督教福音派的一部分。它的消息是基于“圣经”。其部是出于神的爱。其使命是传扬耶稣基督的福音，不受歧视地在他的名字，以满足人类的需求。西雅图社会服务部提供人体所必需的服务，通过下列程序：

source: William Booth Center – Transitional residence for up to 180 men seeking wellness, restoration and self-sufficiency.
es_es: William Booth Centro - residencia de transición para un máximo de 180 hombres que buscan el bienestar, la restauración y la autosuficiencia.
zh_cn: 卜维廉中心 - 多达180人，寻求健康，恢复和自给自足过渡居住。

source: Pike Street Seattle Social Services Office – Emergency services to support families facing economic emergencies that could result in homelessness. Food Bank serving the First Hill Neighborhood of Seattle.
es_es: Pike Street Seattle Social Oficina de Servicios - Servicios de emergencia para apoyar a las familias se enfrentan a emergencias económicas que podrían resultar en la falta de vivienda. Banco de Alimentos de servir al vecindario la primera colina de Seattle.
zh_cn: 派克街西雅图社会服务处 - 紧急服务，以支持家庭面临的经济紧急情况下，可能会导致在无家可归。食物银行服务的第一小山邻里西雅图。

source: Domestic Violence Programs – Providing shelter, housing and advocacy for survivors of domestic violence. Catherine Booth House provides a maximum of 90 days of emergency shelter for survivors of domestic violence and their children (maximum capacity 35). Hickman House provides up to 24 months of transitional housing and case management support for survivors of domestic violence and their families (maximum capacity 35). The Community Advocacy Program provides rental and other financial assistance, advocacy, legal support and resource information to survivors of domestic violence.
es_es: Programas de Violencia Doméstica - Suministro de vivienda, la vivienda y la promoción de los supervivientes de la violencia doméstica. Catherine Booth House ofrece un máximo de 90 días de refugio de emergencia para las víctimas de violencia doméstica y sus hijos (capacidad máxima 35). Hickman House ofrece un máximo de 24 meses de vivienda transitoria y apoyo de gestión de casos para los sobrevivientes de la violencia doméstica y sus familias (capacidad máxima 35). El Programa de Abogacía de la Comunidad, dedicada al alquiler y de otro tipo de asistencia financiera, promoción, apoyo legal y de recursos de información a los sobrevivientes de la violencia doméstica.
zh_cn: 家庭暴力计划 - 为家庭暴力的幸存者提供住房，住房和宣传。卜凯赛琳楼提供家庭暴力的幸存者和他们的孩子（最大容量35），最多90天的紧急避难所。希克曼楼提供多达24个月的过渡性住房和家庭暴力的幸存者和他们的家人的情况下（最大容量35）管理支持。社区宣传方案提供租金及其他财政援助，宣传，法律支持和资源信息，对家庭​​暴力的幸存者。

source: Women’s Shelter – The Salvation Army Women’s Shelter provides emergency housing, shelter and supportive services to unaccompanied women. (maximum capacity 22).
es_es: Refugio para Mujeres - Refugio del Ejército de Salvación de la Mujer ofrece una vivienda de emergencia, refugio y servicios de apoyo a las mujeres no acompañadas. (Capacidad máxima 22).
zh_cn: 妇女庇护所 - 救世军妇女的住房举目无亲的妇女提供紧急住房，住房和支援服务。 （最大容量为22）。

source: Winter Shelter Program – Between October and April each year, the Salvation Army operates Winter Shelters, serving our homeless neighbors in Seattle and King County. (maximum capacity 175).
es_es: Programa de Invierno Refugio - Entre octubre y abril de cada año, el Ejército de Salvación opera refugios para el invierno, el servicio a nuestros vecinos sin hogar en Seattle y el condado de King. (Capacidad máxima de 175).
zh_cn: 冬季住房计划 - 每年十月至四月，救世军经营冬季庇护所，为我们在西雅图和金县的无家可归的邻居。 （最大容量为175）。

source: We are able to support these programs with a total of 55 regular employees, assisted by an additional 20 seasonal and on-call staff. Community volunteers provide an amazing level of support to their neighbors in need, keeping overall programs costs as low as possible.
es_es: Estamos en condiciones de apoyar estos programas con un total de 55 empleados regulares, con la asistencia de un adicional de 20 miembros del personal de temporada y de atención continuada. Voluntarios de la comunidad ofrecen un sorprendente nivel de apoyo a sus vecinos necesitados, mantener los costos de los programas generales de lo más bajo posible.
zh_cn: 我们是能够支持这些方案有一个额外的20个季节性和呼叫人员的协助下，一个普通员工共55。社区志愿者提供了一个惊人的支持，需要他们的邻居，保持尽可能低的成本的整体方案。

source: Our previous work scheduler system consisted of manual charts and Excel spreadsheets.
es_es: Nuestro anterior trabajo programador del sistema consistía en cartas de manuales y hojas de cálculo Excel.
zh_cn: 我们以前的工作调度系统包括手册，图表和Excel电子表格。

source: The work scheduler ShiftPlanning shows promise in making the process much easier to manage. We have seen a reduction in overtime due to more careful scheduling possibilities and the ability to determine who is working at any given time, across several work locations.
es_es: El ShiftPlanning trabajo programador se muestra prometedor en hacer el proceso mucho más fácil de manejar. Hemos visto una reducción en el tiempo extra, debido a mayores posibilidades de una cuidadosa programación y la capacidad de determinar quién está trabajando en un momento dado, a través de varios lugares de trabajo.
zh_cn: 的工作的调度ShiftPlanning显示在决策过程中更容易管理的承诺。我们已经看到了因更仔细的调度可能性减少加班和能力，以确定谁是工作在几个工作地点，在任何特定时间。

source: The ShiftPlanning team is very accessible and responsive.
es_es: El equipo de ShiftPlanning es muy accesible y sensible.
zh_cn: ShiftPlanning队，交通十分便利和响应。

source: Captain Dana Libby - The Salvation Army
es_es: El capitán Dana Libby - El Ejército de Salvación
zh_cn: 队长达纳利比 - 救世军

source: ShiftPlanning is developing into a work scheduler that can provide the necessary flexibility for almost any setting.
es_es: ShiftPlanning se está convirtiendo en un trabajo de planificación que puede proporcionar la flexibilidad necesaria para casi cualquier situación.
zh_cn: ShiftPlanning正在发展成为可以提供必要的灵活性，几乎任何设置工作调度。
