Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: For complete peace of mind you are free to download your data at anytime. <a href="#">Mashable.com</a> put it best: <i>"We like that ShiftPlanning doesn't keep your data behind its walled garden."</i>
es_es: Para completar la paz de la mente es libre de descargar los datos en cualquier momento. <a href=\"#\">Mashable.com</a> puesto que es mejor: <i>&quot;Nos gusta que ShiftPlanning no mantener los datos detrás de su jardín amurallado&quot;.</i>
zh_cn: 对于完全放心，你随时可以免费下载的数据。 <a href=\"#\">Mashable.com</a> 最好把它： <i>“我们希望，ShiftPlanning不保留数据背后的围墙花园”。</i>

source: Better Backups
es_es: Mejores copias de seguridad
zh_cn: 更好的备份

source: ShiftPlanning data is backed up daily and is highly available. We backup our data to multiple locations to ensure that your data is highly available and can be restored within minutes.
es_es: Los datos ShiftPlanning se respalda diariamente y es de alta disponibilidad. Tenemos copia de seguridad de nuestros datos en varias ubicaciones para asegurarse de que sus datos son altamente disponibles y se pueden restaurar en pocos minutos.
zh_cn: ShiftPlanning数据每天备份和高度可用。我们的数据备份到多个位置，以确保您的数据是高度可​​用和可在几分钟内恢复。

source: SSL security
es_es: Seguridad SSL
zh_cn: SSL安全

source: ShiftPlanning provides an optional <a href="http://en.wikipedia.org/wiki/Transport_Layer_Security" class="red">Secure Socket Layer (SSL)</a> to access your account. This provides 256bit encryption between your computer and our servers ensuring that no one can snoop in on the data during transit.
es_es: ShiftPlanning proporciona un opcional <a href="http://en.wikipedia.org/wiki/Transport_Layer_Security" class="red">Secure Socket Layer (SSL)</a> para acceder a su cuenta. Esto proporciona un cifrado de 256 bits entre su computadora y nuestros servidores garantizando que nadie pueda fisgonear en los datos durante el tránsito.
zh_cn: ShiftPlanning提供一个可选的 <a href="http://en.wikipedia.org/wiki/Transport_Layer_Security" class="red">安全套接字层（SSL）</a> 访问您的帐户。这提供您的计算机与我们的服务器上，确保没有人可以窥探在运输过程中的数据进行256位加密。

source: All passwords are <a href="http://en.wikipedia.org/wiki/Salt_(cryptography)" class="red">salted</a> and encrypted with <a href="http://en.wikipedia.org/wiki/SHA_hash_functions" class="red">SHA1 encryption</a> algorithm. Never are they stored in a human readable format. Click on either of the links to learn more.
es_es: Todas las contraseñas son <a href="http://en.wikipedia.org/wiki/Salt_(cryptography)" class="red">salado</a> y se cifra con <a href="http://en.wikipedia.org/wiki/SHA_hash_functions" class="red">Cifrado SHA1</a> algoritmo. Nunca se lo almacena en un formato legible por humanos. Haga clic en cualquiera de los enlaces para aprender más.
zh_cn: 所有的密码都 <a href="http://en.wikipedia.org/wiki/Salt_(cryptography)" class="red">咸</a> 和加密 <a href="http://en.wikipedia.org/wiki/SHA_hash_functions" class="red">SHA1加密</a> 算法。他们从来都是存储在一个人类可读的格式。上的任一链接，点击了解更多。

source: ShiftPlanning automatically logs out users after five minutes of inactivity. This ensures that user accounts are safe even if a user leaves the computer with their account still logged in.
es_es: ShiftPlanning se conecta automáticamente a los usuarios después de cinco minutos de inactividad. Esto asegura que las cuentas de usuario son seguros, incluso si un usuario deja el equipo con su cuenta aún esté conectado pulg
zh_cn: ShiftPlanning自动记录用户闲置5分钟后。这确保用户帐户的安全，即使用户离开电脑，用他们的帐户仍然登录

source: Settings
es_es: Configuración
zh_cn: 设置

source: Employees have the ability to set different settings for how their information is used, and how they are notified.
es_es: Los empleados tienen la posibilidad de establecer diferentes escenarios de cómo se utiliza su información, y la forma en que son notificados.
zh_cn: 员工有能力为不同的设置，如何使用他们的信息，以及它们是如何通知。

source: To ensure that your data is always safe, we perform an hourly offsite backup that can be restored within in minutes ensuring that your data is never lost, and your data is always available.
es_es: Para asegurarse de que sus datos estén siempre seguros, se realiza una copia de seguridad por hora fuera del sitio que pueda ser recuperado en en cuestión de minutos para garantizar que su información nunca se pierde, y tus datos están siempre disponibles.
zh_cn: 为了确保您的数据始终是安全的，我们执行每小时异地备份，确保您的数据永远不会丢失分钟内就可以恢复的，您的数据始终可用。

source: ShiftPlanning's data center is located in Fremont, California. The data center is monitored 24/7 to ensure that the servers are always safe and your data always available.
es_es: Centro de ShiftPlanning de datos se encuentra en Fremont, California. El centro de datos es monitoreada 24/7 para garantizar que los servidores están siempre seguros y los datos siempre disponibles.
zh_cn: 位于加州弗里蒙特，ShiftPlanning的数据中心。监测数据中心24/7，以确保服务器始终是安全和您的数据始终可用。

source: Download your Own Data
es_es: Descargar los datos propios
zh_cn: 下载自己的数据

source: The <a href="{fbase}" class="red">ShiftPlanning Forums</a> are the best way to find answers to your questions, ask new questions, submit suggestions, communicate with like minded individuals and more.
es_es: La <a href="{fbase}" class="red">Foros ShiftPlanning</a> son la mejor manera de encontrar respuestas a sus preguntas, formular nuevas preguntas, sugerencias, al igual que comunicarse con personas con ideas afines y mucho más.
zh_cn: “ <a href="{fbase}" class="red">ShiftPlanning论坛</a> 是最好的方式来找到问题的答案，提出新的问题，提出建议，沟通与志同道合的个人和更多。

source: Toll free phone support is being offered for a limited period. During this time you can find us at 1.888.973.6030 for questions, support, suggestions or anything at all.
es_es: Soporte telefónico gratuito que se ofrece por un período limitado. Durante este tiempo usted puede encontrarnos en 1.888.973.6030 para las preguntas, apoyo, sugerencias o cualquier cosa en absoluto.
zh_cn: 在有限的时间正在提供免费电话支持。在这段时间内，你可以找到的问题，提供支持，建议或任何东西，我们在1.888.973.6030。

source: Live Chat
es_es: Chat en Vivo
zh_cn: 在线聊天

source: Contact ShiftPlanning at any time via the live chat available on the site at all times in the header.
es_es: Póngase en contacto con ShiftPlanning en cualquier momento a través del chat en vivo disponible en el sitio en todo momento en la cabecera.
zh_cn: 在任何时间通过实时聊天，头次在现场ShiftPlanning联系。

source: Follow us on Twitter for announcements, updates, and more. Remember we're new here.
es_es: Síguenos en Twitter para anuncios, actualizaciones y mucho más. Recuerde que es nuevo aquí.
zh_cn: 公告，更新，更在Twitter跟随我们。请记住，我们这里是新的。

source: Connect with us on Facebook for announcements, updates, and tips.
es_es: Conéctese con nosotros en Facebook para anuncios, actualizaciones y sugerencias.
zh_cn: Facebook上的公告，更新和提示连接与我们联系。

source: Shift Scheduling Software | Employee Shift Scheduler
es_es: Shift Scheduling Software | Manual del Empleado Programador
zh_cn: 排班软件|员工转移调度

source: ShiftPlanning.com is a powerful shift scheduling application for businesses who need a smart and easy to use shift scheduler software solution.
es_es: ShiftPlanning.com es una aplicación de cambio de programación de gran alcance para las empresas que necesitan un inteligente y fácil de usar solución de software planificador de turno.
zh_cn: ShiftPlanning.com是一个强大的转变需要一个智能和易于使用的移调度软件解决方案的企业的调度中的应用。

source: shift scheduling software, shift scheduling, shift scheduler, employee shift scheduling software
es_es: cambiar el software de planificación, la programación de cambio, cambio el planificador, el cambio de software de planificación de los empleados
zh_cn: 转移调度软件，排班，轮班调度，员工排班软件

source: <font style="font-size: 85%;">Online Shift Scheduling Software and Employee Shift Scheduler</font>
es_es: <font style="font-size: 85%;">Cambio en línea de software de programación y de los empleados Shift Scheduler</font>
zh_cn: <font style="font-size: 85%;">网上排班软件和员工转移调度</font>

source: ShiftPlanning's online Workforce Management Software includes a robust, Employee Shift Scheduling platform that will save your business both time and money while improving employee job satisfaction and communication.</p><p>ShiftPlanning's easy-to-use online software will save your business up to 85% of time spend on scheduling and scheduling related tasks. It's Shift Scheduling for the 21st century!
es_es: ShiftPlanning de software en línea Workforce Management incluye una plataforma robusta, los empleados la programación de cambio que salvará a su empresa tiempo y dinero al mismo tiempo mejorar la satisfacción laboral de los trabajadores y la comunicación.</p><p>ShiftPlanning, muy fácil de usar software en línea que salvar su negocio hasta el 85% del tiempo empleado en la programación y la programación de tareas relacionadas. Es la programación de cambio para el siglo 21!
zh_cn: ShiftPlanning的在线人力资源管理软件，包括一个强大的，员工的排班，将节省时间和金钱，而您的企业提高员工的工作满意度和沟通的平台。</p><p>ShiftPlanning的易于使用的在线软件将节省您的业务高达85％的时间花在调度和安排相关的任务。这是21世纪移调度！

source: Get your staff involved in the Scheduling Process
es_es: Haga que su personal involucrado en el proceso de programación
zh_cn: 让您的工作人员在调度过程中涉及

source: With ShiftPlanning you can involve your staff in their own work schedules. Employees have the ability to view their upcoming schedule, request shifts, set their availability, request vacations, trade shifts, and alot more!
es_es: Con ShiftPlanning puede involucrar a su personal en sus horarios de trabajo propios. Los empleados tienen la posibilidad de ver su calendario de eventos, solicitud de turnos, establecer su disponibilidad, las vacaciones de la petición, los cambios comerciales, y mucho más!
zh_cn: 你可以与ShiftPlanning涉及您的员工在自己的工作日程。员工有能力，以查看他们即将推出的时间表，要求的变化，设置其可用性，请求休假，贸易转移，很多更！

source: Shift Scheduling without conflicts
es_es: Programación de turnos sin conflictos
zh_cn: 转移无冲突调度

source: Without a centralized Scheduling system your stuck trying to remember and sort through e-mails, notes,etc just to remember who can work when. ShiftPlanning eliminates these conflicts before they happen as the software is centralized and always up to date. Not to mention always online, and accessible by everyone.
es_es: Sin un sistema de planificación centralizada su pegada tratando de recordar y de ordenar a través de e-mails, notas, etc sólo para recordar que se puede trabajar cuando. ShiftPlanning elimina estos conflictos antes de que suceda ya que el software está centralizada y siempre actualizada. Por no hablar siempre en línea y accesible por todos.
zh_cn: 没有集中调度系统卡住试图记住并通过电子邮件，笔记等进行排序，只是记得谁可以工作的时候。 ShiftPlanning消除这些冲突发生之前就作为软件集中，始终保持最新。更何况永远在线，并受到大家的访问。

source: Vacation Management
es_es: Gestión de vacaciones
zh_cn: 休假管理

source: ShiftPlanning has a powerful built in Vacation System allowing employees to request vacations conveniently online. Once a manager has accepted that request, ShiftPlanning will save all the details so that the employee can't be booked by mistake.
es_es: ShiftPlanning ha incorporado un potente sistema de vacaciones que permite a los empleados a solicitar vacaciones convenientemente en línea. Una vez que un gerente ha aceptado esa petición, ShiftPlanning guardará todos los detalles para que el empleado no se pueden reservar por error.
zh_cn: ShiftPlanning拥有强大的内置在休假制度，使员工要求休假便利的网上。一旦经理已经接受了这一请求，ShiftPlanning将保存所有的详情，使员工不能被错误地预订。

source: Shift Trading
es_es: Cambie de Comercio
zh_cn: 转移交易

source: Our powerful shift scheduling software allows you to put your employees in control of finding someone to cover for them when they can't work. You have the ability to approve both before they make the request, and after another employee is found.
es_es: Nuestro potente software de programación de cambio le permite poner a sus empleados en el control de encontrar a alguien para cubrir por ellos cuando no pueden trabajar. Usted tiene la capacidad de aprobar tanto antes de hacer la solicitud, y después de otro empleado ha sido hallado.
zh_cn: 我们强大的排班软件允许你把你的员工在发现有人为他们支付时，他们不能正常工作的控制。你有能力批准之前，他们提出要求，和另一名雇员被发现后。

source: Eliminate absenses from employees not knowing when they worked. ShiftPlanning can send Sms & E-mail Notifications on events such as: shift trades, vacation requests, new messages and upcoming shifts (1hr & 24hr).
es_es: Eliminar absenses de los empleados que no saben cuando trabajaban. ShiftPlanning puede enviar SMS y notificaciones por correo electrónico sobre eventos tales como: operaciones de cambio, las solicitudes de vacaciones, los nuevos mensajes y cambios de las próximas 24 horas (1 hora y).
zh_cn: 员工不知道他们的工作时消除absenses。 ShiftPlanning可以发送短信和电子邮件通知事件，如：转变行业，休假请求，新的消息和即将到来的变化（1小时和24小时）。

source: Eliminate Scheduling Conflicts
es_es: Eliminar conflictos de programación
zh_cn: 消除调度冲突

source: Working in real-time our Schedule Conflict system ensures that you never post a schedule with conflicts. Our application analysises a number of factors including: vacation requests, over-time hours, employee availability and more.
es_es: Trabajo en tiempo real, nuestro sistema de conflicto de horario se asegura de que usted nunca publicar un calendario con los conflictos. Nuestra aplicación analysises una serie de factores, entre ellos: las solicitudes de vacaciones, horas más de tiempo, la disponibilidad de los empleados y mucho más.
zh_cn: 在实时附表冲突系统的工作，确保您永远不会发布与冲突的时间表。我们的应用程序因素浅析因素，包括：休假请求，超过小时的时间，员工的可用性和更多的数量。

source: Copy Schedules
es_es: Los horarios de copia
zh_cn: 副本附表

source: Because often times schedules don't change that often between weeks - Our software allows you to easily copy schedules between weeks meaning that you can setup schedules in minutes, not hours.
es_es: Porque a menudo los horarios veces no cambia con tanta frecuencia entre las semanas - Nuestro software le permite copiar fácilmente los horarios entre semana lo que significa que usted puede configurar programas en cuestión de minutos, no horas.
zh_cn: 倍时间表，因为经常不经常改变周之间 - 我们的软件使您可以轻松地复制周之间的时间表，这意味着你可以在几分钟内设置的时间表，而不是几小时。

source: Our entire platform is unlocked empowering you to setup as many different employee schedules as needed for all of the departments and teams within your organization.
es_es: Nuestra plataforma entera se desbloquea lo que le permite configurar tantos diferentes horarios de los empleados, según sea necesario para todos los departamentos y equipos dentro de su organización.
zh_cn: 我们的整个平台解锁赋予你许多不同的雇员时间表设定为所有组织内的部门和队伍的需要。

source: Unlimited Schedulers
es_es: Los programadores sin límite
zh_cn: 无限调度

source: Give access to those staff members that need to manage shifts & schedules. You can control who can view and manage which schedules as well as control all general visibility settings for employees.
es_es: Dar acceso a los miembros del personal que necesitan para gestionar los turnos y horarios. Se puede controlar quién puede ver y administrar los horarios, así como controlar todas las opciones de visibilidad general de los empleados.
zh_cn: 访问的工作人员需要轮班管理及时间表。您可以控制​​谁可以查看和管理它的时间表，以及控制所有的一般员工的可视性设置。

source: Pur your employees in control of their schedules by creating open shifts. Simply specify the number of employees needed on a shift, your staff can then login and opt-in to work on the dates they want.
es_es: Pur sus empleados en el control de sus listas mediante la creación de turnos abiertos. Sólo tiene que especificar el número de empleados necesarios en un turno, el personal puede ingresar y optar por trabajar en las fechas que ellos quieren.
zh_cn: 陈建您的员工在控制自己的日程，通过建立开放的转变。只需指定转变所需的雇员人数，然后登录您的员工可以选择他们想要的日期。

source: Smart Shift Scheduler
es_es: Smart Scheduler Shift
zh_cn: 智能移调度

source: ShiftPlanning's <b>online shift scheduler</b> allows you to schedule smartly by always ensuring you are scheduling with the most accurate data. Know in real time who is available, who are your top employees, who is on overtime, who is on vacation and more.
es_es: ShiftPlanning de <b>en línea cambio planificador</b> le permite programar inteligentemente por siempre asegurando que está programando con los datos más precisos. Conocer en tiempo real quién está disponible, ¿quiénes son tus mejores empleados, que está en horas extraordinarias, que está de vacaciones y mucho más.
zh_cn: ShiftPlanning的 <b>线上移调度</b> 让您巧妙安排始终确保你是最准确的数据调度。在实时知道是谁，谁是你的优秀员工，加班，度假和更多。

source: Dynamic Interface
es_es: Interfaz dinámica
zh_cn: 动态界面

source: Everything in our shift scheduling software is dynamic, visual & interactive. It's also incredibly easy to use! All this means that you'll spend more time focusing on your business and less time on your computer managing your employee scheduling.
es_es: Todo en nuestro software de programación de cambio es dinámico, visual e interactivo. También es increíblemente fácil de usar! Todo esto significa que usted va a pasar más tiempo concentrándose en su negocio y menos tiempo en su computadora el manejo de su programación de los empleados.
zh_cn: 一切都在我们的排班软件是动态的，视觉与互动。它也非常容易使用！这一切都意味着，你会花更多的时间专注于您的计算机管理你的员工排班对您的业务和更短的时间内。

source: Sync Calendars
es_es: Calendarios de sincronización
zh_cn: 同步日历

source: ShiftPlanning supports Calendar Sync to all major 3rd party calendar applications such as Google Calendar, iCal, Outlook and more! This means that your data is always syncronized and employees can easily view their work schedules alongside their other appointments.
es_es: ShiftPlanning soporta sincronización del calendario para todas las principales aplicaciones 3 ª parte del calendario como Google Calendar, iCal, Outlook y mucho más! Esto significa que sus datos estén siempre sincronizados y los empleados pueden ver fácilmente sus horarios de trabajo junto a sus otras citas.
zh_cn: ShiftPlanning支持日历同步到所有主要的第三方日历应用程序，例如谷歌日历的iCal，Outlook和更多！这意味着您的数据总是syncronized和员工可以轻松地查看他们的工作时间表，以及其他任命。

source: For complete flexibility ShiftPlanning allows you to view the schedules the way that you like. Schedules can be viewed monthly, weekly, daily or four-days at a time. Both visually and list-based.
es_es: Para una flexibilidad completa ShiftPlanning le permite ver los horarios de la manera que más te guste. Los horarios pueden ser vistos mensual, semanal, diaria o cuatro días-en un momento. Tanto visual como base la lista.
zh_cn: 为完全灵活ShiftPlanning允许您查看的时间表，你喜欢的方式。附表可以查看每月，每周，每天或在四天的时间。无论在视觉上和基于列表。

source: ShiftPlanning comes with a powerful module for printing beautiful hard copies of your schedules. These are handy for posting at work and other offline use. We print in multiple formats with lot's of customizable settings that can even be <b>exported to .pdf, .csv and .xls</b>
es_es: ShiftPlanning viene con un potente módulo para la impresión de bellas copias impresas de sus horarios. Estos son muy útiles para su publicación en el trabajo y su uso sin conexión otros. Es la impresión en múltiples formatos con gran cantidad de ajustes personalizables que pueden incluso ser <b>exportar a. pdf,. csv y. xls</b>
zh_cn: ShiftPlanning来为你的日程安排美丽的硬拷贝打印功能强大的模块。这是张贴在工作和其他脱机使用的方便。我们很多定制的设置，甚至可以是多种格式打印 <b>出口到PDF，CSV和XLS。</b>

source: Next in the tour
es_es: Siguiente en la gira
zh_cn: 下一步参观

source: desktop
es_es: escritorio
zh_cn: 桌面

source: overview
es_es: visión general
zh_cn: 概观

source: That is weird. That account is already activated. You might want to <a href="{base}contact/" class="red">contact us</a> if you're having problems accessing it.
es_es: Eso es raro. Esa cuenta ya está activada. Es posible que desee <a href="{base}contact/" class="red">contáctenos</a> si usted está teniendo problemas para acceder a ella.
zh_cn: 这是怪异的。该帐户已经被激活。你可能想 <a href="{base}contact/" class="red">联系我们</a> 如果你有问题，访问它。

source: Sorry but we have no records matching the e-mail '{email}'.<br /><br />Please make sure the e-mail you entered is correct & <a href="{base}contact/" class="red">contact us</a> if the problem persists.
es_es: Lo sentimos pero no tenemos registros que coincidan con el e-mail &#39;{email}&#39;.<br /><br />Por favor, asegúrese de que el e-mail que ha introducido es correcta y <a href="{base}contact/" class="red">contáctenos</a> si el problema persiste.
zh_cn: 很抱歉，但我们有没有记录匹配的电子邮件&#39;{email}“。<br /><br />请确保您输入的电子邮件是正确的： <a href="{base}contact/" class="red">联系我们</a> 如果问题仍然存在。

source: <b>Please</b> - read <a href="{url}" class="red" target="_blank">this quick info</a> before using the form below.
es_es: <b>Por favor,</b> - Leer <a href="{url}" class="red" target="_blank">esta información rápida</a> antes de usar el siguiente formulario.
zh_cn: <b>请</b> - 读 <a href="{url}" class="red" target="_blank">这种快速信息</a> 然后使用下面的表格。

source: If you want to create a new ShiftPlanning account you must <a href="{url}" class="red">logout</a> first.
es_es: Si quieres crear una cuenta nueva ShiftPlanning debe <a href="{url}" class="red">cierre de sesión</a> primero.
zh_cn: 如果你想创建一个新ShiftPlanning帐户，你必须 <a href="{url}" class="red">注销</a> 第一。

source: If you want to access the ShiftPlanning application please <a href="{url}" class="red">click here</a>.
es_es: Si desea acceder a la aplicación ShiftPlanning favor <a href="{url}" class="red">haga clic aquí</a>.
zh_cn: 如果你要访问的ShiftPlanning申请，请 <a href="{url}" class="red">点击这里</a>。

source: accurately tracks employee hours.
es_es: un seguimiento preciso de horas de los empleados.
zh_cn: 准确地跟踪雇员小时。

source: Invalid Terminal URL.
es_es: Terminal URL no es válida.
zh_cn: 终端的URL无效。

source: Invalid Terminal URL..
es_es: URL terminal no válido ..
zh_cn: 无效终端的URL ..

source: Invalid Terminal location.
es_es: Ubicación de la terminal no válido.
zh_cn: 无效的终端位置。

source: Welcome Back
es_es: Bienvenido de nuevo
zh_cn: 欢迎回来

source: Webcam Loading..
es_es: Webcam Cargando ..
zh_cn: 摄像头载入中......

source: OR
es_es: O
zh_cn: 或

source: Select a Schedule
es_es: Seleccione un programa
zh_cn: 选择附表

source: Clock Out & Logout
es_es: Reloj a cabo y cerrar sesión
zh_cn: 时钟输出登出

source: Clock Out
es_es: Reloj de salida
zh_cn: 时钟输出

source: Clock In & Logout
es_es: Reloj In &amp; Salir
zh_cn: 时钟及登出

source: Clock In
es_es: Reloj En
zh_cn: 时钟

source: Enter Password
es_es: Ingrese su contraseña
zh_cn: 输入密码

source: invalid employee
es_es: empleado no válido
zh_cn: 无效的雇员

source: username or email
es_es: nombre de usuario o correo electrónico
zh_cn: 用户名或电子邮件

source: password
es_es: contraseña
zh_cn: 密码

source: Select Your Name
es_es: Seleccione su Nombre
zh_cn: 选择您的姓名

source: Clocked in at
es_es: Registró en el
zh_cn: 主频在在

source: Last Clock
es_es: Última Hora
zh_cn: 最后一个时钟周期

source: until
es_es: hasta
zh_cn: 直到

source: Invalid Terminal Url. Please reset it.
es_es: Url terminal no válido. Por favor, ponerla a cero.
zh_cn: 无效的终端URL。请重置它。

source: invalid timec clock terminal user
es_es: válida del reloj timec usuario de la terminal
zh_cn: 无效timec时钟端用户

source: Already Clock-In!
es_es: Ya reloj-In!
zh_cn: 已经时钟在！

source: Not a valid location!
es_es: No es una ubicación válida!
zh_cn: 不是一个有效的位置！

source: You are now clocked-in
es_es: Ahora se encuentra registrado en
zh_cn: 你现在是主频，

source: You are clocked-in
es_es: Usted está registrado en
zh_cn: 你是主频，

source: Not Clock-In yet!
es_es: No Reloj-A todavía!
zh_cn: 没有时钟呢！

source: Please ensure clock in time is earlier than clock out time...
es_es: Por favor, asegúrese de reloj en el tiempo es anterior a la del reloj a tiempo ...
zh_cn: 请确保时钟的时间是早于时钟输出时间...

source: You are now clocked-out
es_es: Ahora está registrado de salida
zh_cn: 你现在的时钟，

source: You are clocked-out
es_es: Usted está registrado de salida
zh_cn: 你是主频，

source: fail
es_es: fallar
zh_cn: 失败

source: Time Clock Terminal - ShiftPlanning.com
es_es: Terminal de reloj de tiempo - ShiftPlanning.com
zh_cn: 时钟码头 - ShiftPlanning.com

source: Request Added
es_es: Solicitud de Alta
zh_cn: 请求加入

source: You requested this shift previously
es_es: Usted solicitó este cambio ya
zh_cn: 你以前要求这种转变

source: Request Removed
es_es: Solicitar eliminado
zh_cn: 要求删除

source: You are not requested for that shift.
es_es: Usted no se ha solicitado para ese cambio.
zh_cn: 你是不是这种转变的要求。

source: Employee Removed From Shift
es_es: Empleado removido de turno
zh_cn: 从移删除的雇员

source: Maximum already reached.
es_es: Máximo alcanzado ya.
zh_cn: 已经达到最大。
