Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: ShiftPlanning is a complete employee scheduling and labor management solution for the businesses that fall in the service industry, providing one-click seamless access to time and attendance, employee scheduling, and management reports. Managers using ShiftPlanning spend more time managing, and less time stuck in an office juggling schedules and labor expenses.
es_es: ShiftPlanning es una programación de empleados completo y una solución de gestión de mano de obra para las empresas que caen en la industria de servicios, proporcionando acceso con un clic sin problemas a tiempo y asistencia, programación de los empleados y los informes de gestión. Los administradores que utilizan ShiftPlanning dedicar más tiempo a la gestión, y menos tiempo atrapado en un horario de oficina y gastos de mano de obra de malabarismo.
zh_cn: ShiftPlanning是一个完整的雇员属于服务性行业的企业，在调度和劳动力管理解决方案，提供一键式无缝访问时间和出勤，员工调度和管理报告。管理者使用ShiftPlanning花更多的时间来管理，更少的时间停留在办公室的杂耍时间表和劳工费用。

source: >Reduce employee turnover by scheduling around each staff member's individual shift preferences.
es_es: &gt; Reducir la rotación de los empleados mediante la programación en torno a las preferencias de cada miembro del personal de turnos individuales.
zh_cn: 围绕每个工作人员的个人转变的喜好安排，减少员工流失。

source: Stop the calls and get electronic notifications for shifts and schedule changes.
es_es: Detener las llamadas y recibir notificaciones electrónicas para los turnos y cambios de horario.
zh_cn: 停止通话，并得到转变和日程更改的电子通知。

source: Scheduling Software for Nurses
es_es: Programación de Software para las enfermeras
zh_cn: 护士调度软件

source: The very nature of creating and managing office and hospital work schedules for nurses demands the utmost efficiency, regardless of whether you are managing a medical office, hospital, home health service, medical center or other medical care facility.
es_es: La naturaleza misma de la creación y gestión de oficinas y horarios de trabajo para las enfermeras del hospital exige la máxima eficacia, independientemente de si usted está manejando un consultorio médico, hospital, servicios de salud a domicilio, centro médico u otro centro de atención médica.
zh_cn: 很自然的创建和管理办公室和医院护士的工作日程，要求最大的效率，无论您是否在管理医疗办公室，医院，家庭保健服务，医疗中心或其他医疗设施。

source: While some nurses work exclusively within certain types of medical care, others deal with emergencies as part of their normal work day. Some nurses also and engage in community awareness and prevention programs to help educate the public on various medical concerns, and all of these activities have their own scheduling demands.
es_es: Mientras que algunas enfermeras trabajan exclusivamente dentro de ciertos tipos de atención médica, los demás frente a las emergencias como parte de su día normal de trabajo. Algunas enfermeras también, y participar en la toma de conciencia de la comunidad y los programas de prevención para ayudar a educar al público sobre diversos problemas médicos, y todas estas actividades tienen sus propias exigencias de programación.
zh_cn: 虽然有些护士专门在某些类型的医疗保健工作，处理紧急情况作为其正常的日常工作​​的一部分。还有些护士和从事社区意识和预防方案，帮助教育公众对各种医疗问题，所有这些活动都有自己的调度需求。

source: With so many specialties and diverse scheduling requirements to meet, there is no room for anything less than total organization, especially when you're scheduling more than one nurse, operating 24/7 and covering a multitude of shifts and locations.
es_es: Con tantas especialidades y requisitos diversos para cumplir con la programación, no hay espacio para nada menos que la organización total, sobre todo cuando se está programando más de una enfermera, que opera 24/7 y que abarca una multitud de cambios y ubicaciones.
zh_cn: 有这么多的特色和多样化的调度要求，满足，有没有任何少于总组织的房间，特别是当你安排超过一名护士，工作24/7，并涵盖了众多的变化和地点。

source: ShiftPlanning's nurse and hospital staff scheduling program puts real time data at the scheduler's fingertips. Managers always know the availability of each nurse, and their on-call preferences for particular days, shifts and units, and union and regulatory requirements. ShiftPlanning provides the tools necessary to keep track of reports, regulated ratios and all of the demands that scheduling nurses must meet.
es_es: Enfermera ShiftPlanning y el programa de la programación de personal del hospital pone los datos en tiempo real al alcance del programador de. Los gerentes siempre conocer la disponibilidad de cada enfermera, y sus llamadas en las preferencias por determinados días, turnos y unidades, y el sindicato y los requisitos reglamentarios. ShiftPlanning proporciona las herramientas necesarias para realizar un seguimiento de los informes, relaciones reguladas y todas las demandas que las enfermeras deben cumplir con la programación.
zh_cn: ShiftPlanning的护士和医院工作人员的调度方案，使实时数据调度的指尖。经理总是知道每个护士的可用性，和他们的呼叫特别是天，轮班和单位，工会和监管要求的喜好。 ShiftPlanning提供必要的工具，继续跟踪报道，调节比例和调度护士必须满足所有的需求。

source: Bottom line: ShiftPlanning streamlines nurse and other types of health care staff scheduling, which translates to better patient care and less unnecessary overtime, while assuring that all the nurse's needs are met.
es_es: En pocas palabras: ShiftPlanning agiliza la enfermera y otros tipos de programación del personal de salud, que se traduce en mejor atención al paciente y las horas extraordinarias menos innecesaria, sin dejar de asegurar que todas las necesidades de la enfermera que se cumplan.
zh_cn: 底线：ShiftPlanning简化护士和其他医护人员的调度，从而转化为改善病人护理和减少不必要的加班类型，同时确保所有护士的需求得到满足。

source: Easy access to all schedules allow nurses to check their own 24/7 electronically.
es_es: Fácil acceso a todos los programas permiten a las enfermeras para comprobar su propia 24/7 por vía electrónica.
zh_cn: 方便地访问所有的时间表，让护士来检查自己的电子24/7。

source: Generate work schedules with customized office and hospital shift patterns for a compressed work week and eight, 10, 12, and 24-hour fixed and rotating shift schedules, which adapt to the scheduling demands of most nurses and health care providers.
es_es: Generar los horarios de trabajo con la oficina personalizada y los patrones de cambio de hospital durante una semana de trabajo comprimida y ocho, 10, 12 y 24 horas de trabajo por turnos fijos y en movimiento, que se adaptan a la programación de las demandas de la mayoría de las enfermeras y los profesionales de la salud.
zh_cn: 生成工作时间表，定制的办公室和医院轮班模式，压缩工作周八，10，12，固定和旋转24小时轮班，适应大多数护士和卫生保健提供者的调度需求。

source: Schedule nurse rotations automatically.
es_es: Programar rotaciones de enfermería de forma automática.
zh_cn: 自动安排护士轮换。

source: Grant nurses the ability to request schedule changes electronically.
es_es: Grant cuida la posibilidad de solicitar cambios en la programación electrónica.
zh_cn: 格兰特护士的能力要求的时间表更改电子。

source: Sets up a separate schedule for nurses.
es_es: Establece un horario distinto para las enfermeras.
zh_cn: 护士建立了单独的时间表。

source: Provides the ability to reach any nurse or staff member within moments electronically, even if they are off-shift.
es_es: Ofrece la posibilidad de llegar a cualquier enfermera o miembro del personal en cuestión de momentos por vía electrónica, incluso si están fuera de turno.
zh_cn: 提供能力达到任何护士或工作人员，在瞬间，电子，即使他们是离移。

source: ShiftPlanning allows you to manage the nursing schedules for a physician's office, hospital and field services simultaneously, crucial to maximizing the standards of operation. ShiftPlanning will provide powerful scheduling tools to prepare for everyday medical needs as well as emergency response to unexpected events within virtually any scenario that can arise.
es_es: ShiftPlanning le permite gestionar los programas de enfermería para los servicios de un consultorio médico, hospital y el campo al mismo tiempo, cruciales para la maximización de las normas de funcionamiento. ShiftPlanning se proporcionan potentes herramientas de planificación para preparar todos los días las necesidades médicas, así como la respuesta de emergencia a acontecimientos inesperados en prácticamente cualquier situación que pueda surgir.
zh_cn: ShiftPlanning让你来管理医生的办公室，医院和服务领域的护理日程，同时，最大化的操作标准的关键。 ShiftPlanning将提供强大的调度工具，以及突发事件的应急准备几乎任何情况下，可以出现在日常的医疗需求。

source: Employee Scheduling and Project Management Software for Construction Companies
es_es: Empleado Programación y Software de Gestión de Proyectos de Empresas de la Construcción
zh_cn: 建筑公司的雇员调度和项目管理软件

source: Construction companies deal with a host of unique challenges in managing employee scheduling demands. Whether you are tasked with planning shift schedules for office staff, field workers, subcontractors or any of the myriad staff members required for the successful operations of a construction company, ShiftPlanning employee scheduling software can streamline what can easily be considered an overwhelming process.
es_es: Las empresas de construcción frente a una serie de retos únicos en la gestión de la demanda del empleado. Si usted está encargado de la planificación de turnos para el personal de oficina, trabajadores de campo, los subcontratistas o cualquiera de los miles de miembros del personal necesarios para las operaciones con éxito de una empresa de construcción, empleado ShiftPlanning software de programación se puede simplificar lo que fácilmente se puede considerar un proceso abrumador.
zh_cn: 建筑公司处理了独特的挑战，在管理员工排班需求。无论您是负责规划办公室的工作人员，外勤人员，分包商或任何一家建筑公司的成功运作所需的工作人员的无数成员轮班，ShiftPlanning员工排班软件可以简化，可以很容易地被视为压倒性的过程。

source: When it comes to staff scheduling within the construction industry, ShiftPlanning automates the vast array of union requirements and collective bargaining agreement statutes while streamlining the scheduling process to an easily managed one that reduces or eliminates margins of error.
es_es: Cuando se trata de la programación del personal dentro de la industria de la construcción, ShiftPlanning automatiza la amplia gama de requisitos de los estatutos sindicales y colectivos de acuerdo de negociación al mismo tiempo el proceso de programación para un un fácil manejo que reduce o elimina los márgenes de error.
zh_cn: 当谈到建筑行业内的人员调度，ShiftPlanning自动化广大工会的要求和集体谈判协议，章程的阵列，同时简化调度进程到一个易于管理，减少或消除误差范围。

source: The result is a thoroughly integrated strategy for workforce scheduling that increases revenues in the process as ShiftPlanning
es_es: El resultado es una estrategia completamente integrado para la programación de la fuerza laboral que aumenta los ingresos en el proceso como ShiftPlanning
zh_cn: 其结果是一个彻底劳动力调度综合战略的过程中，增加收入作为ShiftPlanning

source: Generates employee schedules and staffing levels based on forecasted job stages.
es_es: Genera horarios de los empleados y los niveles de dotación de personal sobre la base de las etapas de trabajo previstas.
zh_cn: 生成雇员的时间表和工作人员水平的基础上预测工作阶段。

source: Enables staff to arrange shift swaps themselves online.
es_es: Permite al personal para organizar intercambios de turnos a sí mismos en línea.
zh_cn: 使工作人员安排转移掉自己的网上。

source: ShiftPlanning is used in the Construction Industry in multiple ways
es_es: ShiftPlanning se utiliza en la industria de la construcción de múltiples maneras
zh_cn: ShiftPlanning在建造业，以多种方式使用

source: Improves customer service by keeping appropriate staff on task at all times.
es_es: Mejora el servicio al cliente al mantener el personal adecuado en la tarea en todo momento.
zh_cn: 提高客户服务任务，在任何时候都保持适当的工作人员。

source: Ends unnecessary overtime costs by projecting staff-to-project ratios.
es_es: Finaliza gastos innecesarios mediante la proyección de las horas extraordinarias del personal a los proyectos de proporciones.
zh_cn: 结束不必要的加班费用，由预测人员到项目的比率。

source: ShiftPlanning provides construction company managers the tools to get the right staff or crew member to each job at the right times. Bottom line: labor costs are lowered, efficiency improves and time once spent drafting complicated staff schedules is now spent managing the business of transportation.
es_es: ShiftPlanning proporciona a los administradores de la construcción de la empresa las herramientas necesarias para conseguir el personal adecuado o miembro de la tripulación de cada puesto de trabajo en los momentos adecuados. En pocas palabras: los costos laborales son bajos, mejora la eficiencia y el tiempo pasó una vez la redacción de los complicados horarios del personal está dedicado a la gestión del negocio de transporte.
zh_cn: ShiftPlanning提供建筑公司经理到每一个工作在正确的时间得到正确的工作人员或工作人员的工具。一次底线：劳动力成本降低，效率提高和时间花在起草复杂的人员安排，现用于管理运输业务。

source: Employee Scheduling Software for Bars and Night Clubs
es_es: Empleado de Software de programación para bares y clubes nocturnos
zh_cn: 酒吧和夜总会的雇员调度软件

source: Scheduling Software for Medical facilities and Hospitals
es_es: Programación de Software para instalaciones médicas y hospitales
zh_cn: 医疗设施和医院的调度软件

source: The very nature of medical staff scheduling demands the utmost efficiency when it comes to managing scheduling for staff and physicians at medical offices, hospitals, home health services, medical centers and other medical care facilities.
es_es: La propia naturaleza de la programación de personal médico exige la máxima eficacia cuando se trata de la programación de la gestión para el personal y los médicos en los consultorios médicos, hospitales, servicios de salud a domicilio, centros médicos y otras instituciones de salud.
zh_cn: 当涉及到管理调度人员和医生在医疗机构，医院，家庭保健服务，医疗中心和其他医疗设施，医务人员的调度非常的本质要求最大的效率。

source: While some medical facilities focus exclusively on certain types of medical care, others deal with ad hoc emergencies as part of their normal operations. Some medical practices and institutions engage in community awareness and prevention programs to help educate the public on various medical concerns, and all of these activities have their own scheduling demands.
es_es: Mientras que algunos centros médicos se centran exclusivamente en ciertos tipos de atención médica, los demás frente a situaciones de emergencia ad hoc como parte de sus operaciones normales. Algunas prácticas médicas y las instituciones de participar en la toma de conciencia de la comunidad y los programas de prevención para ayudar a educar al público sobre diversos problemas médicos, y todas estas actividades tienen sus propias exigencias de programación.
zh_cn: 虽然一些医疗设施集中在某些类型的医疗专，人作为其正常业务的一部分，特设紧急情况的处理。一些医疗实践和机构从事社区意识和预防方案，以帮助教育公众对各种医疗问题，所有这些活动都有自己的调度需求。

source: With so many positions and skill requirements to meet, there is no room for anything less than total staff organization, especially when the staff count reaches into the dozens, hundreds and even thousands, operating 24/7 and covering hundreds of shifts.
es_es: Con tantos puestos y requisitos de formación para hacer frente, no hay espacio para nada menos que la organización total del personal, especialmente cuando el recuento del personal llega a las decenas, cientos e incluso miles, cientos de funcionamiento 24/7 y que abarca de los cambios.
zh_cn: 有这么多的职位和技能要求，以满足，有少于工作人员总数的组织没有任何的余地，尤其是当员工总数达到数十，数百甚至数千，轮班作业24/7和覆盖数百。

source: ShiftPlanning's custom installation and set-up allows every medical staffing demand to be met. Whether there are two or three shifts to cover in each 24-hour cycle, and taking into account the individual needs and preferences of each staff member, ShiftPlanning provides the powerful scheduling tools you need to cover a multitude of shifts, needs and expectations every day, efficiently and easily.
es_es: Instalación personalizada ShiftPlanning y puesta en marcha, permite a cada demanda de personal médico que debe cumplir. Si hay dos o tres turnos para cubrir en cada ciclo de 24 horas, y teniendo en cuenta las necesidades y preferencias individuales de cada miembro del personal, ShiftPlanning proporciona las herramientas de programación de gran alcance que usted necesita para cubrir una multitud de cambios, necesidades y expectativas de todos los días , de manera eficiente y fácil.
zh_cn: ShiftPlanning的自定义安装和设置，使每一个医疗人手需求得到满足。是否有两个或三个转变，以弥补每24小时的周期，考虑到每个工作人员的个性化需求和喜好，ShiftPlanning提供了强大的调度工具，你需要支付每天众多的转变，需求和期望，高效和轻松。

source: ShiftPlanning's medical and hospital staff scheduling program puts real time data at the scheduler's fingertips. Managers always know the availability of qualified personnel, staff preferences for particular days, shifts and units, and union and regulatory requirements. ShiftPlanning provides the tools necessary to keep track of staffing reports, regulated ratios and all of the demands that medical services must meet.
es_es: ShiftPlanning programa de programación de personal médico y hospitalario pone los datos en tiempo real al alcance del programador de. Los gerentes siempre conocer la disponibilidad de personal calificado, las preferencias del personal para determinados días, turnos y unidades, y los requisitos de los sindicatos y de reglamentación. ShiftPlanning proporciona las herramientas necesarias para realizar un seguimiento de los informes de dotación de personal, relaciones reguladas y todas las demandas que los servicios médicos deben cumplir.
zh_cn: ShiftPlanning的医疗和医院工作人员的调度方案，使实时数据调度的指尖。经理总是知道的人才，特别是天，轮班和单位的工作人员的喜好，与工会和监管要求的情况下。 ShiftPlanning提供必要的工作人员报告，调节比例和医疗服务一定能满足所有的需求保持轨道的工具。

source: Bottom line: ShiftPlanning streamlines hospital and other types of health care staff scheduling, which translates to better patient care and less overtime, while assuring that all staff needs are met and ultimately.
es_es: En pocas palabras: ShiftPlanning agiliza el hospital y otros tipos de programación del personal de salud, que se traduce en mejor atención al paciente y menos horas extras, sin dejar de asegurar que todas las necesidades de personal que se cumplan y, en definitiva.
zh_cn: 底线：ShiftPlanning简化医院和其他类型的卫生保健人员调度，从而转化为更好地关心病人，少加班，同时确保所有工作人员的需求得到满足，并最终。

source: View assignments and schedule shifts most effectively for your staff and client needs.
es_es: Asignaciones de ver y programar cambios de forma más eficaz para su personal y las necesidades del cliente.
zh_cn: 查看任务和时间表转移最有效地为您的员工和客户的需求。

source: Generate work schedules with customized shift patterns for a compressed work week and eight, 10, 12, and 24-hour fixed and rotating shift schedules that adapt to the scheduling demands of most hospitals and health care providers.
es_es: Generar los horarios de trabajo con los patrones de cambio a medida para una semana de trabajo comprimida y ocho, 10, 12 y 24 horas de trabajo por turnos fijos y la rotación que se adaptan a la programación de las demandas de la mayoría de los hospitales y los proveedores de atención médica.
zh_cn: 压缩工作周，八，10，12，固定和旋转24小时轮班，适应大多数医院和医疗机构的调度要求定制转变模式，生成工作日程。

source: Schedule workforce rotations automatically.
es_es: Programe las rotaciones de la fuerza laboral de forma automática.
zh_cn: 自动安排劳动力旋转。

source: It is important for every Hospital and health care agency to manage its employee's work hours as well as their off hours. Most medical scheduling managers abide by union rules in determining vacation assignments, which are usually based on predetermined parameters. ShiftPlanning can help keep vacation scheduling streamlined and in compliance with regulations, easily and with little to no margin of error.
es_es: Es importante que todos los hospitales y la agencia de cuidado de la salud para la gestión de su hora de trabajo del empleado, así como sus horas de descanso. Los gerentes de programación mayoría de los médicos cumplir con las normas sindicales en la determinación de las asignaciones de vacaciones, que suelen basarse en parámetros predeterminados. ShiftPlanning puede ayudar a mantener la programación de vacaciones de aerodinámica y en cumplimiento de la normativa, sencilla y con poco o ningún margen de error.
zh_cn: 重要的是，每家医院和医疗保健机构来管理其雇员的工作时间以及他们的下班时间。大多数医疗调度管理，遵守工会的规定，在确定假期作业，这通常是根据预定参数。的ShiftPlanning可以帮助保持精简和符合规定的休假调度，轻松，几乎没有误差。

source: ShiftPlanning is used in the Hospital and Medical sector in multiple ways:
es_es: ShiftPlanning se utiliza en el sector hospitalario y médico de varias maneras:
zh_cn: ShiftPlanning在医院和医疗机构以多种方式使用：

source: Helps to accommodate safety and response time by keeping adequate staff on call hand at all times.
es_es: Ayuda para dar cabida a la seguridad y el tiempo de respuesta, manteniendo el personal adecuado en la mano llamada en todo momento.
zh_cn: 有助于容纳呼叫手在任何时候都保持足够的工作人员，安全性和响应时间。

source: Provides the ability to reach any staff member within moments electronically, even if they are off-shift.
es_es: Ofrece la posibilidad de llegar a cualquier miembro del personal en cuestión de momentos por vía electrónica, incluso si están fuera de turno.
zh_cn: 提供的能力，达到内的任何时刻的工作人员，电子，即使他们是离移。

source: ShiftPlanning allows you to manage the medical facility's labor force and field services simultaneously, crucial to maximizing the standards of operation. ShiftPlanning will provide powerful scheduling tools to prepare for everyday medical needs as well as emergency response to unexpected events within virtually any scenario that can arise.
es_es: ShiftPlanning le permite administrar la fuerza del centro médico de la mano de obra y servicios sobre el terreno al mismo tiempo, cruciales para maximizar las normas de funcionamiento. ShiftPlanning se proporcionan potentes herramientas de planificación para preparar todos los días las necesidades médicas, así como la respuesta de emergencia a acontecimientos inesperados en prácticamente cualquier situación que pueda surgir.
zh_cn: ShiftPlanning允许您管理的医疗设施的劳动力和现场服务的同时，最大化的操作标准的关键。 ShiftPlanning将提供强大的调度工具，以及突发事件的应急准备几乎任何情况下，可以出现在日常的医疗需求。

source: Staff and employee Scheduling Software for Energy Companies
es_es: El personal y software programar del empleado de Empresas de Energía
zh_cn: 能源公司的工作人员和雇员调度软件

source: With the unique demands placed on workforce availability within the energy sector, your company's employee scheduling program needs to be a powerful management tool designed to streamline the positioning of staff and crew responsible for uninterrupted energy production and service. Whether it is oil, electricity, water treatment or public utilities, staff scheduling must run smoothly and efficiently.
es_es: Con las demandas únicas de la disponibilidad de mano de obra colocados en el sector de la energía, el programa de empleados de su compañía de programación tiene que ser una poderosa herramienta de gestión diseñada para simplificar la colocación de personal y la tripulación responsable de la producción de energía ininterrumpida y de servicios. Ya se trate de petróleo, electricidad, tratamiento de aguas o de servicios públicos, la programación del personal debe ejecutar sin problemas y eficientemente.
zh_cn: 随着劳动力的可用性放在能源领域内的独特需求，贵公司的雇员调度程序需要一个强大的管理工具，旨在精简人员和船员不间断的能源生产和服务的定位。无论是石油，电力，水处理或公用事业，调度人员必须顺利，高效地运行。

source: ShiftPlanning provides custom scheduling software designed to address the special demands of Energy companies, including:
es_es: ShiftPlanning proporciona software de programación diseñado a medida para hacer frente a las necesidades específicas de las empresas de energía, incluyendo:
zh_cn: ShiftPlanning提供定制的调度软件，旨在解决能源公司的特殊要求，包括：

source: ShiftPlanning is used in the Energy Sector in multiple ways:
es_es: ShiftPlanning se utiliza en el sector de la energía de varias maneras:
zh_cn: ShiftPlanning在能源部门以多种方式使用：
