Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Employee ID
es_es: Identificación del empleado
zh_cn: 雇员ID

source: Mobile Provider
es_es: Proveedor de servicios móviles
zh_cn: 移动服务提供商

source: Currently not available in your country. Please <a href="http://www.shiftplanning.com/forums/viewtopic.php?pid=2594" target="_blank">Click Here</a> for more details.
es_es: Actualmente no está disponible en su país. Por favor, <a href="http://www.shiftplanning.com/forums/viewtopic.php?pid=2594" target="_blank">Haga clic aquí</a> para más detalles.
zh_cn: 目前未在贵国。请 <a href="http://www.shiftplanning.com/forums/viewtopic.php?pid=2594" target="_blank">点击这里</a> 更多的细节。

source: Mobile Phone
es_es: Teléfono móvil
zh_cn: 移动电话

source: Allow fellow Employees to see my email
es_es: Permita que sus compañeros de trabajo para ver a mi correo electrónico
zh_cn: 让其他员工看到我的电子邮件

source: Allow fellow Employees to see my Phone Number
es_es: Permita que sus compañeros de trabajo para ver a mi número de teléfono
zh_cn: 让其他员工看到我的电话号码

source: Calendar Settings
es_es: Ajustes de calendario
zh_cn: 日历设置

source: Calendar Size
es_es: Calendario Tamaño
zh_cn: 日历的大小

source: Hourly Wage
es_es: Salario por hora
zh_cn: 每小时工资

source: This is the default pay rate. You can setup <a href="javascript: //" onclick="_sub('staff', 'Payroll', 'id={user_id}');">position by position rates here
es_es: Esta es la tasa de pago por defecto. Usted puede configurar <a href="javascript: //" onclick="_sub('staff', 'Payroll', 'id={user_id}');">posición por posición de las tasas de aquí
zh_cn: 这是默认的工资率。你可以设置 <a href="javascript: //" onclick="_sub('staff', 'Payroll', 'id={user_id}');">这里的位置利率立场

source: Address
es_es: Dirección
zh_cn: 地址

source: City
es_es: Ciudad
zh_cn: 城市

source: State/Province
es_es: Estado / Provincia
zh_cn: 州/省

source: Postal/Zip Code
es_es: Postal / Código Postal
zh_cn: 邮政/邮编

source: (Entering your birthday makes it public to other staff.)
es_es: (Introducción de su cumpleaños hace público a los otros miembros del personal.)
zh_cn: （输入你的生日，使市民其他工作人员。）

source: Location
es_es: Ubicación
zh_cn: 位置

source: Minimum Weekly Hours
es_es: Mínimo de horas semanales
zh_cn: 最低每周工作时间

source: Maximum Weekly Hours (overtime)
es_es: Máximo de horas semanales (horas extraordinarias)
zh_cn: 最大的每周工作时间（加班）

source: Unlimited
es_es: Ilimitado
zh_cn: 无限

source: Auto Approve Shift Requests
es_es: Auto aprobar las solicitudes de turnos
zh_cn: 自动批准换档请求

source: Position(s)
es_es: Puesto (s)
zh_cn: 位置（S）

source: Skill(s)
es_es: Habilidad (s)
zh_cn: 技能（S）

source: Send Activation
es_es: Enviar activación
zh_cn: 发送激活

source: If this box is checked and account is setup with an e-mail address a welcome e-mail will be sent to this employee with their login instructions.
es_es: Si esta casilla está marcada y la cuenta está configurada con una dirección de e-mail un correo electrónico de bienvenida será enviado a este empleado con las instrucciones de su nombre de usuario.
zh_cn: 如果选中此框和帐户设置一个e-mail地址，一个值得欢迎的电子邮件将被发送到这名雇员，他们的登录指令。

source: If this box is left un-checked, they will be silently added to the system, and can be sent their activation email or given their login details at anytime later.
es_es: Si este cuadro está a la izquierda no está marcada, que en silencio se añade al sistema, y ​​pueden ser enviados a su email de activación o dado sus datos de acceso en cualquier momento posterior.
zh_cn: 如果取消勾选此框留下，他们将被悄悄添加到系统中，可以发送的激活邮件或随时购买，他们的登录细节。

source: Custom Fields
es_es: Campos personalizados
zh_cn: 自定义字段

source: ShiftPlanning allows you to setup custom fields for employee profiles so that you can customize the type of information that you want to save with each employee.
es_es: ShiftPlanning le permite configurar los campos personalizados para los perfiles de los empleados de modo que usted puede personalizar el tipo de información que desea guardar con cada empleado.
zh_cn: ShiftPlanning允许您自定义字段设置员工概况，让你可以自定义要保存每个员工的信息类型。

source: Examples:
es_es: Ejemplos:
zh_cn: 例子：

source: Internal or from a 3rd party application
es_es: Interior o desde una aplicación de 3 ª parte
zh_cn: 内部或从第三方应用程序

source: License Number
es_es: Número de licencia
zh_cn: 许可证号

source: Drivers License or Course License
es_es: Licencia de conducir o el curso para la licencia
zh_cn: 驾驶执照或执照课程

source: T-Shirt Size
es_es: Tamaño de camiseta
zh_cn: T恤尺寸

source: Small, Medium, Large
es_es: Pequeña, mediana y gran empresa
zh_cn: 小型，中型，大型

source: Contact
es_es: Contacto
zh_cn: 联系

source: Emergency/Medical contact info
es_es: Emergencia / información de contacto médico
zh_cn: 紧急/医疗联系信息

source: Biography
es_es: Biografía
zh_cn: 传记

source: Extended Biography
es_es: Biografía ampliada
zh_cn: 扩展传记

source: Add New
es_es: Añadir nuevo
zh_cn: 新增

source: Short Text (Max length 200 chars)
es_es: Texto Corto (Longitud máxima de 200 caracteres)
zh_cn: 简短的文字（最大长度200个字符）

source: Long Text
es_es: Texto largo
zh_cn: 长文本

source: Options List (eg: small, medium, large)
es_es: Lista de opciones (por ejemplo: pequeño, mediano, grande)
zh_cn: 选项​​列表（例如：小型，中型，大型）

source: Checkbox (yes/no toggle)
es_es: Casilla de verificación (sí / no cambiar)
zh_cn: 复选框（是/否切换）

source: Short Text
es_es: Texto Corto
zh_cn: 简短的文字

source: Options List
es_es: Lista de opciones
zh_cn: 选项​​列表

source: Checkbox
es_es: Casilla de verificación
zh_cn: 复选框

source: Employee & Management
es_es: Empleado y Gerencia
zh_cn: 员工管理

source: Employee Only
es_es: Sólo el empleado
zh_cn: 雇员只有

source: Management Only
es_es: Sólo de Gestión
zh_cn: 管理的唯一

source: Name Required
es_es: Nombre Requerido
zh_cn: Name必需

source: Values Required
es_es: Valores necesarios
zh_cn: 所需的值

source: Are you sure you want to remove this field?
es_es: ¿Está seguro que desea eliminar este campo?
zh_cn: 你确定你要删除这个领域吗？

source: Type
es_es: Tipo
zh_cn: 类型

source: Values
es_es: Valores
zh_cn: 值

source: Comma seperate values
es_es: Los valores por comas separadas
zh_cn: 逗号单独的值

source: Manage
es_es: Gestionar
zh_cn: 管理

source: Access
es_es: Acceso
zh_cn: 访问

source: Import Multiple Employees From CSV
es_es: Importación de varios empleados de CSV
zh_cn: 从CSV导入多个雇员

source: Note
es_es: Nota
zh_cn: 注意

source: At minimum each new employee being added needs a name.
es_es: Como mínimo cada empleado nuevo que se añade necesita un nombre.
zh_cn: 添加每个新雇员，至少需要一个名字。

source: Accepted Fields:
es_es: Los campos de crédito aceptadas:
zh_cn: 接受域：

source: Select the CSV file that you want to import
es_es: Seleccione el archivo CSV que desee importar
zh_cn: 选择你要导入的CSV文件

source: Employee Permissions
es_es: Permisos de los empleados
zh_cn: 雇员的权限

source: <b>Note:</b><br /><br />Permissions cannot be changed for the main account user (only they can change their own permissions).
es_es: <b>Nota:</b><br /><br />Los permisos no se pueden cambiar para la cuenta de usuario principal (sólo se pueden cambiar sus propios permisos).
zh_cn: <b>注意：</b><br /><br />主帐户用户（只有他们才能改变自己的权限）的权限不能改变。

source: Select New User
es_es: Seleccione Nuevo usuario
zh_cn: 选择新用户

source: Once the main account has been changed, only this main account will be able to re-change it. Are you sure you want to continue?
es_es: Una vez que la cuenta principal se ha cambiado, sólo que esta cuenta principal será capaz de volver a cambiarlo. ¿Seguro que desea continuar?
zh_cn: 一旦主帐户已被更改，只有这个主帐户将能够重新改变它。你确定你要继续吗？

source: Account Type
es_es: Tipo de Cuenta
zh_cn: 帐户类型

source: Select the positions below that you would like this employee to manage
es_es: Seleccione las posiciones más abajo que le gustaría que este empleado para administrar
zh_cn: 选择的位置，下面，你想这个雇员管理

source: Save Changes
es_es: Guardar cambios
zh_cn: 保存更改

source: incorrect settings
es_es: ajustes incorrectos
zh_cn: 不正确的设置

source: Option disabled by management.
es_es: Opción desactivada por la administración.
zh_cn: 管理选项禁用。

source: Weekly Availability
es_es: Disponibilidad semanal
zh_cn: 每周可用性

source: Click on any timeslots that you are NOT available to work on a weekly basis
es_es: Haga clic en los intervalos de tiempo que no están disponibles para trabajar sobre una base semanal
zh_cn: 点击任何时隙，你是不是可以每周工作

source: Future Availability
es_es: Disponibilidad Futuro
zh_cn: 未来的可用性

source: The following table shows the time that you are NOT available for dates in the future.
es_es: La siguiente tabla muestra el tiempo que usted no está disponible para las fechas en el futuro.
zh_cn: 下表显示的时间，你是不是在未来的日期。

source: Remember future availability settings over-ride your weekly availability.
es_es: Recordar la configuración de su disponibilidad futura pasar por encima de su disponibilidad semanal.
zh_cn: 记住未来的可用性设置过骑您每周空房。

source: Add New Date
es_es: Añadir nueva fecha
zh_cn: 新增日期

source: Legend
es_es: Leyenda
zh_cn: 传说

source: Available
es_es: Disponible
zh_cn: 可用的

source: Un-Available
es_es: Un-Disponible
zh_cn: 联合国可用

source: Your <b>weekly availability</b> is meant for availability that recurs on a weekly basis. This isn't meant to be changed on a daily basis for one-time appointments, classes, trips, etc.
es_es: Su <b>disponibilidad semanal</b> está destinado a la disponibilidad que se repite una vez por semana. Esto no pretende ser cambiada a diario para las citas de una sola vez, clases, viajes, etc
zh_cn: 您的 <b>每周可用性</b> 是每周一次的基础上反复的可用性。这并不意味着每天要改变一次性任命，类，旅游等

source: To set your availability for individual dates in the future use the <b>future availability</b> below. Availability can also be managed from within your
es_es: Para configurar su disponibilidad para las fechas individuales en el futuro utilizar el <b>disponibilidad en el futuro</b> a continuación. Disponibilidad también se pueden gestionar desde dentro de su
zh_cn: 要设置您的可用性，在未来的个别日期使用 <b>未来的可用性</b> 以下。也可以从您的管理可用性

source: Employee Calendar
es_es: Empleado Calendario
zh_cn: 雇员日历

source: If you need to request whole days off in the future please use the <a href="javascript://" onclick="_switch('requests'); _sub('requests', 'vacation');">vacation system</a>.
es_es: Si necesita solicitar días libres completos en el futuro, por favor use el <a href="javascript://" onclick="_switch('requests'); _sub('requests', 'vacation');">sistema de vacaciones</a>.
zh_cn: 如果您需要请求整天在未来，请使用 <a href="javascript://" onclick="_switch('requests'); _sub('requests', 'vacation');">休假制度</a>。

source: We allow for setting of 24/7 availability for best flexibility even though your workplace might not be open during all days/hours.
es_es: Nos permiten el ajuste de disponibilidad 24/7 para mayor flexibilidad a pesar de que su lugar de trabajo podría no ser abierta durante todos los días y horas.
zh_cn: 我们可以设置为24/7可用性最佳的灵活性，即使你的工作可能不会在所有天/小时开放。

source: Click here</a> to manage your availability in 15 min increments.
es_es: Haga clic aquí</a> para administrar su disponibilidad en incrementos de 15 min.
zh_cn: 点击这里</a> 以15分钟为单位来管理您的可用性。

source: Click here</a> to manage your availability in 60 min increments.
es_es: Haga clic aquí</a> para administrar su disponibilidad en 60 incrementos min.
zh_cn: 点击这里</a> 以60分钟为单位来管理您的可用性。

source: ShiftPlanning can notify you via e-mail & sms each time actions take place that involve you.
es_es: ShiftPlanning puede notificar vía e-mail y sms cada vez que se produzcan acciones que implican.
zh_cn: 的ShiftPlanning可以通过e-mail和短信通知你每次行动的地方，包括你。

source: You can toggle on/off e-mail & sms as well as control whether you are notified:
es_es: Usted puede activar / desactivar el correo electrónico y SMS, así como el control de si usted está notificado:
zh_cn: 您可以开启/关闭电子邮件和短信以及控制是否会通知您：

source: <b>Once</b> of each action before you login to your account again
es_es: <b>Una vez</b> de cada acción antes de que usted acceda a su cuenta de nuevo
zh_cn: <b>一旦</b> 每个动作之前，您再次登录到您的帐户

source: <b>Always</b> notified when that action happens
es_es: <b>Siempre</b> notificado al que la acción ocurre
zh_cn: <b>总是</b> 这一行动发生时，通知

source: Your manager has turned on e-mail notifications by force so you will always received notifications regardless of your settings below
es_es: Su gerente se ha convertido en las notificaciones de correo electrónico por la fuerza lo que siempre recibió notificaciones independientemente de la configuración a continuación
zh_cn: 你的经理已经变成武力，所以你将总是收到通知，不管你的设置低于电子邮件通知

source: Once
es_es: Una vez
zh_cn: 一旦

source: Always
es_es: Siempre
zh_cn: 总是

source: Upcoming Shift Reminder - 60 minutes
es_es: Recordatorio de cambio próxima - 60 minutos
zh_cn: 即将到来的转变提醒 - 60分钟

source: Upcoming Shift Reminder - 24 hours
es_es: Recordatorio de cambio próxima - 24 horas
zh_cn: 即将到来的转变提醒 - 24小时

source: When a new schedule is published
es_es: Cuando un nuevo calendario se publica
zh_cn: 当一个新的时间表公布

source: When changes are made to a previously published schedule
es_es: Cuando se realizan cambios en un calendario previamente publicado
zh_cn: 当更改了先前公布的时间表

source: Booked on a new shift
es_es: Reservamos en un nuevo cambio
zh_cn: 预订上了一个新的转变

source: Removed from a shift
es_es: Quitado de un cambio
zh_cn: 免去转变

source: Added to a requested shift
es_es: Añadido a un cambio solicitado
zh_cn: 添加到请求的移位

source: Removed from a requested shift
es_es: Quitado de un cambio solicitado
zh_cn: 删除请求的移位

source: Employee is requesting to work on an open shift
es_es: Empleado está solicitando para trabajar en un turno abierto
zh_cn: 雇员要求工作在一个开放的转变

source: Employee is requesting a trade - Initial Request
es_es: Empleado está solicitando un oficio - Solicitud inicial
zh_cn: 雇员要求贸易 - 初始请求

source: Employee has found someone to cover shift - Final Confirmation
es_es: El empleado ha encontrado a alguien para cubrir turnos - Confirmación final
zh_cn: 雇员已经发现有人涵盖转变 - 最终确认

source: Invitations from fellow staff members to pickup shifts
es_es: Invitaciones de los miembros del personal de compañeros a los cambios de recolección
zh_cn: 邀请各位同仁皮卡转变

source: Shift trade request was rejected by management
es_es: Petición de cambio comercial fue rechazada por la dirección
zh_cn: 由管理转变贸易的请求被驳回

source: Request to pickup a shift trade was rejected
es_es: Solicitar a la camioneta un oficio cambio fue rechazado
zh_cn: 要求以皮卡转变贸易被驳回

source: No one is available to pick-up a trade you requested
es_es: Nadie está a disposición de los pick-up un comercio que ha solicitado
zh_cn: 无人可用，挑选你所要求的贸易

source: Trade request success - No longer scheduled to work notice
es_es: El éxito del Comercio petición - Ya no programado para trabajar previo aviso
zh_cn: 贸易请求成功 - 不再安排工作的通知

source: Trade pick up success - Now scheduled to work notice
es_es: Comercio recoger el éxito - Ahora programado para trabajar previo aviso
zh_cn: 交易拿起成功 - 现在预定工作的通知

source: Vacation Request Approved
es_es: Solicitud de vacaciones Aprobado
zh_cn: 休假申请获批准

source: New Vacation Requested
es_es: Vacaciones Nueva solicitado
zh_cn: 新的休假要求

source: New Post Added to the Message Wall
es_es: Envíe un nuevo agregado a la pared del mensaje
zh_cn: 添加到消息墙新话题

source: New Comment Added to the Message Wall
es_es: Nuevo Comentario añadido a la pared del mensaje
zh_cn: 添加新的评论留言墙

source: Facebook Integration
es_es: Integración de Facebook
zh_cn: Facebook的整合

source: Nice Work! Your Facebook account is connected to your ShiftPlanning account.
es_es: Buen trabajo! Su cuenta de Facebook está conectado a su cuenta ShiftPlanning.
zh_cn: 做的不错！您的Facebook帐户连接到您ShiftPlanning帐户。

source: Sync Profile Now
es_es: Sincronizar perfil Now
zh_cn: 立即同步情景模式

source: Facebook Profile Synced
es_es: Perfil de Facebook Synced
zh_cn: Facebook的个人主页同步

source: You can easily connect your ShiftPlanning account with facebook. This will enable you to login with your Facebook account as well as conveniently sync your profile data + more.
es_es: Usted puede conectar fácilmente a su cuenta en facebook ShiftPlanning. Esto le permitirá iniciar sesión con tu cuenta de Facebook, así como conveniente sincronizar los datos del perfil + más.
zh_cn: 你可以很容易地与Facebook连接ShiftPlanning帐户。这将使您登陆您的Facebook帐户，以及为方便您的个人资料数据同步+更多。

source: Connect Facebook
es_es: Facebook Connect
zh_cn: 连接Facebook的

source: Event Communication
es_es: Un evento de comunicación
zh_cn: 事件传播

source: Now that your accounts are connected you can also setup ShiftPlanning to communicate different events with your Facebook friends:
es_es: Ahora que sus cuentas están conectados también se puede configurar para comunicarse ShiftPlanning diferentes eventos con sus amigos de Facebook:
zh_cn: 现在，您的帐户连接，您还可以设置ShiftPlanning你的Facebook朋友沟通不同的事件：

source: Post to my Facebook Wall when a shift I'm scheduled on starts
es_es: Publicar en mi muro de Facebook, cuando un cambio que estoy programada para el arranque
zh_cn: 发布到我的Facebook的墙时，我就开始转变预定

source: Post to my Facebook Wall when I Clock-in
es_es: Publicar en mi muro de Facebook cuando reloj en
zh_cn: 发布到我的Facebook的墙时，我的时钟

source: Post to my Facebook Wall when I Clock-Out
es_es: Publicar en mi muro de Facebook cuando Reloj de salida
zh_cn: 发布到我的Facebook的墙，当我时钟输出

source: Click Here</a> for instructions on how to disable Facebook Connect.
es_es: Haga clic aquí</a> para obtener instrucciones sobre cómo desactivar Facebook Connect.
zh_cn: 点击这里</a> 有关如何禁用Facebook连接的说明。

source: Add/Import Employees
es_es: Agregar o empleados de importación
zh_cn: 新增/汇入雇员

source: Employees can be <a href="javascript://" onclick="_sub('staff', 'NewUser');">added manually</a> one at a time, or imported from:
es_es: Los empleados pueden ser <a href="javascript://" onclick="_sub('staff', 'NewUser');">agregar manualmente</a> una a la vez, o importados de:
zh_cn: 员工可以 <a href="javascript://" onclick="_sub('staff', 'NewUser');">手动添加</a> 一时间，或进口：

source: .csv file
es_es: . Csv
zh_cn: 。csv文件

source: Address Book
es_es: Libreta de direcciones
zh_cn: 通讯簿

source: Managing Employees
es_es: Empleados de Administración de
zh_cn: 管理员工

source: You can filter employees quickly by using the schedule assignments on the left or even by searching (top right). Once you are on an employee profile you can easily view statistics and manage their:
es_es: Puede filtrar los empleados rápidamente mediante el uso de las asignaciones de programación a la izquierda, o incluso mediante la búsqueda (arriba a la derecha). Una vez que esté en un perfil de empleado que usted puede ver las estadísticas y la gestión de su:
zh_cn: 你可以过滤员工迅速通过左边的时间表分配，甚至通过搜索（右上方）。一旦你是你可以轻松地查看统计和管理其雇员的个人资料：

source: Details, Availability, Activation, Password and Permissions.
es_es: Detalles, disponibilidad de activación, la contraseña y permisos.
zh_cn: 细节，可用性，激活，密码和权限。

source: Employee Positions/Skills
es_es: Posiciones de los empleados o capacidades
zh_cn: 雇员的持仓量/技能

source: Need More Help?
es_es: ¿Necesitas más ayuda?
zh_cn: 需要更多的帮助？

source: Browse and search through our <a href="#support/">Tutorials & User Guides</a>
es_es: Examinar y buscar a través de nuestra <a href="#support/">Tutoriales y guías de usuario</a>
zh_cn: 通过我们的浏览和搜索 <a href="#support/">教程和用户指南</a>

source: Want Live Help? <a href="javascript: livechat();">Click here</a> to chat with a ShiftPlanning support agent.
es_es: ¿Quieres ayuda en vivo? <a href="javascript: livechat();">Haga clic aquí</a> para chatear con un agente de soporte ShiftPlanning.
zh_cn: 要即时帮助吗？ <a href="javascript: livechat();">点击这里</a> 聊天与ShiftPlanning支持代理。

source: Simply sign-in to your e-mail account and select the contacts you want add as staff members.
es_es: Basta con registrarse en su cuenta de correo electrónico y seleccione los contactos que desea agregar como miembros del personal.
zh_cn: 只需登录到您的电子邮件帐户，并选择您要添加为工作人员的接触。

source: We support: Gmail, Yahoo, Hotmail, ICQ Mail, Lycos, Indiatimes, m@il.com, email.it, FastMail and Reddiffmail <b>and tons more</b>!
es_es: Apoyamos: Gmail, Yahoo, Hotmail, ICQ, Lycos, Indiatimes, m@il.com, email.it, FastMail y Reddiffmail <b>y un montón más</b>!
zh_cn: 我们支持：Gmail，雅虎，Hotmail的ICQ邮件，LYCOS，Indiatimes，m@il.com，email.it，FastMail和Reddiffmail <b>和万吨以上</b>！

source: Click Here</a> to see a full list
es_es: Haga clic aquí</a> para ver una lista completa
zh_cn: 点击这里</a> 看到一个完整的列表

source: Xing, Meta, Terra, Gawab, Inet, Evite, Aussiemail, MSN, O2, Mynet.com, Apropo, Sapo.pt, Freemail, Popstarmail, Lycos, Mail.in, Clevergo, Inbox.com, Doramail, KataMail, Atlas, Libero, Kids, Hushmail, Virgilio, Wp.pt, <b>GMail</b>, GMX.net, Bigstring, <b>Yahoo!</b>, Grafitti, Care2, Mail.ru, <b>Live/Hotmail</b>, Uk2, Zapakmail, Netaddress, LinkedIn, 5Fm, Mail2World, Canoe, Yandex, Walla, Bordermail, AOL, Mail.com, Plaxo, Techemail, YouTube, Rambler, Abv, FastMail, Web.de, IndiaTimes, Nz11, OperaMail, Pochta, Rediff, Interia, Azet, India or social portals like Famiva, Plazes, NetLog, Konnects, Friendster, Friendfeed, Xanga, Faces, Brazencareerist, Flingr, Hi5, Skyrock, Facebook, Cyworld, Plurk, Flickr, Koolro, Ning, Motortopia, Meinvz, MySpace, Fdcareer, Kincafe, Bebo, Badoo, Vimeo, Twitter, Orkut, Mycatspace, Vkontakte, Lovento, Flixster, Mevio, Hyves, Bookcrossing, Tagged, Last.fm, Multiply, Xuqa, Eons, Livejournal, Perfspot, Mydogspace.
es_es: Xing, Meta, Terra, Gawab, Inet, Evite, Aussiemail, MSN, O2, Mynet.com, Apropo, Sapo.pt, Freemail, Popstarmail, Lycos, Mail.in, Clevergo, Inbox.com, Doramail, KataMail, Atlas, Libero, Niños, Hushmail, Virgilio, y Wp.pt <b>GMail</b>, GMX.net, BigString, <b>Yahoo!</b>, Grafitti, Care2, Mail.ru, <b>Live / Hotmail</b>, UK2, Zapakmail, NETADDRESS, LinkedIn, 5FM, Mail2World, Canoa, Yandex, Walla, Bordermail, AOL, Mail.com, Plaxo, Techemail, YouTube, Rambler, ABV, FastMail, Web.de, Indiatimes, Nz11, OperaMail, Pochta , Rediff, Interia, Azet, la India o en portales sociales como Famiva, Plazes, Netlog, Konnects, Friendster, Friendfeed, Xanga, Caras, Brazencareerist, Flingr, Hi5, Skyrock, Facebook, Cyworld, Plurk, Flickr, Koolro, Ning, Motortopia, meinVZ, MySpace, Fdcareer, Kincafe, Bebo, Badoo, Vimeo, Twitter, Orkut, Mycatspace, Vkontakte, Lovento, Flixster, Mevio, Hyves, Bookcrossing, Tagged, Last.fm, Multiplicar, Xuqa, Eones, Livejournal, PerfSpot, Mydogspace.
zh_cn: 兴元，兵马俑，Gawab，INET，Evite就是，Aussiemail，MSN的氧气，Mynet.com，Apropo，Sapo.pt，Freemail，Popstarmail，LYCOS，Mail.in的CleverGo，Inbox.com，Doramail，KataMail，阿特拉斯，自由人，儿童，Hushmail，维尔吉利奥，Wp.pt <b>GMail的</b>，GMX.net，Bigstring <b>雅虎</b>涂鸦，Care2，Mail.ru <b>生活/ Hotmail的</b>，UK2，Zapakmail，Netaddress，LinkedIn的5Fm，Mail2World，皮划艇，Yandex，有沃拉沃拉，Bordermail，美国在线，Mail.com，Plaxo的，Techemail，YouTube上，蓝巴勒海峡，ABV，FastMail，Web.de，IndiaTimes，Nz11，OperaMail，Pochta ，Rediff，Interia，Azet，印度社会的门户网站，Plazes，Netlog上，像Famiva Konnects的friendster，FriendFeed上，Xanga，面，Brazencareerist的，Flingr，将hi5，Skyrock，脸谱，Cyworld的，噗浪，Flickr后，Koolro，李宁，Motortopia标签，meinvz，MySpace的，Fdcareer，Kincafe，BEBO，Badoo上，VIMEO，Twitter的，Orkut的，Mycatspace，VKontakte等，Lovento，Flixster，Mevio，Hyves，Bookcrossing，Last.fm，乘法，Xuqa，亿万的LiveJournal，Perfspot，Mydogspace。

source: Please provide a valid e-mail.
es_es: Por favor proporcione una dirección válida de correo.
zh_cn: 请提供一个有效的电子邮件。

source: Note - We will never store your password or contact anyone in your address book without your permission.
es_es: Nota - Nunca guarde su contraseña o ponerse en contacto con cualquier persona en su libreta de direcciones sin su permiso.
zh_cn: 请注意 - 我们永远不会储存您的密码或联系您的地址簿中的任何人未经您许可的情况下。

source: We found {c_emails} contacts in your address book
es_es: Hemos encontrado {c_emails} los contactos de tu libreta de direcciones
zh_cn: 我们发现 {c_emails} 在您的地址簿中的联系

source: Adding..
es_es: Adición de ..
zh_cn: 增加..

source: You must select at least one contact
es_es: Debe seleccionar al menos un contacto
zh_cn: 您必须选择至少一个接触

source: You must select at least one Friend
es_es: Usted debe seleccionar al menos un amigo
zh_cn: 您必须至少选择一个朋友

source: *Added
es_es: * Se ha añadido
zh_cn: *新加

source: That is weird. It appears you don't have any friends on Facebook?
es_es: Eso es raro. Al parecer, usted no tiene amigos en Facebook?
zh_cn: 这是怪异的。看来你没有任何Facebook上的朋友吗？

source: Our apologies - We cannot communicate with Facebook atm.
es_es: Nuestras disculpas - No se puede comunicar con Facebook atm.
zh_cn: 我们的歉意 - 我们无法沟通上的ATM。
