Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Sign-in to your Facebook account to quickly bring friends from your Facebook account to ShiftPlanning.
es_es: Inicio de sesión en tu cuenta de Facebook para llevar rápidamente amigos de tu cuenta de Facebook para ShiftPlanning.
zh_cn: 登录到您的Facebook帐户，快速地将朋友从你的Facebook帐户ShiftPlanning。

source: Logged into Facebook
es_es: Conectado a Facebook
zh_cn: 登录到Facebook

source: Import a File
es_es: Importar un archivo de
zh_cn: 导入文件

source: You can upload .csv files that contain any of the following accepted fields
es_es: Puedes subir. Csv que contienen cualquiera de los campos siguientes aceptadas
zh_cn: 你可以上传csv文件包含任何以下公认领域

source: first name
es_es: nombre de pila
zh_cn: 名字

source: last name
es_es: apellido
zh_cn: 姓

source: home phone
es_es: teléfono de casa
zh_cn: 家里的电话

source: cell phone
es_es: teléfono celular
zh_cn: 手机

source: John
es_es: Juan
zh_cn: 约翰

source: Smith
es_es: Herrero
zh_cn: 史密斯

source: (Each employee needs at least a name. Other details are optional.)
es_es: (Cada empleado necesita al menos un nombre. Otros detalles son opcionales.)
zh_cn: （每个员工至少需要一个名称。其他细节都是可选的。）

source: Sign-in to your Google account and then select the users from your domain to bring over to ShiftPlanning.
es_es: Entra en tu cuenta de Google y seleccione los usuarios de su dominio para llevar a ShiftPlanning.
zh_cn: 在您的Google帐户登录，然后选择您的域名的用户带来到ShiftPlanning了。

source: Select below the users from your Google Apps domain that you would like to copy over to ShiftPlanning.
es_es: Seleccione a continuación los usuarios de su dominio de Google Apps que le gustaría copiar a ShiftPlanning.
zh_cn: 下面的用户从您的“Google应用服务领域，你想复制到ShiftPlanning的选择。

source: Unfortunately we couldn't find any users on your domain.
es_es: Por desgracia no hemos podido encontrar ningún usuario en su dominio.
zh_cn: 不幸的是，我们无法找到您的域上的任何用户。

source: *Already Added
es_es: * Ya se ha ańadido
zh_cn: *已添加

source: Add Selected Users
es_es: Añadir los usuarios seleccionados
zh_cn: 添加所选用户

source: Fetching users..
es_es: Obtención de los usuarios ..
zh_cn: 获取用户......

source: Searching users..
es_es: Buscando los usuarios ..
zh_cn: 搜索的用户......

source: First Page of Users
es_es: De la primera página de los usuarios
zh_cn: 用户的第一页

source: Next Page of Users
es_es: Página siguiente de Usuarios
zh_cn: 用户下一页

source: Start time
es_es: Hora de inicio
zh_cn: 开始时间

source: Finish time
es_es: Termina el tiempo
zh_cn: 完成时间

source: Upload another file
es_es: Subir otro archivo
zh_cn: 上传另一个文件

source: Main Account User Changed
es_es: De cuentas de usuario principal que ha cambiado
zh_cn: 主帐户用户更改

source: Missing Rates
es_es: Tarifas que faltan
zh_cn: 缺少价格

source: Confirmation Sent To User!
es_es: La confirmación enviado al usuario!
zh_cn: 确认消息发送给用户！

source: Thanks for confirming. Your SMS is now ready to go!
es_es: Gracias por confirmar. El SMS ya está listo para ir!
zh_cn: 为确认。您的SMS现在准备好了！

source: Cellphone is not setup yet, or already confirmed.
es_es: Celular no está configurado todavía, o ya se confirmó.
zh_cn: 手机还没有设置，或已经确认。

source: Future Availability Date Removed
es_es: Fecha de disponibilidad futura eliminado
zh_cn: 未来的供货日期删除

source: Future Availability Date Added
es_es: Fecha de disponibilidad en el futuro se agregó
zh_cn: 未来的可用性上架日期

source: Date already exists
es_es: Fecha ya existe
zh_cn: 日期已经存在

source: Invalid Date Format
es_es: Formato de fecha no válido
zh_cn: 无效的日期格式

source: Date cannot be empty
es_es: La fecha no puede estar vacío
zh_cn: 日期不能为空

source: Notifications Settings Updated
es_es: Configuración de notificaciones actualizadas
zh_cn: 通知设置更新

source: Deactivate
es_es: Desactivar
zh_cn: 停用

source: Missing Details..
es_es: Falta detalles ..
zh_cn: 丢失的细节......

source: Password is incorrect
es_es: La contraseña es incorrecta
zh_cn: 密码不正确

source: Password Updated
es_es: Contraseña Actualizado
zh_cn: 密码更新

source: Employee Permissions Updated
es_es: Permisos de los empleados Actualizado
zh_cn: 雇员的权限更新

source: Add Schedule
es_es: Añadir Calendario
zh_cn: 加入附表

source: Schedule Added
es_es: Programe Alta
zh_cn: 附表增补。

source: Remove Schedule
es_es: Eliminar el programa
zh_cn: 删除计划

source: Schedule Removed
es_es: Programe eliminado
zh_cn: 附表中删除

source: Add Skill
es_es: Añadir Habilidad
zh_cn: 新增技能

source: Skill Added
es_es: Habilidad Alta
zh_cn: 技能加入

source: Remove Skill
es_es: Retire Habilidad
zh_cn: 删除技能

source: Skill Removed
es_es: Habilidad eliminado
zh_cn: 技能移除

source: Position not found
es_es: Posición que no se encuentra
zh_cn: 位置不

source: Skill not found
es_es: Habilidad que no se encuentra
zh_cn: 技能没有找到

source: Assignments Updated
es_es: Asignaciones de Actualización
zh_cn: 任务更新

source: No Staff to Assign
es_es: No hay personal para asignar
zh_cn: 没有员工转让

source: Facebook Preferences Updated
es_es: Preferencias de Actualización de Facebook
zh_cn: Facebook的偏好更新

source: Facebook preferences updated
es_es: Facebook actualiza las preferencias
zh_cn: 更新Facebook的喜好

source: Missing: Ping Message
es_es: Falta: Mensaje Ping
zh_cn: 失踪：平安消息

source: via e-mail & sms
es_es: vía e-mail y sms
zh_cn: 通过e-mail和短信

source: help
es_es: ayuda
zh_cn: 帮助

source: templates
es_es: plantillas
zh_cn: 模板

source: Send
es_es: Enviar
zh_cn: 发送

source: 'Pinging' an employee allows you to instantly send them a message via e-mail & sms to alert them of something or to get in contact quickly.
es_es: &#39;Ping&#39; a un empleado le permite instantáneamente enviar un mensaje a través de e-mail y SMS para alertar de algo o para ponerse en contacto rápidamente.
zh_cn: &#39;ping&#39;一下雇员，让您可以立即向他们发送消息通过电子邮件和短信，以提醒他们的东西，或接触得到迅速。

source: You're late for a shift. Please contact us right away.
es_es: Llegas tarde para un cambio. Por favor, póngase en contacto con nosotros inmediatamente.
zh_cn: 你移位迟到。请马上与我们联系。

source: P. Contact
es_es: P. Contacto
zh_cn: 体育联系

source: Please contact {user_name} right away.
es_es: Por favor, póngase en contacto con {user_name} de inmediato.
zh_cn: 请联系 {user_name} 马上。

source: B. Contact
es_es: B. Contacto
zh_cn: 二联系

source: Please contact {store_name} right away.
es_es: Por favor, póngase en contacto con {store_name} de inmediato.
zh_cn: 请联系 {store_name} 马上。

source: Sending..
es_es: El envío de ..
zh_cn: 发送......

source: You must provide a message
es_es: Usted debe proporcionar un mensaje
zh_cn: 你必须提供一个消息

source: Employee Notes
es_es: Toma nota de los empleados
zh_cn: 雇员债券

source: Field Saved
es_es: Campo Guardado
zh_cn: 保存者字段

source: Field Removed
es_es: Eliminado de campo
zh_cn: 字段中删除

source: bad id
es_es: Identificación del mal
zh_cn: 坏ID

source: Details Updated!
es_es: Detalles de Actualización!
zh_cn: 细节更新！

source: Missing Details.
es_es: Falta de detalles.
zh_cn: 丢失的细节。

source: From Facebook
es_es: Desde Facebook
zh_cn: 从Facebook

source: employees added
es_es: empleados añadido
zh_cn: 员工增加

source: From GoogleApps
es_es: Desde GoogleApps
zh_cn: 从GoogleApps

source: From E-mail
es_es: Desde E-mail
zh_cn: 从e-mail

source: Staff access has been disabled by your manager.
es_es: El acceso del personal ha sido deshabilitado por su administrador.
zh_cn: 你的经理人员的访问已被禁用。

source: Assign Positions
es_es: Asignación de Posiciones
zh_cn: 指定位置

source: Manage Skills
es_es: Gestionar las competencias
zh_cn: 管理技巧

source: Invalid filetype. CSV Only.
es_es: No válido de archivo. Sólo CSV.
zh_cn: 无效的格式。 CSV格式只有。

source: Import Status
es_es: Importación de estado
zh_cn: 进口状态

source: From .csv
es_es: Desde. Csv
zh_cn: 从。CSV

source: Imported Finished!
es_es: Terminado importado!
zh_cn: 进口成品！

source: Click Here to view all employees
es_es: Haga clic aquí para ver todos los empleados
zh_cn: 点击这里查看所有员工

source: File Uploaded!
es_es: El archivo subido!
zh_cn: 文件上传！

source: Match the fields from your csv to our allowed fields. Submit when finished.
es_es: Coinciden con los campos de su csv a nuestros campos permitidos. Enviar cuando haya terminado.
zh_cn: 匹配领域从CSV我们允许的领域。提交时完成。

source: Your CSV
es_es: Su CSV
zh_cn: 您的CSV

source: Field Match
es_es: Campo coincidente
zh_cn: 场比赛

source: No Match
es_es: No se encontraron coincidencias
zh_cn: 不匹配

source: Add Employees!
es_es: Añadir los empleados!
zh_cn: 新增雇员！

source: Industries
es_es: Industrias
zh_cn: 行业

source: Features
es_es: Características
zh_cn: 特点

source: Lululemon Employee Scheduling
es_es: Lululemon Programación de los empleados
zh_cn: Lululemon的员工调度

source: Secure Login
es_es: Acceso seguro
zh_cn: 安全登录

source: Lost password?
es_es: Olvidó la contraseña?
zh_cn: 忘记密码？

source: Recent Blogs
es_es: Blogs Recientes
zh_cn: 最新博客

source: Sign-up
es_es: Regístrate
zh_cn: 注册

source: store finder
es_es: Buscador de tiendas
zh_cn: 商店搜寻

source: ambassadors
es_es: embajadores
zh_cn: 大使

source: charitable giving
es_es: las donaciones caritativas
zh_cn: 慈善捐赠

source: about us
es_es: sobre nosotros
zh_cn: 关于我们

source: contacts
es_es: contactos
zh_cn: 往来

source: FAQs
es_es: Preguntas frecuentes
zh_cn: 常见问题

source: careers
es_es: carreras
zh_cn: 职业生涯

source: media site
es_es: los medios de comunicación del sitio
zh_cn: 媒体网站

source: investor site
es_es: los inversores del sitio
zh_cn: 投资者网站

source: education
es_es: educación
zh_cn: 教育

source: sizes and fitting
es_es: los tamaños y de montaje
zh_cn: 尺寸及配件

source: fabrics and care
es_es: tejidos y el cuidado
zh_cn: 面料和护理

source: vision & goals
es_es: visión y objetivos
zh_cn: 愿景与目标

source: feedback
es_es: realimentación
zh_cn: 反馈

source: Your browser does not support frames.
es_es: Su navegador no soporta frames.
zh_cn: 您的浏览器不支持框架。

source: Exit Account Viewer
es_es: Salir del Visor de cuentas
zh_cn: 退出帐户查看器

source: You must be logged into the admin account (trainingsessionaccount@hotmail.com) to be here.
es_es: Usted debe iniciar sesión en la cuenta de administrador (trainingsessionaccount@hotmail.com) de estar aquí.
zh_cn: 您必须登录到管理员帐户（trainingsessionaccount@hotmail.com）到这里来。

source: Minimum search length of 3 characters.
es_es: La longitud de búsqueda mínimo de 3 caracteres.
zh_cn: 最低的3个字符的搜索长度。

source: No topics match your query
es_es: No hay temas coincide con la consulta
zh_cn: 没有符合您查询条件的主题

source: An update has been made since you last refreshed. Please
es_es: Una actualización se ha realizado desde la última vez renovado. Por favor,
zh_cn: 更新已经取得了自上次刷新。请

source: Refresh now
es_es: Actualizar ahora
zh_cn: 现在刷新

source: Sign Out
es_es: Salir
zh_cn: 退出登录

source: Support & Tutorials
es_es: Soporte y Tutoriales
zh_cn: 支持与教程

source: Account Viewer
es_es: Cuenta Visor
zh_cn: 帐户查看器

source: All Accounts
es_es: Todas las cuentas
zh_cn: 所有帐户

source: Enter search term above to search: name, username, business name, e-mail
es_es: Ingrese el término de búsqueda arriba a la búsqueda de: nombre, nombre de usuario, nombre de la empresa, e-mail
zh_cn: 输入检索词搜索：名称，用户名，公司名称，电子邮件

source: Logged out of this account. Closing Window..
es_es: La sesión de esta cuenta. Cierre la ventana ..
zh_cn: 注销户口本。关闭窗口......

source: Message Sent!
es_es: Mensaje enviado!
zh_cn: 消息已发出！

source: , your message has been sent.
es_es: , Su mensaje ha sido enviado.
zh_cn: 您的邮件已发送。

source: We'll get back to you as soon as possible.
es_es: Nos pondremos en contacto con usted tan pronto como sea posible.
zh_cn: 我们将得到尽快还给你。

source: Send Message
es_es: Enviar mensaje
zh_cn: 送信

source: Please choose payment method!
es_es: Por favor, elija el método de pago!
zh_cn: 请选择付款方式！

source: Make Payment
es_es: Hacer un Pago
zh_cn: 付款

source: Making Payment..
es_es: Hacer pago ..
zh_cn: 付款......

source: Image Uploaded Successfully!
es_es: Imagen recibida exitosamente!
zh_cn: 图片上传成功！

source: Anytime
es_es: En cualquier momento
zh_cn: 随时随地

source: 1 day
es_es: 1 día
zh_cn: 1天

source: 3 days
es_es: 3 días
zh_cn: 3天

source: 5 days
es_es: 5 días
zh_cn: 5天

source: 1 week
es_es: 1 semana
zh_cn: 1个星期

source: 2 weeks
es_es: 2 semanas
zh_cn: 2个星期

source: 1 month
es_es: 1 mes
zh_cn: 1个月

source: 2 months
es_es: 2 meses
zh_cn: 2个月

source: Select provider
es_es: Seleccione el proveedor de
zh_cn: 选择供应商

source: Save Skill
es_es: Guardar Habilidad
zh_cn: 保存技巧

source: Encoded JPEG information not received.
es_es: La información codificada en formato JPEG no ha recibido.
zh_cn: 没有收到编码的JPEG信息。

source: No name field in:
es_es: No hay campo en el nombre de:
zh_cn: 没有名字的字段：

source: duplicate record detected.
es_es: duplicar grabar detectado.
zh_cn: 复制录制检测。

source: record imported!
es_es: registro importado!
zh_cn: 记录进口！

source: Wrong Format
es_es: Formato incorrecto
zh_cn: 格式错误

source: Past 7 Days
es_es: Últimos 7 días
zh_cn: 过去7天

source: You cannot Clock in/out from this location, as it hasn't been setup as an authorized location.
es_es: No se puede reloj in / out desde esta ubicación, ya que no se ha configurado como un lugar autorizado.
zh_cn: 你不能从这个位置/时钟，因为它作为一个授权的位置一直没有设置。

source: Your i.p. for reference is:
es_es: Su IP de referencia es:
zh_cn: 你参考的IP是：

source: Capture Image
es_es: Captura de imagen
zh_cn: 捉取图像

source: Position Worked:
es_es: Posición en que trabajó:
zh_cn: 位置的工作：

source: Notes/Comments:
es_es: Notas y Comentarios:
zh_cn: 注释/评论：

source: Save Notes
es_es: Guardar notas
zh_cn: 保存注意事项

source: Remove this Clock In Time
es_es: Quitar este Reloj en tiempo
zh_cn: 这个时间删除时钟

source: My Timesheet
es_es: Mi parte de horas
zh_cn: 我的时间表

source: Your timesheet is empty for this time period.
es_es: Su hoja de tiempo es vacío para este período de tiempo.
zh_cn: 你的时间表是空的，这一段时间。

source: Manage Timesheets
es_es: Gestión de partes de horas
zh_cn: 管理时间表

source: With Selected
es_es: Con seleccionado
zh_cn: 与选定

source: You must select at least one clock time
es_es: Debe seleccionar al menos una hora del reloj
zh_cn: 你必须至少选择一个时钟时间

source: Clock time is less than 5 minutes.
es_es: El tiempo del reloj es menos de 5 minutos.
zh_cn: 时钟的时间不到5分钟。

source: Different Clock In/Out Location.
es_es: Reloj diferente de entrada / salida disponible.
zh_cn: 不同的时钟输入/输出的位置。

source: Confirm
es_es: Confirmar
zh_cn: 确认

source: No timesheets for this time period.
es_es: No hay hojas de asistencia para este período de tiempo.
zh_cn: 这段时间内没有时间表。

source: filters here
es_es: filtros aquí
zh_cn: 过滤器在这里

source: March <b>07</b>, 2012
es_es: Marzo <b>07</b>, 2012
zh_cn: 三月 <b>07</b>2012年

source: <span>Development</span> &middot; <span>5h, 30min</span>
es_es: <span>Desarrollo</span> · <span>5h, 30min</span>
zh_cn: <span>发展</span> · <span>5小时，30分钟</span>

source: yes
es_es: sí
zh_cn: 是

source: Group By Employee/Day
es_es: Agrupar por empleado / día
zh_cn: 集团雇员/天

source: Not assigned to a position.
es_es: Sin asignar a una posición.
zh_cn: 没有分配到一个位置。

source: Not scheduled to work today.
es_es: No es programado para trabajar hoy.
zh_cn: 没有安排今天的工作。

source: Timeline Total
es_es: Línea de tiempo total
zh_cn: 时间轴共

source: Deleted
es_es: Eliminados
zh_cn: 删除

source: Clocked In List
es_es: Registró en la lista
zh_cn: 主频名单

source: Would you look at that; no employees are clocked in at the moment!
es_es: ¿Le mira eso, no se registró en los empleados en el momento!
zh_cn: 你看，没有员工主频在此刻！

source: Add Clock Time
es_es: Añadir Time Clock
zh_cn: 添加时钟时间

source: Only Clock In
es_es: Único reloj
zh_cn: 只有时钟输入

source: Time Sheet Import
es_es: Tiempo de Importación Hoja
zh_cn: 时间表导入

source: The time sheet import tool allows you to upload multiple clock times at once in both .xls, and .csv format.
es_es: La hoja de la herramienta de importación le permite cargar varias veces de reloj a la vez en ambos. Xls y. Csv.
zh_cn: 时间表导入工具允许你一次上传多个时钟时间。XLS，CSV格式。

source: Accepted Format
es_es: Formato aceptado
zh_cn: 接受的格式

source: Please make sure that Employee & Schedule names are matched exactly otherwise they will not save.
es_es: Por favor, asegúrese de que los nombres de los empleados y horario se corresponden exactamente de lo contrario no va a salvar.
zh_cn: 请确保员工及附表名称完全匹配，否则他们将不保存。

source: Select Timesheet File
es_es: Seleccione Archivo de parte de horas
zh_cn: 选择时间表文件

source: Clock Locations
es_es: Lugares de reloj
zh_cn: 时钟点

source: Setup New Location
es_es: Configuración de Nueva Ubicación
zh_cn: 设置新的位置

source: New Location
es_es: Nueva ubicación
zh_cn: 新位置

source: this computer
es_es: este equipo
zh_cn: 这台电脑

source: IP address
es_es: Dirección IP
zh_cn: IP地址

source: Full Login
es_es: Inicio de sesión completa
zh_cn: 全部登录

source: User List
es_es: Lista de usuarios
zh_cn: 用户列表

source: Refresh Url
es_es: Actualizar Url
zh_cn: 刷新网址

source: Terminal Successfully Created
es_es: Terminal se creó correctamente
zh_cn: 终端创建成功

source: Resetting this url will disable all current implementations of this Terminal. Are you sure you want to continue?
es_es: Reposición de la url se desactivará todas las implementaciones actuales de este terminal. ¿Seguro que desea continuar?
zh_cn: 重置这个URL将禁用这个终端目前所有的实现。你确定你要继续吗？

source: Terminal URL Reset
es_es: Terminal Restablecer URL
zh_cn: 终端的URL复位

source: Deleting this Terminal will disable all current implementations. Are you sure you want to continue?
es_es: La eliminación de esta terminal se desactiva todas las implementaciones actuales. ¿Seguro que desea continuar?
zh_cn: 删除此终端将关闭所有当前的实现。你确定你要继续吗？

source: Terminal Removed
es_es: Terminal eliminado
zh_cn: 终端删除

source: Setup New Terminal
es_es: Configuración de Nueva Terminal
zh_cn: 设置新码头

source: New Terminal
es_es: Nueva Terminal
zh_cn: 新航站楼

source: Require Full Employee Login
es_es: Requiere inicio de sesión empleado a jornada completa
zh_cn: 要求全部员工登录

source: Show Employees
es_es: Mostrar a los empleados
zh_cn: 显示雇员

source: Show as select box
es_es: Mostrar el cuadro de selección como
zh_cn: 显示作为选择框

source: Show as Gallery
es_es: Mostrar como galería
zh_cn: 显示为画廊

source: Require Password
es_es: Requerir contraseña
zh_cn: 需要密码

source: Require Webcam
es_es: Requerir Webcam
zh_cn: 需要摄像头

source: Time Clock terminals are dependent on Time Lock Locations; Before you can setup a time-clock terminal you must create a location above.
es_es: Hora de terminales dependen de Lugares de bloqueo de tiempo; Antes de poder configurar un terminal de reloj en tiempo, debe crear una ubicación anterior.
zh_cn: 时钟终端都依赖于时间锁定位置之前，你可以设置一个时间的时钟端，你必须创建一个位置以上。

source: What are clock locations?
es_es: ¿Cuáles son los lugares de reloj?
zh_cn: 时钟的位置是什么？

source: If you don't wish to restrict the location time clocks(especially for use on mobile devices), you can always disable this check by <a href="javascript://" onclick="_switch('admin'); _sub('admin', 'managesettings');">editing your settings</a>.
es_es: Si usted no desea restringir los relojes de tiempo de localización, especialmente para su uso en dispositivos móviles), siempre se puede deshabilitar esta revisión, <a href="javascript://" onclick="_switch('admin'); _sub('admin', 'managesettings');">edición de la configuración</a>.
zh_cn: 如果你不希望限制的位置时钟表（特别是在移动设备上使用），您可以随时禁用此检查 <a href="javascript://" onclick="_switch('admin'); _sub('admin', 'managesettings');">编辑您的设置</a>。

source: What are clock Terminals?
es_es: ¿Cuáles son los terminales de reloj?
zh_cn: 时钟码头是什么？

source: Import
es_es: Importar
zh_cn: 进口

source: settings
es_es: ajustes
zh_cn: 设置

source: something went wrong..
es_es: algo salió mal ..
zh_cn: 出事了......

source: Click Me
es_es: Haga clic en mí
zh_cn: 按我

source: Fetch Scheduler's User
es_es: Recuperar usuario Programador
zh_cn: 取Scheduler的用户

source: Fetch User's Scheduler
es_es: Obtener el Programador del usuario
zh_cn: 取用户的调度

source: Fetch Scheduler's Managable Vacation Request
es_es: Petición de recuperación de vacaciones manejable Programador
zh_cn: 取调度的可管理的休假申请

source: Edit Clock Time
es_es: Editar reloj de tiempo
zh_cn: 编辑时钟时间

source: Select a schedule
es_es: Seleccione un programa
zh_cn: 选择一个时间表

source: Success!
es_es: Éxito!
zh_cn: 成功了！

source: Please provide a location name...
es_es: Por favor, proporcione un nombre de lugar ...
zh_cn: 请提供一个位置，名称...

source: IP:{ip} already exist!
es_es: IP:{ip} ya existen!
zh_cn: 知识产权：{ip} 已经存在！

source: Location added
es_es: Lugar añadido
zh_cn: 地点增加

source: Location removed.
es_es: Localización eliminado.
zh_cn: 位置删除。

source: Schedule Saved
es_es: Agenda guardada
zh_cn: 附表保存

source: Notes Saved
es_es: Guardadas de Notes
zh_cn: 已保存的Notes

source: Please take a photo first!
es_es: Por favor, tome una foto primero!
zh_cn: 请首先拍照！

source: Not a valid timeframe!
es_es: No es un calendario válido!
zh_cn: 不是一个有效的时间表！

source: Must take a photo first!
es_es: Debe tomar una primera foto!
zh_cn: 必须先拍照！

source: Forced Out
es_es: Obligados a abandonar
zh_cn: 被逼出来的

source: Clock out successfully!
es_es: Reloj con éxito!
zh_cn: 时钟成功！

source: Clock time added.
es_es: Reloj en tiempo añadido.
zh_cn: 时钟的时间。

source: Clock time updated
es_es: La hora del reloj actualizado
zh_cn: 更新时钟时间

source: Clock time deleted.
es_es: La hora del reloj eliminado.
zh_cn: 时钟时间删除。

source: Upload Time Sheet
es_es: Subir Hoja de Tiempo
zh_cn: 上传时间表

source: Manage Timesheets *New
es_es: Gestión de partes de horas * Nuevo
zh_cn: 管理时间表*

source: Manage Timesheets *Beta
es_es: Gestión de partes de horas * Beta
zh_cn: 管理时间表* Beta版

source: Are you sure you want to drop this shift?
es_es: ¿Seguro que quiere eliminar este cambio?
zh_cn: 你确定要删除这一转变呢？

source: Do you want to change your availability for
es_es: ¿Quiere cambiar su disponibilidad para
zh_cn: 你想改变你的可用性

source: weekly availability
es_es: disponibilidad semanal
zh_cn: 每周可用性

source: Uploading..
es_es: Subiendo ..
zh_cn: 上传..

source: Incorrect Details.
es_es: Datos incorrectos.
zh_cn: 不正确的细节。

source: Finished Editing
es_es: Finalice la edición
zh_cn: 完成编辑

source: Search Title & Notes
es_es: Búsqueda de título y notas
zh_cn: 搜索标题及债券

source: Work Schedule
es_es: Horario de trabajo
zh_cn: 工作安排

source: Upcoming Work Schedule -
es_es: Horario de trabajo próximo -
zh_cn: 即将开展的工作日程 -

source: bad u
es_es: mal u
zh_cn: 坏ü

source: bad tz
es_es: tz mal
zh_cn: 坏TZ

source: Changes have been made. Republish Schedule
es_es: Se han realizado cambios. Volver a publicar la Lista
zh_cn: 已经作了修改。重新附表

source: Publish
es_es: Publicar
zh_cn: 发布

source: Click to Publish Schedule
es_es: Haga clic para publicar la Lista
zh_cn: 点击发布时间表

source: Published
es_es: Publicado
zh_cn: 出版

source: Already Published
es_es: Ya publicación
zh_cn: 已出版

source: Return to Setup
es_es: Volver a la instalación
zh_cn: 返回到安装程序

source: Exit Setup Guide
es_es: Salir de Guía de instalación
zh_cn: 退出安装指南

source: Reviewing..
es_es: Revisión ..
zh_cn: 审查......

source: Please add at least one employee to continue
es_es: Por favor, añada al menos un empleado a continuar
zh_cn: 请添加至少有一名雇员继续

source: Continue Setup
es_es: Continuar con la instalación
zh_cn: 继续安装

source: Please select an option
es_es: Por favor, seleccione una opción
zh_cn: 请选择一个选项

source: Missing Details
es_es: Detalles que faltan
zh_cn: 丢失的细节

source: This action has either already been completed by another user or the link you followed is incorrect.
es_es: Esta acción ha sido completada o ya por otro usuario o en el enlace seguido es incorrecto.
zh_cn: 这一行动已经完成，另一个用户或你跟随的链接是不正确的。

source: If you are the only administrator please make sure you followed the full url from your email ( and that you didn't click the link twice )
es_es: Si usted es el único administrador por favor asegúrese de seguir la dirección URL completa de su correo electrónico (y que no hizo clic en el enlace dos veces)
zh_cn: 如果你是唯一的管理员，请确保您遵循完整的URL从您的电子邮件（和你没有点击链接的两倍）

source: If you clicked on it, please try copying and pasting the entire url.
es_es: Si hace clic en él, por favor, intente copiar y pegar la dirección URL completa.
zh_cn: 如果你点击它，请尝试复制并粘贴整个网址。

source: Remember
es_es: Recordar
zh_cn: 记得

source: You can login anytime and view trade status' & Actions here
es_es: Puede entrar en cualquier momento y ver el estado del comercio &quot;y las acciones aquí
zh_cn: 您可以随时登录和查看的贸易地位和行动在这里
