Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Schedule Republished
es_es: Programe Republicado
zh_cn: 附表再版

source: Vacations & Availability
es_es: Vacaciones y disponibilidad
zh_cn: 休假及其他信息

source: Vacation Requested
es_es: Pidió vacaciones
zh_cn: 休假请求

source: Vacation Approved
es_es: Aprobado de vacaciones
zh_cn: 度假核准

source: Vacation Rejected
es_es: Rechazado de vacaciones
zh_cn: 度假拒绝

source: Vacation Added for employee
es_es: Añadido vacaciones de los empleados
zh_cn: 休假增补为雇员

source: Vacation Removed
es_es: Eliminado de vacaciones
zh_cn: 度假删除

source: Weekly Availability Updated
es_es: Disponibilidad semanales
zh_cn: 每周可用性更新

source: Future Availability Updated
es_es: Disponibilidad futura actualización
zh_cn: 未来可获得的东西？

source: Clocked In
es_es: Registró en
zh_cn: 移入

source: Clocked Out
es_es: Marcó su salida
zh_cn: 同步输出

source: Clock Time Added
es_es: Reloj de Tiempo Añadido
zh_cn: 增加时钟时间

source: Clock Time Approved
es_es: Reloj en tiempo Aprobado
zh_cn: 时钟时间批准

source: Clock Time Removed
es_es: Reloj de tiempo eliminado
zh_cn: 时钟时间删除

source: Clock Time Edited
es_es: Reloj en tiempo corregido
zh_cn: 时钟时间编辑

source: Clock Location Added
es_es: Ubicación del reloj Alta
zh_cn: 增加时钟位置

source: Clock Location Removed
es_es: Ubicación del reloj eliminado
zh_cn: 时钟位置删除

source: Employee Login
es_es: Empleado Login
zh_cn: 员工登录

source: Employee Import
es_es: Empleado de importación
zh_cn: 雇员导入

source: Employee Enabled
es_es: Empleado Habilitado
zh_cn: 雇员启用

source: Employee Disabled
es_es: Empleado discapacitado
zh_cn: 雇员禁用

source: Account Activated
es_es: Cuenta Activado
zh_cn: 帐户激活

source: Permissions Changed
es_es: Permisos de Cambio
zh_cn: 权限更改

source: Private Message Sent
es_es: Mensaje Privado Enviado
zh_cn: 发送私人讯息

source: Message Wall Post
es_es: Mensaje de la pared mensaje
zh_cn: 消息墙贴

source: Message Wall Comment
es_es: Mensaje Muro de comentarios
zh_cn: 消息华尔街评论

source: Message Wall Post Removed
es_es: Mensaje Mensaje el muro eliminado
zh_cn: 消息华尔街撤职

source: Employee Ping'ed
es_es: Empleado Ping&#39;ed
zh_cn: 雇员Ping&#39;ed

source: Customer Subdomain not set
es_es: Subdominio del cliente no se establece
zh_cn: 顾客局部区域不设置

source: SAML can only be used when subdomain is set.
es_es: SAML sólo se puede utilizar cuando se establece subdominio.
zh_cn: 设置子域时，只能使用SAML的。

source: SAML not enabled
es_es: SAML no está habilitado
zh_cn: SAML的不启用

source: SAML is not enabled for this domain. Please enable SAML at Admin/Single Sign-On. If You think this is a mistake, please contact support.
es_es: SAML no está habilitado para este dominio. Por favor, activa SAML en admin / Single Sign-On. Si Usted cree que esto es un error, por favor póngase en contacto con apoyo.
zh_cn: SAML是不启用该域名。请启用SAML管理/单点登录。如果你觉得这是一个错误，请联系技术支持。

source: User not found
es_es: Usuario no encontrado
zh_cn: 用户没有找到

source: No ShiftPlanning user found to match the remotely authenticated user.<br /><br />Please check with your domain administrator to ensure that a ShiftPlanning account is configured for your e-mail account: {nameid}
es_es: Ningún usuario ShiftPlanning encontrado para que coincida con el usuario remoto autenticado.<br /><br />Por favor, consulte con su administrador de dominio para asegurarse de que una cuenta de ShiftPlanning está configurado para su cuenta de correo electrónico: {nameid}
zh_cn: 没有ShiftPlanning用户发现相匹配的远程身份验证的用户。<br /><br />请与您的域管理员的检查，以确保一个ShiftPlanning帐户被配置为您的e-mail帐号： {nameid}

source: Invalid Customer Domain
es_es: Válido de dominio del Cliente
zh_cn: 无效的客户网域

source: No Domain found matching the SAML Referrer setting.
es_es: No-Domain encontrados que coinciden con la configuración de SAML Referente.
zh_cn: 无域发现匹配的SAML引荐设置。

source: Invalid SAML response.
es_es: No válida la respuesta SAML.
zh_cn: SAML响应无效。

source: Please contact ShiftPlanning if this issue persists.
es_es: Por favor, póngase en contacto con ShiftPlanning si este problema persiste.
zh_cn: 请联系ShiftPlanning如果这个问题仍然存在。

source: Please contact ShiftPlanning if this issue persists. <br /><br />{message}
es_es: Por favor, póngase en contacto con ShiftPlanning si este problema persiste. <br /><br />{message}
zh_cn: 请联系ShiftPlanning如果这个问题仍然存在。 <br /><br />{message}

source: error. not logged in
es_es: error. no ha entrado en
zh_cn: 错误。没有登录

source: error. incorect or missing module
es_es: error. incorrecto se falta o módulo de
zh_cn: 错误。 incorect或失踪模块

source: Edit Details
es_es: Editar detalles
zh_cn: 编辑详细信息

source: You must be logged in to view this
es_es: Debes estar registrado para ver este
zh_cn: 你必须登录查看

source: Whoops... Looks like you're not allowed to be here.
es_es: ¡Vaya ... Parece que no se nos permite estar aquí.
zh_cn: 哎呀...看起来像你不准到这里来。

source: Whoops!
es_es: ¡Vaya!
zh_cn: 哎呀！

source: It appears like you do not have permissions to be here.
es_es: Parece como si no tiene permiso para estar aquí.
zh_cn: 这样看来，你没有权限来这里是。

source: Invalid Agent Access
es_es: Acceso agencias no válido
zh_cn: 无效的代理访问

source: Level2 Access Neded
es_es: Nivel 2 de acceso Neded
zh_cn: 2级访问Neded

source: Please set your password to continue
es_es: Por favor escriba su contraseña para continuar
zh_cn: 请设置您的密码才能继续

source: At least 6 characters please.
es_es: Por lo menos 6 caracteres, por favor.
zh_cn: 至少6个字符，请。

source: Password Updated!
es_es: Contraseña Actualizado!
zh_cn: 密码更新！

source: Save Password
es_es: Guardar contraseña
zh_cn: 保存密码

source: Welcome Back. Please login below.
es_es: Bienvenido de nuevo. Por favor ingresa abajo.
zh_cn: 欢迎回来。请在下面登录。

source: Please login to your ShiftPlanning account above so we can pair the two together. (You only have to do this once)
es_es: Por favor, ingrese a su cuenta ShiftPlanning por encima de lo que podemos vincular los dos juntos. (Sólo tienes que hacer esto una vez)
zh_cn: 请登录到您的ShiftPlanning帐户以上，这样我们就可以配对在一起。 （您只需做一次）

source: Mobile Apps
es_es: Aplicaciones Móviles
zh_cn: 移动应用

source: shiftplanning.com all rights reserved
es_es: shiftplanning.com todos los derechos reservados
zh_cn: shiftplanning.com所有权利保留

source: Back in your History
es_es: De vuelta en su Historia
zh_cn: 早在你的历史

source: Your Dashboard
es_es: El salpicadero
zh_cn: 您的仪表板

source: Your Calendar
es_es: Su Calendario
zh_cn: 您的日历

source: Pages
es_es: Páginas
zh_cn: 页

source: That File is too big
es_es: Ese archivo es demasiado grande
zh_cn: 该文件是太大

source: Only part of the File was uploaded
es_es: Sólo una parte del archivo se ha subido
zh_cn: 文件只有部分被上传

source: No File was uploaded
es_es: Ningún archivo fue subido
zh_cn: 没有文件被上传

source: We pay out a massive <b>20%</b> on the life-time revenues from referred accounts. (It won't take long for that to build into a substantial amount of
es_es: Nosotros pagamos a cabo una masiva <b>20%</b> sobre los ingresos durante la vida útil de las cuentas mencionadas. (No pasará mucho tiempo para que para construir en una cantidad sustancial de
zh_cn: 我们付出了大规模 <b>20％</b> 所指帐户的生命时间的收入。 （它不会需要很长时间，建设成一个庞大的数目

source: replied to
es_es: responde a
zh_cn: 回答

source: Current Files
es_es: Los archivos actuales
zh_cn: 当前文件

source: delete
es_es: borrar
zh_cn: 删除

source: Users have voiced {total} comments
es_es: Los usuarios han expresado su {total} comentarios
zh_cn: 用户对此表示 {total} 评论

source: quote
es_es: citar
zh_cn: 引用

source: All
es_es: Todo
zh_cn: 所有

source: Your comment
es_es: Su comentario
zh_cn: 您的评论

source: Submit Comment
es_es: Enviar un comentario!
zh_cn: 提交评论

source: <b><u class="green">Login</u></b></a> to leave an comment.
es_es: <b><u class="green">Iniciar sesión</u></b></a> para dejar un comentario.
zh_cn: <b><u class="green">登录</u></b></a> 留下一个评论。

source: <p class="list-text">Use our Time sheet Calculator and import your existing timesheets in both .csv and .xls format to easily have them added to the ShiftPlanning employee time clock software.</p>
es_es: <p class="list-text">Utilice nuestra calculadora de la hoja de tiempo e importar tus hojas de asistencia existentes en ambos. Csv y. Xls a tener fácilmente añadido al software empleado ShiftPlanning reloj de tiempo.</p>
zh_cn: <p class="list-text">利用我们的时间表计算器和导入。CSV和XLS格式轻松拥有他们的ShiftPlanning雇员时钟软件添加到您现有的时间表。</p>

source: Bad Shift Id
es_es: Id Shift Bad
zh_cn: 坏移标识

source: Bad Shift Id.
es_es: Id Shift Bad.
zh_cn: 坏移标识。

source: accept
es_es: aceptar
zh_cn: 接受

source: reject
es_es: rechazar
zh_cn: 拒绝

source: Sorry, no results match your query for
es_es: Lo sentimos, no hay resultados coincide con la consulta de
zh_cn: 很抱歉，没有符合您查询条件

source: Beta: This section is under active development
es_es: Beta: Esta sección está en desarrollo activo
zh_cn: 测试：这部分是正在积极发展

source: please share feedback
es_es: por favor, compartir opiniones
zh_cn: 请分享反馈

source: ShiftPlanning's online scheduling software works with third party applications such as Outlook, iCal, Google Calendar and more to ensure that everyone is always up to date with the most recent employee scheduling data, no matter where they are.
es_es: Software de ShiftPlanning de programación en línea funciona con aplicaciones de terceros, como Outlook, iCal, Google Calendar y más para garantizar que todo el mundo está siempre al día con los datos de programación más recientes de los empleados, sin importar dónde se encuentren.
zh_cn: ShiftPlanning的网上调度软件与第三方应用程序，如Outlook，iCal的工作，谷歌日历和更多，以确保大家始终是迄今最近期的雇员调度数据，不管他们在哪里。

source: ShiftPlanning's built-in Calendar Sync works by providing users with a unique URL that they can access with their calendar client. The URL provides the user's schedule in an iCal format (.ics) that can be accessed through all of the popular Calendar Clients, and can also be downloaded as a file itself. Once you have setup your client to access your ShiftPlanning schedule, you will always have your work schedule wherever you go, plus the advantage of being able to see it alongside your other events and appointments.
es_es: ShiftPlanning integrado en la sincronización de Calendario trabaja por ofrecer a los usuarios una dirección URL única que puede acceder con su cliente de calendario. La dirección URL ofrece la programación del usuario en formato iCal (. Ics) que se puede acceder a través de todos los clientes de calendario popular, y también puede ser descargado como un archivo en sí. Una vez que haya configurado su cliente para acceder a su horario ShiftPlanning, usted siempre tendrá su horario de trabajo donde quiera que vaya, además de la ventaja de ser capaz de verlo junto a sus otros eventos y citas.
zh_cn: ShiftPlanning的内置日历同步工程提供了一个独特的URL的用户，他们可以访问他们的日历客户端。 URL提供用户的日程安排，在所有流行的日历客户端可以通过访问iCal格式（ICS），也可以下载文件本身。一旦你设置你的客户访问您的ShiftPlanning时间表，你将永远有你的工作时间表，无论你走到哪里，再加上能够看到它旁边的其他事件和约会的优势。

source: On the bottom left in your "Actions" menu, you will see a new link for "Calendar Sync." Click on that link to bring up your unique Calendar Sync URL.
es_es: En la parte inferior izquierda en el menú &quot;Actions&quot;, verá un nuevo enlace para &quot;Calendar Sync&quot;. Haga clic en ese enlace para que aparezca tu URL única Calendar Sync.
zh_cn: 在您的“操作”菜单左下角，你会看到一个新的链接“日历同步。”点击链接，带给您独特的日历同步URL。

source: Never before has it been this easy to set up daily, weekly and hourly staff availabilities! ShiftPlanning's online scheduling program allows management to create schedules instantly, using the most accurate real time data to provide at-a-glance information on workforce availability - for any specific day or week.
es_es: Nunca antes ha sido tan fácil de configurar las disponibilidades de personal diario, semanal y por hora! Programa de ShiftPlanning de programación en línea permite a la administración para crear calendarios de forma instantánea, utilizando los datos reales más precisos de tiempo para proporcionar a las de un vistazo la información sobre la disponibilidad de mano de obra - para un día específico o de la semana.
zh_cn: 以前从未如此简单设置每天，每周，每小时的工作人员空房！ ShiftPlanning的在线调度方案，允许管理，创建时间表瞬间，用最准确的实时数据，提供信息一览劳动力的可用性 - 对任何特定的一天或一周。

source: Add to this ShiftPlanning's resource-enhancing option that allows employees the flexibility to log in at any time, 24/7, to set their availability. Even on days or during those hours that your company is closed, staff members can be updating their availability from any computer, anywhere!
es_es: Añadir a la mejora de los recursos opción de este ShiftPlanning que permite a los empleados la flexibilidad para conectarse en cualquier momento, 24/7, para establecer su disponibilidad. Incluso en los días o durante las horas que su empresa está cerrada, los miembros del personal se puede actualizar su disponibilidad desde cualquier computadora en cualquier lugar!
zh_cn: 加入此ShiftPlanning提高资源的选项，使员工的灵活性，登录在任何时间，24/7，设置其可用性。即使在天或在您的公司被关闭的那些小时，工作人员可以从任何一台计算机更新其可用性，任何地方！

source: ShiftPlanning employee scheduling software provides some powerful tools to help you schedule and manage your company's workforce. From assigning shifts to juggling vacations, sick leave and the multitude of variables that schedulers and managers deal with every day, ShiftPlanning helps you take care of every detail so that you can spend your valuable time running a business instead of struggling with spread sheets.
es_es: Empleado ShiftPlanning software de programación proporciona algunas herramientas de gran alcance para ayudarle a programar y administrar la fuerza laboral de su empresa. De la asignación de turnos de vacaciones, licencia por enfermedad de malabares y la multitud de variables que los programadores y administradores de acuerdo con todos los días, ShiftPlanning le ayuda a cuidar de cada detalle para que pueda gastar su valioso tiempo ejecutando un negocio en lugar de luchar con las hojas de cálculo.
zh_cn: ShiftPlanning雇员调度软件提供了一些强大的工具，以帮助您安排和管理贵公司的员工。从分配转移到杂耍休假，病假和众多的变数，调度和管理人员每天的交易，ShiftPlanning帮助你的每一个细节的照顾，让你可以花宝贵的时间，运行业务，而不是挣扎与试算表。

source: In the midst of all the day-to-day scheduling applications that ShiftPlanning provides, one small but charming "Birthday" application stands out as a favorite among users. The "Birthday" feature gives a personal touch to the often impersonal business of shift scheduling.
es_es: En medio de todas las aplicaciones de programación del día a día que proporciona ShiftPlanning, un pequeño pero encantador &quot;Cumpleaños&quot;, la aplicación se destaca como uno de los favoritos entre los usuarios. El &quot;Cumpleaños&quot; característica le da un toque personal a la empresa a menudo impersonal de la programación de cambio.
zh_cn: 在整天的日常调度ShiftPlanning提供的应用程序中，一个小，但迷人的“生日”的应用作为不同用户的喜爱。 “生日”的特点，给出了一个个人风格的排班经常人情味的业务。

source: ShiftPlanning's integrated Break Scheduling tool enables managers to schedule smart by automatically setting the exact work hours and break time for each schedule produced. A break can be paid or unpaid depending upon the rules and policies of the company. Once break times are setup they are automatically applied to your work time reports allowing data to be accurately used in payroll.
es_es: ShiftPlanning la herramienta de programación integrada de Vacaciones permite a los administradores para programar inteligente mediante la selección automática de las horas de trabajo precisas y tiempo de descanso para cada programa producido. Una ruptura puede ser remunerada o no remunerada en función de las reglas y políticas de la empresa. Una vez que los descansos son de configuración que se aplican automáticamente a los informes de tiempo de trabajo permite que los datos con precisión utilizado en la nómina.
zh_cn: ShiftPlanning综合折价调度工具，使管理人员安排智能自动设置确切的工作时间，并打破时间为每个生产的时间表。休息一下，可支付或未付后，根据该公司的规则和政策。一旦休息时间设置会自动应用到您的工作时间报告，使数据准确薪金。

source: To aid in fast account setup ShiftPlanning's state-of-the-art scheduling and management program provides options for employee data to be exported in .csv format. This is the fastest ways to get your account setup, as with one click you can have all of your employee data imported directly into the system.
es_es: Para ayudar en el estado de la técnica de programación ShiftPlanning rápida configuración de la cuenta y el programa de gestión ofrece opciones para datos de los empleados a ser exportados en formato. Csv. Se trata de las maneras más rápidas para obtener su configuración de la cuenta, ya que con un solo clic usted puede tener todos los datos de los empleados importados directamente en el sistema.
zh_cn: 在快速帐户的设置ShiftPlanning的国家的最先进的调度和管理方案，以帮助提供员工数据。csv格式导出选项。这是最快的方式得到您的帐户设置，只需点击一下，你可以有你所有的员工数据直接导入系统。

source: After upload, ShiftPlanning matches your field names against its support field types: E-mail, wage, name, first name, last name, nickname, cell phone, home phone, address, city, state, zip code and notes.
es_es: Después de cargar, ShiftPlanning que corresponda a los nombres de los campos en contra de sus tipos de apoyo sobre el terreno: E-mail, el salario, nombre, nombre, apellido, apodo, teléfono celular, teléfono de casa, dirección, ciudad, estado, código postal y notas.
zh_cn: ShiftPlanning上传后，反对其支持的字段类型匹配的字段名称：电子邮件，工资，名称，名字，姓氏，昵称，手机，家庭电话，地址，城市，州，邮政编码及票据。

source: Import thorough employee information including date of birth, wages, skills, position, cell phone number, biographical notes, personal information such as home phone numbers and home address.
es_es: Importar la información del empleado a fondo que incluya la fecha de nacimiento, los salarios, las habilidades, la posición, número de teléfono celular, notas biográficas, la información personal como números de teléfono de origen y dirección de su casa.
zh_cn: 导入彻底雇员的信息，包括出生日期，工资，技能，职务，手机号码，个人简历，如家的电话号码和家庭地址等个人信息。

source: Today's world is all about rapid access to needed information. E-mail and IM are both terrific ways to provide and exchange information; but when it comes to sharing documents within an organization, ShiftPlanning File Sharing wins, hands down.
es_es: El mundo de hoy es sobre todo el acceso rápido a la información necesaria. E-mail y la mensajería instantánea son dos magníficas maneras de proporcionar e intercambiar información, pero abajo a la hora de compartir documentos dentro de una organización, ShiftPlanning gana intercambio de archivos entre las manos.
zh_cn: 当今世界是所有关于迅速获得所需的信息。电子邮件和IM都是了不起的提供和交换信息的方法，但是当涉及到​​共享文件在一个组织内，ShiftPlanning文件共享胜利，双手向下。

source: Word documents, PDF files, images, presentations, spreadsheets and much more can all be uploaded and downloaded through ShiftPlanning's online scheduling software program. Not only is it extremely easy to use, it allows you to provide your staff the ability to always access securely the information they need. The best part is they have access to this information even after office hours are closed.
es_es: Documentos de Word, archivos PDF, imágenes, presentaciones, hojas de cálculo y mucho más todos pueden ser cargados y descargados a través del programa en línea de software de programación ShiftPlanning. No sólo es muy fácil de usar, que le permite proporcionar a su personal la posibilidad de acceder de forma segura siempre la información que necesitan. La mejor parte es que no tienen acceso a esta información, incluso después de horas de oficina están cerradas.
zh_cn: Word文档，PDF文件，图片，演示文稿，电子表格和更都可以上传，并通过ShiftPlanning的网上调度软件程序下载。它不仅是非常容易使用，它允许您提供您的工作人员总是安全地访问他们需要的信息的能力。最好的部分是他们有机会获得本甚至办公时间后关闭的信息。

source: ShiftPlanning’s powerful employee scheduling and management software makes everything you do faster and more efficient. Whether you’re approving vacation time for a just handful of staff members, or scheduling hundreds of employees for multiple shifts, ShiftPlanning has you covered.</p> <p>ShiftPlanning’s “Copy Schedule” feature is used to speed up the scheduling process for managers scheduling large businesses operating with huge manpower roosters.
es_es: Programación ShiftPlanning del empleado potente software de gestión hace que todo lo que hace más rápida y eficiente. Ya sea que esté la aprobación de las vacaciones para un puñado solo de los miembros del personal, o la programación de cientos de empleados de varios turnos, ShiftPlanning lo tiene cubierto.</p> <p>ShiftPlanning del &quot;Programa de Copia&quot; función se utiliza para acelerar el proceso de programación para los administradores de programación de las grandes empresas que operan con los gallos de mano de obra enorme.
zh_cn: ShiftPlanning强大的员工调度和管理软件，让你更快，更高效的一切。无论你只是极少数的工作人员批准的休假时间，或安排多个班次的数百名员工，ShiftPlanning有你覆盖。</p> <p>ShiftPlanning的“复制日程安排”功能用于加快调度进程调度与巨大的人力公鸡经营的大型企业的经理。

source: ShiftPlanning’s next-generation scheduling and management software offers new applications for adding and managing employee skills, and relief for managers and schedulers. Today, when employee skills are assigned within their company profile, scheduling becomes much easier thanks to ShiftPlanning.
es_es: ShiftPlanning de próxima generación de programación y software de gestión ofrece nuevas aplicaciones para añadir y gestionar las habilidades de los empleados, y el alivio para los gestores y programadores. Hoy en día, cuando las habilidades de los empleados se les asigna dentro de su perfil de la compañía, la programación es mucho más fácil gracias a ShiftPlanning.
zh_cn: ShiftPlanning下一代的调度和管理软件提供了新的应用，管理和调度添加和管理员工的技能，救济。今天，当员工的技能，在其公司简介分配，调度变得更加容易，由于以ShiftPlanning。

source: When it comes to adding, managing and filtering staff for designated shifts and duties, ShiftPlanning provides all the tools necessary to perform the task quickly and accurately.
es_es: Cuando se trata de la adición, la gestión y filtrado de personal para los turnos designados y deberes, ShiftPlanning proporciona todas las herramientas necesarias para realizar la tarea con rapidez y precisión.
zh_cn: 当它来添加，管理和过滤指定的转变和职责的工作人员，ShiftPlanning提供所有必要的工具，快速，准确地执行任务。

source: Apart from our Data API that provides full access to your data within ShiftPlanning, we provide several easy to use online export tools. These tools allow you quickly export your data for use in reporting, including .xls and .csv formats as well as exporting your entire ShiftPlanning data for back-up or export to another application.
es_es: Aparte de nuestra API de datos que proporciona acceso completo a los datos dentro de ShiftPlanning, que proporcionan fácil de usar varias herramientas en línea de exportación. Estas herramientas le permiten exportar sus datos rápidamente para su uso en la presentación de informes, entre ellos. Xls y. Formatos CSV, así como la exportación de sus datos ShiftPlanning enteras para copia de seguridad o exportar a otra aplicación.
zh_cn: 此外，从我们的数据API，它提供全面访问你的数据在ShiftPlanning我们提供了一些易于使用的在线导出工具。这些工具允许你快速导出报告，包括使用的数据。xls和csv格式以及出口你备份整个ShiftPlanning的数据，或导出到另一个应用程序。

source: ShiftPlanning's "Fast Assignment" feature is a great tool for managers to use for assigning different employees according to their specific skills and employment designation.
es_es: ShiftPlanning de &quot;Asignación rápida&quot; característica es una gran herramienta para los directivos a utilizar para la asignación de los diferentes empleados de acuerdo a sus habilidades específicas y la designación de empleo.
zh_cn: ShiftPlanning的“快速分配”功能，是一个伟大的工具，为管理人员分配不同的员工，根据他们的具体技能和就业指定使用。

source: Fast Assignment allows management to filter qualified employees easily and quickly, and assign them to corresponding schedules.
es_es: Asignación rápida permite a la administración para filtrar los empleados calificados con facilidad y rapidez, y asignarlos a los horarios correspondientes.
zh_cn: 快速分配，让管理轻松快速地筛选合格的员工，并将它们分配到相应的时间表。
