Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: New Orleans Aviation Board - Transportation Scheduling Software - Case Study
es_es: Nueva Orleans Junta de Aviación - Software de Programación de Transporte - Estudio de caso
zh_cn: 新奥尔良航空局 - 运输调度软件 - 案例研究

source: Case Study: New Orleans Aviation Board in New Orleans, Louisiana, United States
es_es: Estudio de caso: Nueva Orleans Junta de Aviación en Nueva Orleans, Louisiana, Estados Unidos
zh_cn: 案例分析：新奥尔良航空局在新奥尔良，路易斯安那州，美国

source: In the mid 1930's, it became apparent to the City of New Orleans that the municipal airport located on the south shore of Lake Pontchartrain was no longer large enough to service the City's growing air transportation needs. Expansion of the lakefront facilities was considered too costly. An Aviation Division of the Department of Public Property of the City of New Orleans was formed to coordinate with the Civil Aviation Authority (CAA, now the Federal Aviation Administration -FAA) to establish a New Orleans Airport.
es_es: A mediados de la década de 1930, se hizo evidente a la ciudad de Nueva Orleans que el aeropuerto municipal situado en la orilla sur del lago Pontchartrain ya no era lo suficientemente grande como para dar servicio a la Ciudad de las crecientes necesidades de transporte aéreo. La expansión de las instalaciones a orillas del lago fue considerado demasiado costoso. Una Sección de Aviación del Departamento de Propiedad Pública de la Ciudad de Nueva Orleans se formó para coordinar con la Autoridad de Aviación Civil (CAA, ahora la Administración Federal de Aviación, FAA) para establecer un nuevo aeropuerto Orleans.
zh_cn: 在1930年年中，它变得明显庞恰特雷恩湖的南岸，市政机场位于新奥尔良市已经不再足够大，以服务城市日益增长的航空运输需求。湖畔设施的扩张被认为过于昂贵。新奥尔良市的公共物业部的航空部门成立了协调与民航管理局（民航局，现在联邦航空管理局，美国联邦航空局）建立了新奥尔良机场。

source: Before any construction began, the United States became involved in World War II on December, 1941. The land for Moisant Field was taken over by the U.S. Government for use as an air base. Facilities were constructed on this land by the Federal Government and were used by the Army until the end of the war in August 1945. In 1946, the Federal Government returned the land plus 295 adjacent acres to the City of New Orleans.
es_es: Antes de que comenzara la construcción, los Estados Unidos se involucró en la Segunda Guerra Mundial en diciembre de 1941. La tierra para el campo Moisant fue tomada por el Gobierno de los EE.UU. para su uso como una base aérea. Las instalaciones fueron construidas en esta tierra por el Gobierno Federal y fueron utilizados por el Ejército hasta el final de la guerra en agosto de 1945. En 1946, el gobierno federal devolvió el terreno, además de 295 hectáreas adyacentes a la ciudad de Nueva Orleans.
zh_cn: 任何施工开始之前，美国在第二次世界大战中，1941年12月成为参与。 Moisant场的土地是由美国政府采取作为空军基地使用。在这片土地上建造设施由联邦政府和陆军使用，直到在1945年8月战争结束。联邦政府于1946年，回到土地，加上295至新奥尔良市相邻亩。

source: The three letter identifier for Louis Armstrong New Orleans International Airport is MSY. It stands for Moisant Stock Yards.
es_es: El identificador de tres letras para Louis Armstrong New Orleans International Airport es el RMS. Es sinónimo de Stock Yards Moisant.
zh_cn: 路易斯·阿姆斯壮新奥尔良国际机场的三个字母的标识符是最大持续产量。它代表为Moisant股票围场。

source: We started with 2 employees and now we have 22 paid employees. We have a mixture of part-time and full-time paid employees and plan to add up to 50 volunteers over the next year. This in and of itself causes some very difficult scheduling challenges. We have at least 5 locations that we manage from 5AM to 9PM daily assisting just about 700 passengers every day.
es_es: Comenzamos con 2 empleados y ahora contamos con 22 empleados asalariados. Tenemos una mezcla de tiempo parcial y trabajadores a tiempo completo pagados y planea agregar hasta 50 voluntarios durante el próximo año. Esto de por sí causa algunos problemas de programación muy difíciles. Tenemos por lo menos 5 lugares que logramos 05 a.m.-9 p.m. todos los días ayudando a casi 700 pasajeros cada día.
zh_cn: 我们开始与2名员工，现在我们有22个高薪雇员。我们有兼职和全职高薪雇员的混合物，并计划在明年的50名志愿者。这本身并导致一些非常困难的调度挑战。我们有至少5个地点，我们每天从早上5点至晚上九时，管理协助每天只有约700名乘客。

source: We did not use one because there were only 2 employees.
es_es: No usamos uno, porque sólo había dos empleados.
zh_cn: 我们没有使用，因为只有2名员工。

source: In May I was assigned an additional role here at the Airport in New Orleans – Customer Service Manager. I was told that my staff would increase from 2 to 20 and that I may have up to another 50 volunteers in my department. My first thought was how am I going to schedule all of these people. One of the first choices I found during my search was the work schedule maker ShiftPlanning. After working with the site for only a few minutes, I knew this was going to make my job much easier.
es_es: En mayo se me asignó un papel adicional aquí, en el aeropuerto de Nueva Orleans - Gerente de Servicio al Cliente. Me dijeron que mi personal aumentaría de 2 a 20 y que puede tener un máximo de otros 50 voluntarios en mi departamento. Mi primer pensamiento fue ¿cómo voy a programar todas estas personas. Una de las primeras opciones que he encontrado en mi búsqueda era el horario de trabajo ShiftPlanning fabricante. Después de trabajar con el sitio para sólo unos pocos minutos, yo sabía que esto iba a hacer mi trabajo mucho más fácil.
zh_cn: 今年五月，我被分配在机场的一个额外的角色，在新奥尔良 - 客户服务部经理。有人告诉我，我的工作人员将增加从2到20，我可能有多达50名志愿者在我的部门。我首先想到的是我应该如何去安排所有这些人。我在我的搜索中找到的第一选择是工作计划的制造商ShiftPlanning。与现场工作仅几分钟后，我知道这是使我的工作更容易。

source: The Customer Service Department started using the employee schedule maker ShiftPlanning in May of 2011 and has made the transition to a larger department much easier.
es_es: El Departamento de Servicio al Cliente comenzó a utilizar el programa empleado ShiftPlanning fabricante de mayo de 2011 y ha hecho la transición a un departamento más grande mucho más fácil.
zh_cn: 客户服务部在2011年5月开始使用的雇员时间表制造商ShiftPlanning，并1较大的部门更容易过渡。

source: Thank you so much for such a great tool!!!
es_es: Muchas gracias por esta gran herramienta!
zh_cn: 太谢谢你了这样一个伟大的工具！！

source: Reed Barnes - New Orleans Aviation Board
es_es: Barnes Reed - New Orleans Junta de Aviación
zh_cn: 里德巴恩斯 - 新奥尔良航空局

source: The ShiftPlanning team was extremely helpful in answering my questions. I would 100% YES!! recommend ShiftPlanning to others.
es_es: El equipo de ShiftPlanning fue de gran ayuda para responder a mis preguntas. Me volvería a 100% SÍ! Recomendamos ShiftPlanning a los demás.
zh_cn: ShiftPlanning队在回答我的问题是非常有用的。我会100％YES！！ ShiftPlanning推荐给他人。

source: The vacation and availability features make it very easy to match employee requests with staffing needs.
es_es: Las características de las vacaciones y la disponibilidad de que sea muy fácil para que coincida con las peticiones del empleado con las necesidades de personal.
zh_cn: 休假和可用性功能，使它很容易与人手需求相匹配的雇员请求。

source: New Orleans Aviation Board
es_es: Nueva Orleans Junta de Aviación
zh_cn: 新奥尔良航空局

# Discovered
source: Founded
es_es: Fundado
zh_cn: 公司成立

source: Inplayinc - Personnel Scheduling - Case Study
es_es: Inplayinc - Programación de Personal - Estudio de caso
zh_cn: inplayinc - 人事调度 - 案例研究

source: Inplayinc - Personnel Scheduling
es_es: Inplayinc - Programación de Personal
zh_cn: inplayinc - 人事调度

source: Case Study: Inplayinc in Newmarket, Ontario, Canada
es_es: Estudio de caso: Inplayinc en Newmarket, Ontario, Canadá
zh_cn: 案例研究：在Newmarket，加拿大安大略省Inplayinc

source: Since 2003 In Play is a family entertainment centre. We host birthday parties and corporate events as well as offer families a place to play. We have two locations, and a variety of roles that can make staffing a tough task at times.
es_es: Desde 2003 en juego es un centro de entretenimiento familiar. Organizamos fiestas de cumpleaños y eventos corporativos, así como las familias ofrecen un lugar para jugar. Tenemos dos lugares, y una variedad de roles que pueden hacer que la dotación de personal de una tarea difícil a veces.
zh_cn: 自2003年在场上是一个家庭娱乐中心。我们举办生日派对，公司活动以及家庭提供玩的地方。我们有两个地点，以及各种各样的角色，可以使工作人员在艰巨的任务。

source: A family run business, we have 10-15 employees between 2 locations. Our schedule is based on customer sign ups. We are often updating the schedule as customers book events at the last moment.
es_es: Una empresa familiar, tenemos 10-15 empleados entre 2 localidades. Nuestro programa se basa en la firma sube los clientes. A menudo se nos actualiza el calendario de eventos, como los clientes de libros en el último momento.
zh_cn: 家庭经营的业务，我们有10-15之间的2个地点的雇员。我们的时间表是根据客户迹象UPS。我们经常更新客户书事件在最后时刻的时间表。

source: Up until 2 years ago we were using paper and calling everyone with their schedule for the week ahead. Then we moved to an electronic schedule; it was good for a while but then started dropping shifts. Then we switched to the work schedule maker ShiftPlanning.
es_es: Hasta hace 2 años que estábamos usando papel y llamando a todos con su calendario para la próxima semana. Luego nos mudamos a un calendario electrónico, que era bueno para un rato, pero luego comenzaron a caer los cambios. Luego nos cambiamos a la ShiftPlanning fabricante del horario de trabajo.
zh_cn: 直到2年前，我们使用的纸张，并呼吁大家用自己的时间表提前一周。然后我们转移到电子时间表，它是好一阵子，但随后开始下降的变化。然后我们切换到工作时间表制造商ShiftPlanning的。

source: It has allowed our employees to mark off their unavailability, cutting down on the number of shift trade requests. The total hours scheduled for the week listed beside staff names is great for keeping hours in check and the division even.
es_es: Ha permitido a nuestros empleados para marcar su falta de disponibilidad, reduciendo el número de solicitudes comerciales de turno. El total de horas programadas para la semana que aparece al lado de los nombres del personal es grande para mantener a raya horas y la división, incluso.
zh_cn: 它使我们的员工，以纪念其不可用，削减转变贸易要求。身边工作人员的名字列出一周举行的总时数保持在小时的检查和部门甚至是伟大的。

source: I think everyone finds the schedule much easier now.
es_es: Creo que todo el mundo encuentra el calendario mucho más fácil ahora.
zh_cn: 我觉得大家现在很容易找到的时间表。

source: As a manager I spend way too much time scheduling but think I would spend all of my time working on the work scheduler if we were using something different. I also found most of the staff to be helpful.
es_es: Como gerente de programación de manera que pasan demasiado tiempo, pero creo que me paso todo mi tiempo a trabajar en la labor del planificador si estuviéramos usando algo distinto. También encontré la mayor parte del personal a ser servicial.
zh_cn: 作为一个经理，我花了太多时间调度，但我想我会动用我所有的时间对工作的调度工作，如果我们使用不同的东西。我还发现大多数工作人员是有帮助的。

source: I've posted on the wall a few times. The staff uses ShiftPlanning for all future shift requests, so we use the message / email function.
es_es: He publicado en la pared un par de veces. El personal utiliza ShiftPlanning para todas las solicitudes de cambio futuros, por lo que utilizar el mensaje / función de correo electrónico.
zh_cn: 我已经张贴在墙上的几十倍。工作人员使用的所有未来的换档请求ShiftPlanning，所以我们使用的消息/电子邮件功能。

# title
source: Shands Children's Hospital - Medical Staff Scheduling & Workforce Management - Case Study
es_es: Shands Hospital de Niños de la Mujer - Programación de Personal Médico y Workforce Management - Estudio de caso
zh_cn: 尚兹儿童医院 - 医务人员调度及劳动力管理 - 案例研究

# menu
source: Shands Children's Hospital - Medical Staff Scheduling & Workforce Management
es_es: Shands Hospital de Niños de la Mujer - Programación de Personal Médico y Workforce Management
zh_cn: 尚兹儿童医院 - 医务人员调度及劳动力管理

source: Case Study: Streetlight - Shands Children's Hospital at the University of Florida in Gainesville, Florida, United States
es_es: Estudio de caso: la farola - Shands Hospital de Niños de la Universidad de Florida en Gainesville, Florida, Estados Unidos
zh_cn: 案例分析：路灯 - 尚兹儿童医院在佛罗里达大学盖恩斯维尔，佛罗里达州，美国

source: Streetlight was started in 2005 with 17 volunteers serving only patients with cancer. It has grown to a hospital-wide program and is expanding regionally to include over 65 volunteers and serving patients with a wide-range of chronic and life-threatening illnesses.
es_es: Farola se inició en 2005 con 17 voluntarios que prestan servicio sólo a los pacientes con cáncer. Ha crecido a un programa de todo el hospital y se está expandiendo a nivel regional para incluir más de 65 voluntarios y servir a los pacientes con una amplia gama de enfermedades crónicas y potencialmente mortales.
zh_cn: 路灯于2005年开始与17个志愿者服务只与癌症患者。它已经发展到全院的计划和区域扩大到包括65岁以上的志愿者和服务范围广泛的慢性和威胁生命的疾病的患者。

source: Streetlight is a program specifically aimed toward teenagers and young adults who are admitted to pediatric services at Shands Children’s Hospital at UF. The Streetlight team of 65+ UF pre-med college students partner through peer companionship with adolescents who have a critical and chronic illness.
es_es: Farola es un programa dirigido específicamente hacia los adolescentes y adultos jóvenes que ingresan en los servicios de pediatría del Hospital de Niños de la Mujer en Shands de UF. El equipo de la farola de 65 UF + pre-medicina universidad socio de estudiantes a través de camaradería entre pares con los adolescentes que tienen una enfermedad grave y crónica.
zh_cn: 路灯是专门针对那些承认在用友尚兹儿童医院儿科服务向青少年和年轻成年人的程序。路灯队65 +用友前医务大学生通过与青少年有一个关键的和慢性疾病的同行陪伴伙伴。

source: It is hard enough to be a teenager, but add a life threatening illness to the picture and in complicates things even more. Streetlight is an Adolescent Palliative Care Program that helps navigate patients through their illness to psychosocial and spiritual health. Streetlight primarily serves ages 13-22+ who are living with cancer, cystic fibrosis, sickle cell disease and other life threatening illnesses. The Streetlight team aims to keep patients connected to their identity that can get lost in diagnosis and treatment. Among other things, Streetlight offers: long-term companions with peers and mentors, sharing video games, music, magazines, books and other pop culture outlets as a way to relate with patients and create personal identity, social networking sites to connect patients and volunteers, parties to celebrate important treatment milestones, and advocacy/awareness efforts targeted at the hospital population, UF, and the larger community. Streetlight aims to bring comfort, friends, and support to teenagers and young adults at Shands & UF.
es_es: Es bastante difícil ser un adolescente, pero añaden una enfermedad potencialmente mortal a la imagen y en las cosas se complican aún más. Farola es un Programa de Cuidados Paliativos del Adolescente que le ayuda a navegar a los pacientes a través de su enfermedad a la salud psicosocial y espiritual. Alumbrado atiende principalmente a las edades 13-22 + que viven con el cáncer, la fibrosis quística, anemia de células falciformes y otras enfermedades que amenazan la vida. El equipo de la farola tiene como objetivo mantener a los pacientes conectados a su identidad que puede perderse en el diagnóstico y tratamiento. Entre otras cosas: la farola, ofertas a largo plazo con sus compañeros y compañeros mentores, compartiendo juegos de video, música, revistas, libros y otras salidas de la cultura pop como una forma de relacionarse con los pacientes y crear la identidad personal, las redes sociales para conectar a los pacientes y voluntarios , partes para celebrar hitos importantes de tratamiento, y la promoción / sensibilización esfuerzos dirigidos a la población del hospital, UF, y la comunidad en general. Streetlight objetivos para llevar consuelo, amigos, y el apoyo a los adolescentes y adultos jóvenes en el Shands y UF.
zh_cn: 这是够硬，是一个十几岁，但图片添加一个危及生命的疾病，在更复杂的事情。路灯是青少年的姑息治疗方案，帮助浏览他们的疾病患者的心理和精神健康。路灯主要为年龄13-22 +生活与癌症，囊肿性纤维化，镰状细胞贫血病和其他危及生命的疾病。路灯队的目标是让患者连接到自己的身份，可以得到诊断和治疗失去。其中其他的事情，路灯提供：与患者建立个人身份，社交网站连接病人和志愿者作为一种长期的同伴与导师和同行，共享视频游戏，音乐，杂志，书籍和其他流行文化网点各方庆祝重要的治疗的里程碑，并在医院的人口，用友，和较大的社区有针对性的宣传/意识的努力。路灯的目标带来舒适，朋友和支持尚兹与用友在青少年和年轻的成年人。

source: Streetlight has 3 full-time employees but we use the employee schedule maker ShiftPlanning to manage the complicated college schedules of our 65+ volunteers. We schedule 9 - 3 hours shifts per week (2 per day except Friday) Monday through Friday. We have to schedule our team members around their complicated college and extra-curricular schedules.
es_es: Farola cuenta con 3 empleados a tiempo completo, pero nosotros usamos el calendario de los empleados ShiftPlanning fabricante para gestionar los horarios de la universidad complicados de nuestros 65 voluntarios +. Programamos 9 - 3 horas se desplaza a la semana (2 por día, excepto los viernes) de lunes a viernes. Tenemos que planificar nuestro equipo en torno a su universidad complicado y horarios extra-curriculares.
zh_cn: 路灯有3名全职员工，但我们使用的雇员的时间表制造商ShiftPlanning管理复杂的65岁以上的志愿者大学的日程安排。我们安排了9 - 3小时转移，每周星期一至星期五（2每天除了星期五）。我们要围绕其复杂的学院和课外时间表安排我们的团队成员。

source: They also need to be able to trade shifts, pick up extra shifts, or cover shifts depending on their needs due to test schedules, sickness, or unforeseen circumstances. We have special project teams that specifically work with cancer patients, patients with cystic fibrosis and patients with sickle cell disease. These special project team captains need to know when their team members are available so they can schedule meetings.
es_es: También necesitan ser capaces de negociar cambios, recoger los turnos extra, o los cambios de cobertura en función de sus necesidades debido a comprobar los horarios, la enfermedad, o circunstancias imprevistas. Contamos con equipos de proyectos especiales que específicamente trabajan con pacientes con cáncer, los pacientes con fibrosis quística y pacientes con enfermedad de células falciformes. Estos capitanes de proyectos especiales del equipo necesitan saber que sus miembros del equipo están disponibles para que puedan programar reuniones.
zh_cn: 他们还需要能够交易的转变，拿起额外的变化，或盖的变化，根据他们的需求，由于试验计划，疾病，或不可预见的情况。我们有专门的项目小组，专门工作与癌症患者，患者患有囊肿性纤维化和镰状细胞疾病患者。这些特殊项目的队长需要知道，当他们的团队成员，使他们能够安排会议。

source: LOTS of emails and Excel spreadsheets!!!
es_es: Montón de correos electrónicos y hojas de cálculo Excel!
zh_cn: 大量的电子邮件和Excel电子表格！

source: The work scheduler allows us to have the volunteers self-enter their schedule and change it accordingly as their schedule changes throughout the semester. It also allows us to make sure we’re not improperly scheduling someone if they show &quot;unavailable&quot; for that shift. It allows members to be proactive about getting a shift covered due to an upcoming test or for them to know how to make up a shift if they had to miss.
es_es: El trabajo del planificador nos permite disponer de los voluntarios de auto-entrar en su calendario y cambiar en consecuencia como sus cambios de horario durante todo el semestre. También nos permite asegurarnos de que no está mal la programación de una persona si muestran &quot;disponible&quot; para ese turno. Se permite a los miembros tomar la iniciativa de conseguir un cambio de cubiertas debido a un próximo examen, o que sepan cómo hacer un cambio si tenían que perder.
zh_cn: 工作调度，让我们有志愿者自进入他们的日程安排，并相应地改变整个学期的时间表变化。它也使我们能够确保我们不会不当安排的人，如果他们显示“不可用”，这种转变。它允许成员要积极主动地转变覆盖由于即将到来的考验，或为他们知道如何做一个转变，如果他们有错过。

source: Additionally, it’s a quick and easy way for our members to visually see the other team members, access their contact information and remember birthdays. Yes!, I would recommend ShiftPlanning and the team is helpful. With this work scheduler we have a lot less work for managers and more self-responsibility/activation for team members to manage their schedules.
es_es: Además, es una manera rápida y fácil para nuestros miembros para ver visualmente los otros miembros del equipo, acceder a su información de contacto y recordar los cumpleaños. ¡Sí!, Yo recomendaría ShiftPlanning y el equipo es de gran ayuda. Con este trabajo planificador tenemos mucho menos trabajo para los gestores y más self-responsibility/activation los miembros del equipo para manejar sus horarios.
zh_cn: 此外，它为我们的成员是一个快速简便的方法，直观地看到其他团队成员，访问他们的联系信息，并记住生日。没错！，我会建议ShiftPlanning和球队是有益的。随着这项工作的调度，我们少了很多工作，对管理人员和更多的团队成员来管理他们的日程安排self-responsibility/activati​​on。

source: We have a lot less work.
es_es: Tenemos mucho menos trabajo.
zh_cn: 我们少了很多的工作。

source: Amy Bucciarelli - Streetlight - Shands Children's Hospital
es_es: Amy Bucciarelli - Alumbrado - Shands Hospital de Niños Popular
zh_cn: 艾米Bucciarelli - 路灯 - 尚兹儿童医院

source: Our team members really like the text reminders they can get to remind them of their shift. They are college students. They live by texting and smart phones!!
es_es: Nuestros miembros del equipo me gustan los recordatorios de texto que pueden llegar a fin de recordarles su turno. Son estudiantes universitarios. Viven por los teléfonos inteligentes y mensajes de texto!
zh_cn: 真的很喜欢我们的团队成员的文字提醒，他们可以得到提醒他们的转变。他们是在校大学生。他们住短信和智能手机！

source: <b>Business Name</b>: Shands Children's Hospital
es_es: <b>Nombre del Negocio</b>: Hospital de Niños Shands Popular
zh_cn: <b>公司名称</b>：尚兹儿童医院

source: Medical Staff Scheduling
es_es: Programación de Personal Médico
zh_cn: 医务人员调度

source: Rotating staff Schedules
es_es: Rotación de horarios del personal
zh_cn: 旋转人员附表

source: University of Ontario Institute of Technology - Durham College - Non-Proft & Volunteer Scheduling - Case Study
es_es: Universidad de Ontario Institute of Technology - universidad de Durham - Programación no Proft y Voluntariado - Estudio de caso
zh_cn: 安大略大学技术学院 - 达勒姆大学 - 非Proft及义工计划 - 案例研究

source: University of Ontario Institute of Technology - Durham College - Non-Proft & Volunteer Scheduling
es_es: Universidad de Ontario Institute of Technology - universidad de Durham - No Proft y Programación de los Voluntarios
zh_cn: 安大略大学技术学院 - 达勒姆大学 - 非Proft及义工调度

source: Case Study: University of Ontario Institute of Technology - Durham College - Campus Emergency Response Team in Oshawa, Ontario, Canada
es_es: Caso de estudio: la Universidad de Ontario Institute of Technology - Universidad de Durham - Campus Equipo de Respuesta de Emergencia en Oshawa, Ontario, Canadá
zh_cn: 案例研究：安大略大学技术学院 - 德恒学院 - 校园奥沙瓦，加拿大安大略省的紧急反应小组

source: We are a volunteer Community Services division of St. John Ambulance. We are located on a university and college campus and provide medical first response to all students, faculty and visitors on campus. We operate 24 hours per day, 7 days a week from September to April. There are two staff members scheduled at all times and an on-duty Executive Member at all times.
es_es: Somos una comunidad de voluntarios División de Servicios de St. John Ambulance. Estamos ubicados en un campus universitario y la universidad y dar una respuesta médica de primera a todos los estudiantes, profesores y visitantes en el campus. Trabajamos las 24 horas al día, 7 días a la semana desde septiembre hasta abril. Hay dos miembros del personal previstas en todo momento y un miembro ejecutivo de guardia en todo momento.
zh_cn: 我们是一个志愿者社区服务圣约翰救伤队的分工。我们是位于一所大学和大学校园，在校园里的所有学生，教师和游客提供医疗的第一反应。我们每天工作24小时，每周7天，从9月至四月。有两名工作人员计划的成员在任何时候和在任何时候都值班执行委员。

source: Currently our team consists of 51 members and have recently hired 23 new volunteers. The team was started in 2006 with 10 members and primarily only covered special events on campus. As several years passed, our team worked towards the goal of covering the campus 24/7.
es_es: Actualmente, nuestro equipo está formado por 51 miembros y se han contratado recientemente a 23 nuevos voluntarios. El equipo se inició en 2006 con 10 miembros y, principalmente, sólo cubría eventos especiales en el campus. Como han transcurrido varios años, nuestro equipo ha trabajado para alcanzar el objetivo de cubrir el campus de 24/7.
zh_cn: 目前我们的团队由51名成员，最近聘请了23名新志愿者。团队10名成员，并于2006年开始，主要只覆盖校园的特殊事件。几年过去了，我们的团队覆盖校园24/7的目标努力。
