Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Enable/Disable Facebook login from your custom login url.
es_es: Activar / desactivar acceso a Facebook desde el inicio de sesión personalizado url.
zh_cn: 启用/禁用Facebook从您的自定义登录网址登录。

source: Allow employees to login with Facebook
es_es: Permitir a los empleados para iniciar sesión en Facebook
zh_cn: 让员工使用Facebook登入

source: Show/Hide ShiftPlanning's logo from your custom url.
es_es: Mostrar / Ocultar el logotipo de ShiftPlanning de su dirección URL personalizada.
zh_cn: 显示/隐藏您的自定义URL ShiftPlanning的标志。

source: Show the ShiftPlanning Logo on Login
es_es: Mostrar el logotipo en la sesión ShiftPlanning
zh_cn: 显示登录ShiftPlanning的标志

source: Save Settings
es_es: Guardar configuración
zh_cn: 保存设置

source: Create New Rate Card
es_es: Crear una Nueva Tarifa
zh_cn: 创建新的收费卡

source: Card Title:
es_es: Título de la tarjeta:
zh_cn: 卡名称：

source: Weekly Overtime Rate:
es_es: Tasa de horas extras por semana:
zh_cn: 每周加班工资率：

source: This is the overtime rate that will be applied once an employee's weekly overtime limit is reached
es_es: Esta es la tasa de horas extra que se aplica una vez al límite de un empleado extraordinarias a la semana se alcanza
zh_cn: 这是雇员的每周加班限制，一旦达到，将应用于加班费率

source: Daily Overtime
es_es: Las horas extraordinarias todos los días
zh_cn: 每天加班

source: After
es_es: Después de
zh_cn: 后

source: Add New Rule
es_es: Agregar nueva regla
zh_cn: 添加新规则

source: Are you sure you want to delete this rule?
es_es: ¿Está seguro que desea eliminar esta regla?
zh_cn: 你确定要删除此规则？

source: Rule Deleted
es_es: Regla eliminados
zh_cn: 排除删除

source: Rule Updated
es_es: Artículo Actualizado
zh_cn: 规则更新

source: Rule Added
es_es: Regla Alta
zh_cn: 加入条文

source: Hourly Rate Chart
es_es: Tabla de Tarifa por hora
zh_cn: 每小时价格表

source: Enter in a % to apply to these times:
es_es: Entrar en un% aplicable a estos tiempos:
zh_cn: 在％输入适用于上述时间：

source: Setup Skills to define any special abilities that your employees may have.
es_es: Configuración Habilidades para definir las habilidades especiales que sus empleados puedan tener.
zh_cn: 设置技巧来定义任何特殊能力，你的员工可能有。

source: This can include things such as CPR Certification, Second Languages, etc.
es_es: Esto puede incluir cosas tales como la Certificación de CPR, las segundas lenguas, etc
zh_cn: 这可以包括的东西，如心肺复苏术认证，第二语言，等等。

source: You can use these skills throughout the system to more quickly filter and track employees.
es_es: Usted puede utilizar estas habilidades a través del sistema a los empleados con mayor rapidez de filtro y de la pista.
zh_cn: 您可以使用这些技能，整个系统更迅速地过滤和跟踪员工。

source: Current Skills:
es_es: Habilidades actuales:
zh_cn: 当前的技能：

source: Delete
es_es: Borrar
zh_cn: 删除

source: Click to edit...
es_es: Haga clic para editar ...
zh_cn: 单击“编辑...

source: Upload a New File
es_es: Subir un archivo nuevo
zh_cn: 上传一个新的文件

source: Max Size is 10 MB
es_es: Tamaño máximo es de 10 MB

source: Upload Success
es_es: Sube el éxito
zh_cn: 上传成功

source: Are you sure you want to delete this file?
es_es: ¿Está seguro que desea eliminar este archivo?
zh_cn: 你确定要删除这个文件吗？

source: File Successfully Deleted.
es_es: Archivo borrado con éxito.
zh_cn: 成功删除的文件。

source: Upload Success!
es_es: Sube el éxito!
zh_cn: 上传成功！

source: Size:
es_es: Tamaño del archivo:
zh_cn: 大小：

source: Uploaded:
es_es: Subido:
zh_cn: 上传时间：

source: Num Downloads:
es_es: Num Descargas:
zh_cn: NUM下载：

source: Download File
es_es: Descargar archivo
zh_cn: 下载文件

source: Delete File
es_es: Eliminar archivo
zh_cn: 删除文件

source: You have not uploaded any files yet. Get started above.
es_es: Usted no ha enviado ningún archivo todavía. Primeros pasos de arriba.
zh_cn: 您还没有上传任何文件。上手以上。

source: New Remote Site
es_es: Nuevo sitio remoto
zh_cn: 新的远程站点

source: Site Name:
es_es: Nombre del sitio:
zh_cn: 网站名称：

source: Entering an address for this Job Site will allows us to communicate the map and directions to your employees.
es_es: Introducción de una dirección de este lugar de trabajo se nos permite comunicar el mapa y las direcciones a sus empleados.
zh_cn: 进入这个招聘网站的地址将允许我们向员工沟通的地图和方向。

source: Save Site
es_es: Guardar sitio
zh_cn: 保存网站

source: Current Sites
es_es: Sitios actuales
zh_cn: 目前网站

source: Click on a Site Name, or Address name to edit it
es_es: Haga clic en un nombre del sitio o el nombre de Dirección para editarlo
zh_cn: 站点名称，或名称，地址，点击编辑

source: Today
es_es: Hoy
zh_cn: 今日

source: Yesterday
es_es: Ayer
zh_cn: 昨天

source: Last 7 Days
es_es: Últimos 7 días
zh_cn: 最近7天

source: This Week
es_es: Esta semana
zh_cn: 这星期

source: Last Week
es_es: Semana pasada
zh_cn: 上星期

source: This Month
es_es: Este Mes
zh_cn: 本月

source: Last Month
es_es: Mes pasado
zh_cn: 上个月

source: Event Log
es_es: Registro de eventos
zh_cn: 事件日志

source: All Employees
es_es: Todos los empleados
zh_cn: 所有员工

source: Hide Expanded Events
es_es: Ocultar eventos ampliados
zh_cn: 隐藏事件的扩展

source: Show {tevents} more events like this
es_es: Mostrar {tevents} más eventos como este
zh_cn: 显示 {tevents} 更多像这样的事件

source: How the Event Log Works
es_es: ¿Cómo funciona el registro de eventos
zh_cn: 事件日志是如何工作的

source: In front of some of the events you'll see two icons that signify:
es_es: Frente a algunos de los eventos verás dos iconos que indican:
zh_cn: 在前面的一些事件中，你会看到两个图标，表示：

source: Admin Event
es_es: Evento de administración
zh_cn: 管理活动

source: Events that were done on behalf of a user. Mouse-over for to find out who the admin was.
es_es: Los eventos que se hicieron en nombre de un usuario. El ratón por encima para saber quién era el administrador.
zh_cn: 代表用户的活动。鼠标找出管理员是谁。

source: External Event
es_es: Evento externo
zh_cn: 外部事件

source: Events that didn't happen on www.shiftplanning.com, typically this means that it happened from a mobile platform or our Data API. Mouse-over for more details.
es_es: Los eventos que no suceden en www.shiftplanning.com, por lo general esto significa que pasó desde una plataforma móvil o nuestra API de datos. Al pasar el ratón para obtener más detalles.
zh_cn: 这并没有发生www.shiftplanning.com，通常这意味着它从一个移动平台或我们的数据API发生的事件。鼠标更多的细节。

source: If you have requests for new events, or for more event details please <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=614" target="_blank">contact us</a> with your request.
es_es: Si usted tiene peticiones de nuevos eventos, o para obtener más detalles del evento por favor <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=614" target="_blank">contáctenos</a> con su solicitud.
zh_cn: 如果你有新的事件请求，或多个事件的详情，请 <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=614" target="_blank">联系我们</a> 您的要求。

source: SAML Enabled
es_es: SAML Activado
zh_cn: SAML的启用

source: Allow Password Login
es_es: Permitir inicio de sesión Contraseña
zh_cn: 允许密码登录

source: SAML Issuer URL:
es_es: SAML URL Emisor:
zh_cn: SAML发行人网址：

source: This is the URL that ShiftPlanning will invoke to attempt Remote Authentication.
es_es: Esta es la URL que ShiftPlanning invocará para intentar la autenticación remota.
zh_cn: 这是网址，ShiftPlanning将调用尝试远程身份验证。

source: Remote Logout URL:
es_es: Salir a distancia URL:
zh_cn: 远程登出的网址：

source: This is the URL that ShiftPlanning will return users after they log out.
es_es: Esta es la URL que ShiftPlanning devolverá los usuarios después de la sesión.
zh_cn: 这是，ShiftPlanning将返回用户注销后，他们的网址。

source: X.509 Certificate:
es_es: Certificado X.509:
zh_cn: X.509证书：

source: Single Sign-On allows you to use an existing authentication mechanism with ShiftPlanning such that you can provide fast and convenient access for your agents and customers, while improving security through centralizing access and removing the need for individual users to manage multiple individual passwords.
es_es: Single Sign-On permite el uso de un mecanismo de autenticación existente con ShiftPlanning de tal manera que usted puede proporcionar un acceso rápido y conveniente para sus agentes y clientes, al tiempo que mejora la seguridad a través de centralizar el acceso y la eliminación de la necesidad de que los usuarios individuales para manejar múltiples contraseñas individuales.
zh_cn: 单点登录允许您使用与ShiftPlanning，这样你可以提供方便快捷的访问您的代理商和客户现有的认证机制，通过集中访问，同时提高安全性和消除需要为个人用户管理多个个人密码。

source: ShiftPlanning uses SAML (Security Assertion Markup Language) for Single Sign-On.
es_es: ShiftPlanning utiliza SAML (Security Assertion Markup Language) para Single Sign-On.
zh_cn: ShiftPlanning使用单点登录SAML（安全断言标记语言）。

source: The Access Consumer Service (ACS) URL for your account is:
es_es: El Acceso de los consumidores de servicios (ACS) URL de su cuenta es:
zh_cn: 为您的帐户的访问消费者服务（ACS）网址是：

source: Congratulations the following API key has been setup for you:
es_es: Felicitaciones al siguiente clave de la API se ha configurado para usted:
zh_cn: 恭喜以下的API密钥已经为你设置：

source: We recommend heading over to our <a href="http://www.shiftplanning.com/api/" target="_blank"><u>API Documentation</u></a> to learn more, and to get started.
es_es: Le recomendamos de dirigirse a nuestra <a href="http://www.shiftplanning.com/api/" target="_blank"><u>Documentación de la API</u></a> para aprender más, y para empezar.
zh_cn: 我们建议到我们 <a href="http://www.shiftplanning.com/api/" target="_blank"><u>API文档</u></a> 了解更多信息，并上手。

source: If you're interested in using our Data API please agree to our Terms of Use, and request an API key below:
es_es: Si usted está interesado en usar nuestra API de datos de favor, de acuerdo a nuestros términos de uso, y solicitar una clave de API a continuación:
zh_cn: 如果您在使用我们的数据API感兴趣，请同意我们的使用条款，并要求下面一个API密钥：

source: Request an API key
es_es: Solicitar una clave de API
zh_cn: 申请一个API密钥

source: I have read and agree to the <a href="http://www.shiftplanning.com/api/terms/" target="_blank"><u>API Terms of Use</u></a>
es_es: He leído y estoy de acuerdo con la <a href="http://www.shiftplanning.com/api/terms/" target="_blank"><u>API Términos de Uso</u></a>
zh_cn: 我已阅读并同意向 <a href="http://www.shiftplanning.com/api/terms/" target="_blank"><u>API使用条款</u></a>

source: Request API Key
es_es: Solicitar clave de API
zh_cn: 申请API密钥

source: You must agree to the API terms of use
es_es: Debes aceptar los términos de uso de la API
zh_cn: 你必须同意使用的API条款

source: You do not have permission to be here.
es_es: Usted no tiene permiso para estar aquí.
zh_cn: 您没有权限到这里。

source: Create a New Account
es_es: Crear una nueva cuenta
zh_cn: 创建一个新帐户

source: Account Name:
es_es: Nombre de la cuenta:
zh_cn: 帐户名称：

source: Admin Name:
es_es: Nombre de Admin:
zh_cn: 管理员名称：

source: Name of the Primary User for this account
es_es: Nombre del usuario principal de esta cuenta
zh_cn: 该帐户的主要用户的名称

source: Admin Password:
es_es: Contraseña de administrador:
zh_cn: admin密码：

source: Password for the Primary User of this account
es_es: Contraseña para el usuario principal de esta cuenta
zh_cn: 该帐户的主要用户的密码

source: Create Account
es_es: Crear una cuenta
zh_cn: 建立帐户

source: Clone Account:
es_es: Clon de la cuenta:
zh_cn: 克隆帐户：

source: Select another account to clone settings, locations, positions
es_es: Seleccione otra cuenta para clonar la configuración, lugares, posiciones
zh_cn: 选择另一个帐户克隆的设置，位置，位置

source: Clone Locations & Positions
es_es: Ubicaciones Clon y posiciones
zh_cn: 克隆地点及位置

source: Clone Settings
es_es: Configuración Clon
zh_cn: 克隆设置

source: Delete This Account
es_es: Borrar esta cuenta
zh_cn: 删除此帐户

source: Access This Account
es_es: Acceder a esta cuenta
zh_cn: 访问该帐户

source: Locations & Positions
es_es: Ubicación de posiciones
zh_cn: 地点和位置

source: Coming Soon
es_es: Próximamente
zh_cn: 预告

source: Permissions
es_es: Permisos
zh_cn: 权限

source: Billing
es_es: Facturación
zh_cn: 帐单

source: Rates Updated
es_es: Tarifas actualizadas
zh_cn: 价格更新

source: Settings Updated.
es_es: La configuración actualizada.
zh_cn: 设置更新。

source: Location Deleted
es_es: Ubicación eliminados
zh_cn: 位置删除

source: store mismatch
es_es: tienda de desajuste
zh_cn: 商店不匹配

source: <b>{type}</b> is an Incorrect File Type
es_es: <b>{type}</b> es un tipo de archivo incorrecto
zh_cn: <b>{type}</b> 是不正确的文件类型

source: Could not create thumbnail
es_es: No se pudo crear en miniatura
zh_cn: 无法创建缩略图

source: Could not read image to create thumbnail
es_es: No se pudo leer la imagen para crear imagen
zh_cn: 无法读取图像创建缩略图

source: File Deleted
es_es: Archivo borrado
zh_cn: 删除的文件

source: Could not unlink file
es_es: No se puede desvincular del archivo
zh_cn: 不能断开文件

source: Incorrect Permissions
es_es: Permisos incorrectos
zh_cn: 不正确的权限

source: Details Updated
es_es: Detalles de Actualización
zh_cn: 细节更新

source: Account
es_es: Cuenta
zh_cn: 帐户

source: Account Settings
es_es: Configuración de la cuenta
zh_cn: 帐户设置

source: Invoices
es_es: Facturas
zh_cn: 发票

source: List Files
es_es: Lista de archivos
zh_cn: 列表文件

source: Upload New
es_es: Añadir una nueva
zh_cn: 上传新

source: Group Accounts
es_es: Cuentas de grupo
zh_cn: 集团帐目

source: Manage Accounts
es_es: Administración de cuentas de
zh_cn: 管理帐户

source: Invoice
es_es: Factura
zh_cn: 发票

source: Date:
es_es: Fecha:
zh_cn: 日期：

source: Paid
es_es: Pagado
zh_cn: 支付

source: <b>Recurring Payment</b>
es_es: <b>Pago periódico</b>
zh_cn: <b>定期付款</b>

source: Description
es_es: Descripción
zh_cn: 描述

source: Cost (USD)
es_es: Costo (USD)
zh_cn: 成本（美元）

source: If you have any questions regarding this invoice please contact us at: 1-888-973-6030
es_es: Si usted tiene alguna pregunta relacionada con esta factura, por favor póngase en contacto con nosotros en: 1-888-973-6030
zh_cn: 如果您有任何疑问，这张发票，请联系我们：1-888-973-6030

source: Thank-you for choosing ShiftPlanning!
es_es: Gracias por elegir ShiftPlanning!
zh_cn: 感谢你选择ShiftPlanning！

source: Missing File
es_es: Falta el archivo de
zh_cn: 丢失的文件

source: Hacking Attempt
es_es: Intento de hacking
zh_cn: 黑客攻击

source: ShiftPlanning.com - Company Data
es_es: ShiftPlanning.com - Datos de la empresa
zh_cn: ShiftPlanning.com - 公司资料

source: Name,Time Zone,Date Created,Domain,Address,Country,Phone Number,Fax Number
es_es: Nombre, zona horaria, fecha de creación, de dominio, dirección, país, número telefónico, número de fax
zh_cn: 创建名称，时区，日期，域名，地址，国家，电话号码，传真号码

source: ShiftPlanning.com - Employee Data
es_es: ShiftPlanning.com - Datos de empleados
zh_cn: ShiftPlanning.com - 雇员数据

source: Name,Nick Name,Email,Mobile Phone,Home Phone,wage,address,city,state,zip code,birthday,positions,skills,notes
es_es: Nombre, nombre de Nick, Correo electrónico, Teléfono móvil, Teléfono de la casa, los salarios, dirección, ciudad, estado, código postal, cumpleaños, posiciones, las habilidades, las notas
zh_cn: 姓名，昵称，电子邮件，移动电话，住宅电话，工资，地址，城市，州，邮政编码，生日，职务，技能，笔记

source: hacking attempt
es_es: intento de hacking
zh_cn: 黑客攻击

source: ShiftPlanning.com - Schedule Data: {name}
es_es: ShiftPlanning.com - datos de programación: {name}
zh_cn: ShiftPlanning.com - 附表的数据： {name}

source: Start Date, End Date, Start Time, End Time, Shift Length (hrs), Shift Title, Shift Notes, Working
es_es: Fecha de inicio, fecha de finalización, hora de inicio, hora de finalización, duración de los turnos (horas), Título de cambio, las notas de desplazamiento, de trabajo
zh_cn: 开始日期，结束日期，开始时间，结束时间，移长度（小时），移标题，转移注意事项，工作

source: ShiftPlanning.com - Schedule Data
es_es: ShiftPlanning.com - datos de programación
zh_cn: ShiftPlanning.com - 附表数据

source: Schedule, Start Date, End Date, Start Time, End Time, Shift Length (hrs), Shift Title, Shift Notes, Working
es_es: Calendario, Fecha de inicio Fecha de finalización, hora de inicio, hora de finalización, duración de los turnos (horas), Título de cambio, las notas de desplazamiento, de trabajo
zh_cn: 附表，开始日期，结束日期，开始时间，结束时间，移长度（小时），标题移位，移注工作

source: incorrect access attempt
es_es: intento de acceso incorrecta
zh_cn: 不正确的访问尝试

source: With
es_es: Con
zh_cn: 同

source: Change User
es_es: Cambio de usuario
zh_cn: 更改用户

source: Not logged in to any account.
es_es: No ha iniciado sesión en cualquier cuenta.
zh_cn: 没有记录到任何帐户。

source: Employee Scheduling Software | Workforce Management Software
es_es: Empleado de Software Programación | Software de Gestión Laboral
zh_cn: 员工排班软件|人力资源管理软件

source: Forgot your password?
es_es: ¿Olvidaste tu contraseña?
zh_cn: 忘记密码？

source: Or login with:
es_es: O ingresar con:
zh_cn: 或登陆：

source: Connect w/ Facebook
es_es: Conecte w / Facebook
zh_cn: 连上W / Facebook的

source: Google Apps Domain
es_es: Dominio de Google Apps
zh_cn: 谷歌企业应用套件域

source: Domain cannot be empty
es_es: El dominio no puede estar vacío
zh_cn: 域不能为空

source: Facebook Login successful.<br />One second please.
es_es: Facebook Login éxito.<br />Un momento, por favor.
zh_cn: Facebook登录成功。<br />第二，请一个。

source: Nice Try Hacker
es_es: Buen intento Hacker
zh_cn: 很高兴尝试黑客

source: Unavailable
es_es: Inasequible
zh_cn: 不可用

source: Notes
es_es: Notas
zh_cn: 笔记

source: File cannot be empty.
es_es: El archivo no puede estar vacío.
zh_cn: 文件不能为空。

source: Import File
es_es: Importación de archivos
zh_cn: 导入文件

source: Invalid filetype - CSV & XLS Only
es_es: Tipo de archivo no válido - CSV y XLS sólo
zh_cn: 无效的文件类型 - 只有的CSV和XLS

source: Import CSV
es_es: Importar CSV
zh_cn: 导入CSV

source: Success
es_es: Éxito
zh_cn: 成功

source: Incorrect file format.<br />We could not match any schedules, or shift times.
es_es: Formato de archivo incorrecto.<br />No hemos podido coincidir con los horarios o tiempos de cambio.
zh_cn: 文件格式不正确。<br />我们不能匹配任何时间表，或移倍。

source: Wrong format 1,Head line:
es_es: Formato incorrecto 1, la línea de la cabeza:
zh_cn: 1，格式错误的行头：

source: added
es_es: añadido
zh_cn: 添加

source: Bad Date
es_es: Fecha de Bad
zh_cn: 错误的日期

source: Bad Employee
es_es: Mal empleado
zh_cn: 糟糕的员工

source: Bad Schedule
es_es: Calendario de Bad
zh_cn: 坏附表

source: {staff} employees imported on {items} shifts
es_es: {staff} empleados importados {items} cambios
zh_cn: {staff} 进口雇员 {items} 轮班

source: Error: Empty Post Data
es_es: Error: Mensaje de datos vacíos
zh_cn: 错误数据：空贴

source: bad
es_es: malo
zh_cn: 坏

source: incorrect details
es_es: datos incorrectos
zh_cn: 不正确的细节

source: Select type of array:
es_es: Seleccione el tipo de matriz:
zh_cn: 选择阵列类型：

source: Events
es_es: Eventos
zh_cn: 活动

source: Raw format
es_es: Formato RAW
zh_cn: Raw格式

source: Invalid store
es_es: Tienda no válido
zh_cn: 无效的商店

source: Invalid schedule.
es_es: No válido programar.
zh_cn: 无效的时程。

source: Invalid schedule
es_es: Horario válido
zh_cn: 无效的时程

source: View
es_es: Ver
zh_cn: 视图

source: Expand-All
es_es: Expandir todo-
zh_cn: 展开所有

source: Booked Off
es_es: Anotan fuera
zh_cn: 预订关闭

source: Double click or click/drag to create a shift
es_es: Haga doble clic o haga clic en / arrastre para crear un cambio
zh_cn: 双击或单击/拖动以创建一个转变

source: Click to view day details
es_es: Haga clic aquí para ver los detalles del día
zh_cn: 点击查看每天的详细信息

source: Logged in since shift was posted
es_es: Conectado desde el cambio fue publicada
zh_cn: 中记录以来发布了移

source: Notified via e-mail/sms of shift
es_es: Notificado a través de e-mail/SMS de cambio
zh_cn: 通过移位e-mail/sms通知

source: Edit
es_es: Editar
zh_cn: 编辑

source: Employee
es_es: Empleado
zh_cn: 雇员

source: Schedule Overview
es_es: Horario general
zh_cn: 附表概述

source: Needing Approval
es_es: Necesidad de la aprobación
zh_cn: 需要审批

source: Incomplete
es_es: Incompleto
zh_cn: 不完整

source: Republish
es_es: Republicar
zh_cn: 再版

source: My Schedule
es_es: Mi Lista
zh_cn: 我的日程安排

source: Vacations
es_es: Vacaciones
zh_cn: 休假

source: Birthdays
es_es: Cumpleaños
zh_cn: 生日

source: Schedules
es_es: Horarios
zh_cn: 附表

source: Shift Available
es_es: Shift disponible
zh_cn: 转移可用

source: Trade Available
es_es: Comerciales disponibles
zh_cn: 交易可用

source: Sorry.. But we don't go back that far.
es_es: Lo sentimos .. Sin embargo, no llega tan lejos.
zh_cn: 对不起......但我们不回去。

source: in-valid Start
es_es: en válida de inicio
zh_cn: 在有效的开始

source: in-valid End
es_es: en fin válida
zh_cn: 在有效的结束

source: Submit Bug →
es_es: Enviar Bug →
zh_cn: 提交bug→

source: A bug was detected!
es_es: Un error fue detectado!
zh_cn: 检测到一个错误！

source: Please enter in as much detail as possible as to how to duplicate this issue:
es_es: Por favor introduzca en tanto detalle como sea posible en cuanto a cómo duplicar este número:
zh_cn: 请输入在如何重复这个问题，尽可能多的细节：

source: Please capture any relevant screenshots:
es_es: Por favor, capturar cualquier imágenes relevantes:
zh_cn: 请捕获任何相关截图：

source: I've now moved to an inline guide here within ShiftPlanning.
es_es: Me he mudado a una guía en línea aquí en ShiftPlanning.
zh_cn: 我现在已经转移到内ShiftPlanning内嵌指南。

source: I will stay in this right hand panel to guide you through using your account. Whenever you're ready just click the button below.
es_es: Me quedaré en este panel de la derecha que le guiará a través del uso de su cuenta. Cuando esté listo haga clic en el botón de abajo.
zh_cn: 我会留在这个右侧面板引导您通过使用您的帐户。每当你准备好了，只要按一下下面的按钮。

source: The dashboard is your starting point within ShiftPlanning and will notify you of any actions that need your attention. Moreover, all upcoming shifts can be viewed in the upper-right hand corner of the dashboard. From 'upcoming shifts', the "details" icon can be clicked to allow you to trade a shift and/or update your availability for that particular time slot.
es_es: El salpicadero es el punto de partida dentro de ShiftPlanning y le notificará de todas aquellas actuaciones que requieran su atención. Por otra parte, todos los turnos de las próximas se pueden ver en la esquina superior derecha del tablero de instrumentos. De &quot;cambios próximo&quot;, el &quot;detalles&quot; icono se puede hacer clic para que pueda operar un cambio y / o actualizar su disponibilidad para ese intervalo de tiempo determinado.
zh_cn: 仪表板是您内ShiftPlanning出发点和会通知你，需要你注意的任何行动。此外，所有即将到来的变化可以被视为在仪表盘上的右上角。从“即将到来的转变”，“细节”图标可以点击，让您交易移位和/或更新您的特定时段的可用性。

source: On the left navigation of the dashboard, you'll see links for profile, availability, and more.
es_es: En la parte izquierda del tablero de instrumentos, verá enlaces para el perfil, la disponibilidad, y mucho más.
zh_cn: 在仪表板的左侧导航，你会看到个人资料，可用性和更多的联系。

source: Set your Availability
es_es: Configurar su disponibilidad
zh_cn: 设置您的可用性

source: To set availability, simply check off the days or click on the time blocks for which you are UNAVAILABLE for work.
es_es: Para configurar la disponibilidad, sólo tiene que marcar los días o haga clic en los bloques de tiempo para el que no están disponibles para el trabajo.
zh_cn: 要设置的可用性，只需检查过天或点击时间块，而你是无法工作。

source: Your Profile
es_es: Su perfil
zh_cn: 您的个人资料

source: Clicking on the 'Profile' link on the dashboard will take you to your staff profile. You can edit details like your profile picture, contact details and more.
es_es: Al hacer clic en el &quot;Perfil&quot; en el salpicadero te llevará a tu perfil personal. Usted puede editar los detalles, como su foto de perfil, datos de contacto y más.
zh_cn: 点击“个人资料”的仪表盘上的链接将带您到您的员工资料。您可以编辑您的个人资料图片，接触的细节和更喜欢的细节。

source: Under your image, you will also find links to availability as well as notifications where you can specify the frequency and type of messaging your receive via email or sms from ShiftPlanning.
es_es: Bajo su imagen, también encontrará enlaces a la disponibilidad así como las notificaciones donde se puede especificar la frecuencia y el tipo de mensajería de su recepción por correo electrónico o sms desde ShiftPlanning.
zh_cn: 根据你的形象，你还会发现空房，以及通知，您可以指定您的接收邮件的频率和类型，通过电子邮件或从ShiftPlanning的短信。

source: Your Schedule
es_es: Su Horario
zh_cn: 您的日程安排
