Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: * To setup the above you will need ftp access to your website. If you're unsure of what to do with the code we recommend sending it to whoever is in charge of maintaining your website.
zh_cn: *你上面的设置，将需要FTP访问您的网站。如果你不确定做什么用的代码，我们建议把它发送到谁是在负责维护您的网站。

source: * If you are looking to pull data from your account that isn't here, please contact info@shiftplanning.com for assistance.
zh_cn: *如果您正​​在寻找从您的帐户，是不是在这里拉数据，请联系援助info@shiftplanning.com。

source: You haven't setup any apps yet.<br />
zh_cn: 你还没有安装任何应用程序。<br />

source: Via Email
zh_cn: 通过电子邮件

source: Adjust the time setting between 12 hr / 24 hr time<br /><br />You will <b>need to refresh</b> after saving for this to take affect.
zh_cn: 12小时/ 24小时的时间之间的调整时间设定<br /><br />你会 <b>需要刷新</b> 保存此之后采取的影响。

source: Adjust the date setting between display formats<br /><br />You will <b>need to refresh</b> after saving for this to take affect.
zh_cn: 调整显示格式之间的日期设置<br /><br />你会 <b>需要刷新</b> 保存此之后采取的影响。

source: Turn Time Clock On or Off<br /><br />You will <b>need to refresh</b> after saving for this to take affect.
zh_cn: 打开或关闭时钟<br /><br />你会 <b>需要刷新</b> 保存此之后采取的影响。

source: Time Clock Module is on. (Save & <a href="javascript: window.location.reload();">Refresh</a> for change to take effect)
zh_cn: 时钟模块。 （保存及 <a href="javascript: window.location.reload();">刷新</a> 为使更改生效）

source: <b>This is the rate card that will by default be applied to all work times.<br />You can setup and manage custom rate cards from the drop-down box above.</b>
zh_cn: <b>这是收费卡，预设会被应用到所有的工作时间。<br />从下拉框中，你可以设置和管理自定义速率卡以上。</b>

source: <div align="right"><br /><br /><a href="javascript://" onclick="deletepayrollcard('{ratecard}')">Delete this card</a></div>
zh_cn: <div align="right"><br /><br /><a href="javascript://" onclick="deletepayrollcard('{ratecard}')">删除此卡</a></div>

source: pay rate changes to
zh_cn: 支付率的变化来

source: Upload a file to share with Managers & Employees in your corporation. You may upload files of the following types:
zh_cn: 上传一个文件共享与贵公司的经理及雇员。您可以上传以下类型的文件：

source: Delete Site
zh_cn: 删除网站

source: You haven't setup any locations yet.<br />
zh_cn: 你没有设置任何地点。<br />

source: <div class="grey">No Events for this time period.</div>
zh_cn: <div class="grey">这段时间内没有活动。</div>

source: Every-time an action occurs within ShiftPlanning we track this as a unique event to provide you with a detailed event log. This event log can be used to verify events, for record keeping, etc.
zh_cn: 每一次行动发生在ShiftPlanning我们跟踪作为一个独特的事件向您提供详细的事件日志。此事件日志可用于验证的事件，记录保存等

source: Single Sign-On
zh_cn: 单点登录

source: Account Name. eg:<br />{store_name} - South
zh_cn: 帐户名称。例如：<br />{store_name} - 南

source: Accounts
zh_cn: 帐户

source: Total Accounts: {c_stores}
zh_cn: 总账户： {c_stores}

source: Total Staff: {c_users}
zh_cn: 共有员工： {c_users}

source: ShiftPlanning Inc.<br />7311 NW 12 St #12, <br />PA-299, Miami, <br />Florida 33126
zh_cn: ShiftPlanning公司<br />7311净重12街12号， <br />PA-299，迈阿密， <br />佛罗里达州33126

source: Ref #:
zh_cn: 楼盘编号：

source: Sub Total:
zh_cn: 总计：

source: Total Amount</b>:
zh_cn: 总金额</b>：

source: epic fail.
zh_cn: 史诗失败。

source: error
zh_cn: 错误

source: *Exit Account Viewer
zh_cn: *退出帐户浏览器

source: Logged out of this account. Closing Window.. <script>window.top.close()</script>
zh_cn: 注销户口本。关闭窗口...... <script>window.top.close（）</script>

source: <b>Facebook login success!</b><br /><br />Please login to your ShiftPlanning account above so we can pair the two together. (You only have to do this once)
zh_cn: <b>Facebook登录成功！</b><br /><br />请登录到您的ShiftPlanning帐户以上，这样我们就可以配对在一起。 （您只需做一次）

source: <b>Google Apps login success!</b><br /><br />Please login to your ShiftPlanning account above so we can pair the two together. (You only have to do this once)
zh_cn: <b>谷歌应用程序登录成功！</b><br /><br />请登录到您的ShiftPlanning帐户以上，这样我们就可以配对在一起。 （您只需做一次）

source: Go Back
zh_cn: 返回

source: Collapse-All
zh_cn: 收缩全部

source: ok
zh_cn: 确定

source: Start Tour →
zh_cn: 开始游→

source: Hi There!
zh_cn: 您好！

source: Get Started!
zh_cn: 开始吧！

source: Continue Tour →
zh_cn: 继续游→

source: ShiftPlanning provides you with the ability to communicate with your managers the dates and times that you are unavailable for work. Weekly availability is used to set availability for routine events that are not changed on a daily basis. Future availability is used to set availability for one-time events such as meetings or special events.
zh_cn: ShiftPlanning提供与沟通的能力与你的经理，你是无法工作的日期和时间。每周可用性用来设置每天的基础上，不改变常规事件的可用性。未来的可用性是用来为一次性事件，如会议或特殊事件的可用性。

source: You can also <a href="javascript://" onclick="schedule.sync();">sync your schedule</a> with your mobile device or another calendar application.
zh_cn: 你也可以 <a href="javascript://" onclick="schedule.sync();">同步您的日程安排</a> 您的移动设备或其他日历应用程序。

source: In this section, "unassigned" can be clicked to reveal staff that still require position assignments. Next to the staff name, locations and positions are listed. To assign staff, click on the applicable checkboxes. Staff can also be assign 'by position' or 'by skill', using the respective link in the bottom of "Staff List."
zh_cn: 在本节中，“未分配”，可点击揭示工作人员，仍然需要位置分配。旁边的工作人员姓名，地点和位置列出。指派工作人员，按一下适用的复选框。工作人员还可以分配“按位置”或“技能”，“工作人员名单在底部使用各环节。”

source: You have left my setup process.<br /><br />You're free to explore, but it's important that we finish this process together so that your account will be fully operational.
zh_cn: 你已经离开我的安装过程。<br /><br />你可以自由探索，但重要的是我们一起完成这个过程，使您的帐户将全部投入使用。

source: We already have an account setup ticket in progress for you.<br />Would you like to upload another file or send us more information?
zh_cn: 我们已经在进展为您的帐户设置票证。<br />你想上传其他文件或发送给我们更多的信息？

source: ShiftPlanning is requesting that all free accounts fill-out a brief questionnaire/case-study that will help us learn from your ShiftPlanning experience.<ol><li>Grab a copy of the <a href="http://www.shiftplanning.com/free/casestudy/" target="blank">questionnaire here <img src="{aimages}notification_right_arrow.png" class="_ri" /></a></li><li>Take a moment to fill it out</li><li>Send your completed form to: <a href="mailto:allena@shiftplanning.com">allena@shiftplanning.com</a></li></ol>(Once we've received your submission, this notice will disappear, and you'll continue receiving ShiftPlanning for free!)
zh_cn: ShiftPlanning要求所有免费帐户填写一份简短的问卷/案例研究，这将有助于我们了解从ShiftPlanning经验。<ol><li>抓斗的副本 <a href="http://www.shiftplanning.com/free/casestudy/" target="blank">问卷在这里 <img src="{aimages}notification_right_arrow.png" class="_ri" /></a></li><li>花点时间填写</li><li>寄送填妥的表格： <a href="mailto:allena@shiftplanning.com">allena@shiftplanning.com</a></li></ol>（一旦我们收到您提交的，该通知将消失，你会继续免费接收ShiftPlanning！）

source: {count} new document were uploaded
zh_cn: {count} 新的文件被上传

source: Your current Web Browser, Internet Explorer {version}, is supported by ShiftPlanning. However we recommend that you <a href="http://www.microsoft.com/windows/internet-explorer/default.aspx">upgrade to the latest version</a> for the best performance and security.<br /><br />For the best experience ShiftPlanning recommends: <a href="http://www.google.com/chrome" class="red">Google Chrome</a>, <a href="http://www.mozilla.com/en-US/firefox/firefox.html" class="red">Firefox</a> or <a href="http://www.apple.com/safari/" class="red">Safari</a>. You can also try our <a href="{www}desktop/">Desktop Application</a>.
zh_cn: 您当前的Web浏览器Internet Explorer {version}，是由ShiftPlanning支持。然而，我们建议您 <a href="http://www.microsoft.com/windows/internet-explorer/default.aspx">升级到最新版本</a> 最佳的性能和安全性。<br /><br />对于最好的的经验ShiftPlanning建议： <a href="http://www.google.com/chrome" class="red">谷歌浏览器</a>， <a href="http://www.mozilla.com/en-US/firefox/firefox.html" class="red">火狐</a> 或 <a href="http://www.apple.com/safari/" class="red">野生动物园</a>。你也可以尝试我们 <a href="{www}desktop/">桌面应用程序</a>。

source: Your current Web Browser, Internet Explorer {version}, is not supported by ShiftPlanning.<br />Although some functionality will still work we recommend that you <a href="http://www.microsoft.com/windows/internet-explorer/default.aspx">upgrade to the latest version</a> immediately.<br /><br />For the best experience ShiftPlanning recommends: <a href="http://www.google.com/chrome" class="red">Google Chrome</a>, <a href="http://www.mozilla.com/en-US/firefox/firefox.html" class="red">Firefox</a> or <a href="http://www.apple.com/safari/" class="red">Safari</a>
zh_cn: 您当前的Web浏览器Internet Explorer {version}，不支持ShiftPlanning的。<br />虽然有些功能仍然可以工作，我们建议您 <a href="http://www.microsoft.com/windows/internet-explorer/default.aspx">升级到最新版本</a> 立即。<br /><br />对于最好的的经验ShiftPlanning建议： <a href="http://www.google.com/chrome" class="red">谷歌浏览器</a>， <a href="http://www.mozilla.com/en-US/firefox/firefox.html" class="red">火狐</a> 或 <a href="http://www.apple.com/safari/" class="red">野生动物园</a>

source: <a href="javascript://" onclick="_sub('staff', 'Facebook');">Setup Facebook Options for Sync, Auto-post + More <img src="{aimages}notification_right_arrow.png" class="_ri" /></a>
zh_cn: <a href="javascript://" onclick="_sub('staff', 'Facebook');">安装Facebook的选项同步，自动后+ <img src="{aimages}notification_right_arrow.png" class="_ri" /></a>

source: <a href="javascript://" onclick="_sub('staff', 'NewUser', 'id={fui}');">Upload a profile Image <img src="{aimages}notification_right_arrow.png" class="_ri" /></a>
zh_cn: <a href="javascript://" onclick="_sub('staff', 'NewUser', 'id={fui}');">上传的文件图像 <img src="{aimages}notification_right_arrow.png" class="_ri" /></a>

source: Click Here</a> to make a payment so that your account isn't suspended.
zh_cn: 点击这里</a> 不暂停，使您的帐户进行付款。

source: Your payment date is coming up in {utd} days. <a href="javascript: //" onclick="_load('admin'); _sub('admin', 'AccntOverview')">Click Here</a> to make a payment so that your account isn't suspended.
zh_cn: 您的付款日期是在 {utd} 天。 <a href="javascript: //" onclick="_load('admin'); _sub('admin', 'AccntOverview')">点击这里</a> 不暂停，使您的帐户进行付款。

source: Click Here</a> to learn about billing options so that your account isn't suspended.
zh_cn: 点击这里</a> 了解计费选项，使您的帐户没有被暂时吊销。

source: Shift Approvals<div style="float: left; margin: 10px 0 10px 0;"><i><b>Warning</b>: This is a large number of shifts. If you are not using the shift confirmation feature we recommend <a href="javascript://" onclick="_sub('admin', 'managesettings');">disabling it</a> to increase application performance in your account.</i></div>
zh_cn: 移认证<div style="float: left; margin: 10px 0 10px 0;"><i><b>警告</b>：这是一个大的转变。如果你不使用移位确认功能，我们建议 <a href="javascript://" onclick="_sub('admin', 'managesettings');">禁用它</a> 在您的帐户中增加应用程序的性能。</i></div>

source: There are {c_total} shift pickup request waiting approval
zh_cn: 有 {c_total} 移取件请求等待批准

source: Shifts need to be republished
zh_cn: 转变需要重新发布

source: View Here</a> to Accept or Decline.
zh_cn: 查看这里</a> 接受或拒绝。

source: Write New Message..
zh_cn: 写新邮件......

source: Write a Comment..
zh_cn: 撰写评论......

source: <div class="pd5">No one is scheduled to work right now.</div>
zh_cn: <div class="pd5">没有人预计到现在的工作。</div>

source: <h2>Google Apps Documents</h2>
zh_cn: <h2>谷歌应用程序文件</h2>

source: <h2>Do you enjoy using ShiftPlanning?</h2>
zh_cn: <h2>你喜欢使用ShiftPlanning的？</h2>

source: <div class="_padded">If you know anyone that would also benefit from using ShiftPlanning; Share the love & earn money!<br /><br /><a href="javascript://" onclick="_sub('dashboard', 'referrals');">Click Here to get started</a></div>
zh_cn: <div class="_padded">如果你知道任何人，也有利于使用ShiftPlanning;分享爱与挣钱！<br /><br /><a href="javascript://" onclick="_sub('dashboard', 'referrals');">点击这里开始</a></div>

source: ShiftPlanning will pay the Affiliate a commission of each ShiftPlanning subscription which is identified by a visitor from Affiliate's web site using their unique Affiliate Link. The commission amount will be calculated as 20% of the lifetime earnings for all accounts referred to ShiftPlanning.
zh_cn: ShiftPlanning将支付联盟每个ShiftPlanning认购的佣金，这是由来自联盟的网页，利用其独特的友情链接的网站的访问者确定。佣金数额将所有账户称为ShiftPlanning的终生收入的20％计算。

source: By clicking the 'continue' button I acknowledge that I have read & Agree to the above, and would like to <button onclick="_sub('dashboard', 'referrals', 'join=2');">Continue</button> →
zh_cn: 通过点击“继续”按钮，我承认，我已阅读及同意以上，并希望 <button onclick="_sub('dashboard', 'referrals', 'join=2');">继续</button> →

source: <tr><td colspan="6">You haven't referred any accounts yet. Take advantage of the resources below!</td></tr>
zh_cn: <tr><td colspan="6">你没有提到任何帐户。采取下面的资源优势！</td></tr>

source: Banners
zh_cn: 横幅

source: E-mail
zh_cn: 电子邮件

source: Welcome to your inbox,
zh_cn: 欢迎您的收件箱，

source: Connect Now
zh_cn: 立即连接

source: Facebook
zh_cn: Facebook的

source: Nice work, your Facebook account is connected!<button class="_cbutton" onclick="wizardsetup('connect_accounts&resyncfb=true');">Resync</button>
zh_cn: 不错的工作，你的Facebook帐户连接！<button class="_cbutton" onclick="wizardsetup('connect_accounts&resyncfb=true');">重新同步</button>

source: Single Sign-On, Profile Setup & Account Provisioning<button class="_cbutton" onclick="fb_clogin();">Connect Account &raquo;</button>
zh_cn: 单登录配置文件设置和帐户配置<button class="_cbutton" onclick="fb_clogin();">连接帐户»</button>

source: Google Apps
zh_cn: Google企业应用套件

source: Nice work, your Google Apps account is connected! <button class="_cbutton" onclick="wizardsetup('connect_accounts&resyncga=true');">Resync</button>
zh_cn: 尼斯的工作，您的“Google Apps帐户连接！ <button class="_cbutton" onclick="wizardsetup('connect_accounts&resyncga=true');">重新同步</button>

source: Nice work, your email account is connected! <button class="_cbutton" onclick="wizardsetup('add_from_email');">Resync</button>
zh_cn: 尼斯的工作，您的电子邮件帐户连接！ <button class="_cbutton" onclick="wizardsetup('add_from_email');">重新同步</button>

source: Email
zh_cn: 电子邮件

source: In a few seconds I'm going to take you into your shiny new ShiftPlanning account and show you how to check your schedule, set your availability + More. Before I do, here are <b>a few important things to remember:</b>
zh_cn: 在几秒钟内，我会考虑到您有光泽的新ShiftPlanning帐户你，告诉你如何检查你的日程安排，设置您的可用性+更多。在我之前，这里有 <b>一些重要的事情要记住：</b>

source: Mobile Access
zh_cn: 移动接入

source: Single Sign-On, Profile Sync<button class="_cbutton" onclick="fb_clogin();">Connect Account &raquo;</button>
zh_cn: 单点登录，资料同步<button class="_cbutton" onclick="fb_clogin();">连接帐户»</button>

source: Vacation Management:
zh_cn: 休假管理：

source: Upcoming time off:
zh_cn: 即将举行的休息时间：

source: From:
zh_cn: 来自：

source: Comments:
zh_cn: 评论：

source: Shift Pickup Requests Needing Approval:
zh_cn: 转移皮卡请孤男寡女批准：

source: Available Shifts:
zh_cn: 可用的转变：

source: Pages:
zh_cn: 网页：

source: Will put you into overtime
zh_cn: 会把你进入加时赛

source: Manage Shift Trades:
zh_cn: 管理移位贸易：

source: <b>You're not currently setup to use the Shift Approval module.</b><br /><br />If you would like to activate it you can
zh_cn: <b>目前，你不设置使用Shift审批模块。</b><br /><br />如果你想激活它可以

source: Vacation Request needing approval
zh_cn: 休假申请需要批准

source: There are {total_pending} shift pickup request waiting approval
zh_cn: 有 {total_pending} 移取件请求等待批准

source: Karma
zh_cn: 因果报应

source: Twitter
zh_cn: 叽叽喳喳

source: Api
zh_cn: 阿比

source: Coming Soon!
zh_cn: 预告！

source: Legal
zh_cn: 法律

source: Workforce Management
zh_cn: 劳动力管理

source: Employee Scheduling
zh_cn: 员工排班

source: Shift Scheduling Software
zh_cn: 排班软件

source: Intranet
zh_cn: 内部网

source: Casino Employee Scheduling
zh_cn: 赌场员工排班

source: Night Club Employee Scheduling
zh_cn: 夜总会员工排班

source: Mobile Web Application Developer
zh_cn: 移动Web应用程序开发

source: year
zh_cn: 年

source: experience with (handcoded) XHTML, CSS, JS in a full-time position.
zh_cn: 经验（硬编码的）的XHTML，CSS，JS一个全职的位置。

source: Front-End Web Application Developer
zh_cn: 前端Web应用程序开发

source: experience with (handcoded) XHTML, HTML5, CSS, JS in a full-time position.
zh_cn: 经验（硬编码的）的XHTML，HTML 5，CSS，JS一个全职的位置。

source: Are you sure you want to delete this skill? This will remove it from all currently associated employees.
zh_cn: 你确定要删除这个技能吗？这将删除从目前相关的所有员工。

source: pm
zh_cn: 下午

source: A
zh_cn: 一

source: B
zh_cn: 乙

source: C
zh_cn: Ç

source: D
zh_cn: ð

source: E
zh_cn: é

source: G
zh_cn: Ğ

source: John Smith
zh_cn: 约翰·史密斯

source: 3pm
zh_cn: 下午3点

source: 8:30pm
zh_cn: 30分至晚上8时30分

source: Jane Smith
zh_cn: 珍妮·史密斯

source: 2pm
zh_cn: 下午2点

source: 7:30pm
zh_cn: 下午7:30

source: 3pm - 8:30pm
zh_cn: 下午3:00 - 下午8:30

source: 3pm - 9:30pm
zh_cn: 下午3:00 - 晚上9:30

source: 3pm - 7:30pm
zh_cn: 下午3:00 - 下午7:30

source: Quick Links
zh_cn: 快速链接

source: ShiftPlanning BlackBerry App
zh_cn: ShiftPlanning黑莓App

source: ShiftPlanning Android App
zh_cn: ShiftPlanning Android应用程序

source: you tube
zh_cn: 你管

source: rss feed
zh_cn: RSS订阅

source: SMS
zh_cn: 短信

source: Please verify that you have the right country/carrier/phone number entered above. Make sure you wait up to 5
zh_cn: 请确认您有正确的国家/承运人/电话输入的号码上面。确保您等待5

source: Extras:
zh_cn: 演员：

source: E-mail:
zh_cn: 电子邮箱：

source: Work Schedule Software
zh_cn: 工作日程软件

source: Link Instructions
zh_cn: 链接说明

source: Linking instructions to Us
zh_cn: 我们的连接说明

source: Here are a few examples of text & logo links that you can use:
zh_cn: 这里的文字和标识的链接，您可以使用的几个例子：

source: donated by ShiftPlanning.
zh_cn: 由ShiftPlanning捐赠。

source: Calendar Sync
zh_cn: 日历同步

source: iPhone App
zh_cn: iPhone应用程序

source: E-Mail
zh_cn: 电子邮件

source: Branding
zh_cn: 品牌

source: Entrepreneur Ryan Fyfe conjectured that employee scheduling was better suited online where it could be accessible at all times. He also foresaw a dedicated scheduling application that could go beyond simple hourly scheduling to enable other functionality such as automatic shift swapping, vacation planning, reporting -- all situations that were currently eating into valuable management time and hurting businesses bottom line. After thoroughly reviewing what solutions were already available and validating the idea with business owners themselves, Fyfe took his entrepreneurial and web development talents to quickly assemble a talented team to develop and bring ShiftPlanning to market less than a year later. Since then, ShiftPlanning has grown to be the top choice workforce software of franchises, small businesses, and large organizations in over 60
zh_cn: 瑞安伊夫企业家推测，员工排班网上更适合的地方，它可能是在任何时候访问。他还预见到一个专用的调度中的应用，可能超越了简单的每小时调度，使其他功能，如自动交换转变，度假计划，报告 - 所有的情况，目前吃进了宝贵的管理时间和伤害企业的底线。全面检讨什么解决方案已经获得验证与企业主自己的想法后，伊夫了他的创业和Web开发人才能够快速组装发展带来ShiftPlanning推向市场不到一年后的人才队伍。此后，ShiftPlanning已发展成为专营权的员工的首选软件，小型企业，并在60多个大型组织

source: across the globe.
zh_cn: 遍布全球。

source: We are continually adapting ShiftPlanning to make it more intuitive and beneficial to our customers by developing features and functionality designed to provide further workforce management automation and flexibility (<a href="/roadmap/">see our roadmap</a>). However, while we aim to make our online employee scheduling software as easy-to-use as possible, sometimes employee schedulers can have complex needs. That's where our dedicated and experienced customer support comes in handy. Shiftplanning's support is second to none and our customers appreciate that. Having knowledgeable staff around the clock means that our clients are always instantly satisfied.
zh_cn: 我们不断适应ShiftPlanning的，使开发设计提供进一步的人力资源管理的自动化和灵活性的特点和功能，它更直观，更利于我们的客户（<a href="/roadmap/">见我们的路线图</a>）。然而，尽管我们的目标是使我们的在线员工排班软件易于使用尽可能，有时雇员调度可以有复杂的需求。这就是我们的专业和经验丰富的客户支持中派上用场。 shiftplanning的支持是首屈一指的，我们的顾客欣赏。有知识渊博的工作人员全天候意味着我们的客户总是即刻满意。

source: We are committed not only to providing our clients with unrivaled support but also with security and reliability they can trust. ShiftPlanning is built on top of the latest web technologies and hosted in a state of the art data center in Fremont, California to make sure that we can scale to deliver the speed and up-time that our subscribers deserve. We have taken extensive measures at all levels to ensure that user data is safe within our system including: SSL security, encrypted user passwords, automatic timeout, hourly data backup and Admin control of employee settings. Lastly, to give you complete peace of mind, you can download your own account data at anytime.
zh_cn: 我们不仅致力于提供无与伦比的支持，而且还与他们可以信任的安全性和可靠性的客户。加州ShiftPlanning是建立在最新的网络技术，在一个国家最先进的数据中心在Fremont主办，以确保我们可以扩展到提供的速度和时间，我们的用户值得。我们已在各级采取广泛的措施，以确保用户的数据是在我们的系统安全包括：SSL安全加密的用户密码，自动超时，每小时的数据备份和管理控制员工设置。最后，给你完全放心，你可以随时下载自己的帐户数据。

source: A webcam and Flash Player 9 are required to use this clock in/out. If you have a webcam installed, and do not see the video capture, it means you need to upgrade your flash player.<br /><br />If you don't have a webcam you will have to contact your manager.
zh_cn: 一个摄像头和Flash Player 9 /输出需要使用这个时钟。如果你安装有一个摄像头，并没有看到视频拍摄，这意味着您需要升级您的Flash Player。<br /><br />如果你没有一个摄像头，你将有你的经理联系。

source: Capture Image to Clock
zh_cn: 捕捉图像到时钟

source: Out
zh_cn: 出

source: In
zh_cn: 在

source: You must be assigned to a schedule(position) by your administrator to be able to use the clock in/out terminal.<br />Please contact management for details.</span>
zh_cn: 你必须分配到时间表（位置）由您的管理员能够使用时钟/输出端子。<br />有关详细信息，请联系管理。</span>

source: De-
zh_cn: 德

source: X-Small
zh_cn: 超小

source: X-Large
zh_cn: X大

source: Back to Scheduler
zh_cn: 备份到计划

source: Visual
zh_cn: 视觉

source: <b>No staff matched your query</b>
zh_cn: <b>没有工作人员符合您查询</b>

source: is not scheduled on any upcoming shifts. <br /><br />To ensure you are getting scheduled when you should be please make sure your <a href="javascript://" onclick="_sub('staff', 'Availability', 'id={forum_user}');">availability</a> is accurate and kept up to date.</div>
zh_cn: 没有安排任何即将到来的变化。 <br /><br />为了确保你正在计划时，你应该请确保您的 <a href="javascript://" onclick="_sub('staff', 'Availability', 'id={forum_user}');">可用性</a> 是准确的，并保持最新。</div>

source: Select-All
zh_cn: 选择所有

source: You can upload .csv files with any format. Once the file is uploaded you will be able to match your fields against our values to ensure we catch all your information. Below is a complete list of accepted field types we accept.
zh_cn: 你可以上传任何格式的csv文件。一旦文件被上传，您将能够对我们的价值观相匹配的领域，以确保我们赶上您的所有信息。下面是一个公认的字段类型，我们接受的完整列表。

source: <br /><br />--<br /><br />If you would like to change the main user on this account, please select another user here:<br /><br />
zh_cn: <br /><br />-<br /><br />如果你想改变这个帐户上的主要用户，请选择另一个用户：<br /><br />

source: <br /><br />--<br /><br />If you would like to change the main user on this account, please promote another user to 'Manager' permissions, and then return here to remove yourself as the main admin.
zh_cn: <br /><br />-<br /><br />如果你想改变这个帐户的主要用户，请另一个用户，以促进“管理”权限，然后回到这里删除自己作为主管理。

source: <b>Need more detail?</b>
zh_cn: <b>需要更多的细节？</b>

source: <b>Too much detail?</b>
zh_cn: <b>太多的细节？</b>

source: (Hotmail, Gmail, etc)
zh_cn: （的Hotmail，Gmail会等）

source: Once employees are added they need to be <a href="javascript://" onclick="_sub('staff', 'GroupAssign');">'assigned' to a position</a> in order to actually be scheduled on a shift. We also recommend using the <a href="javascript://" onclick="_sub('staff', 'ManageSkills');">skills</a> feature to help filter employees quickly where needed.
zh_cn: 一旦员工正在增加，他们需要 <a href="javascript://" onclick="_sub('staff', 'GroupAssign');">“分配”到一个位置</a> 以实际安排上的转变。我们也建议使用 <a href="javascript://" onclick="_sub('staff', 'ManageSkills');">技能</a> 功能，以帮助过滤员工迅速在需要的地方。

source: Jane
zh_cn: 简

source: Note - This is for Google Apps - Not Gmail accounts. If you want to <a href="javascript: // Add Multiple Users" onclick="_sub('staff', 'module', 'sub=addressbook');">import contacts from Gmail click here</a>.
zh_cn: 注 - 没有Gmail帐户 - 这是Google企业应用套件。如果你想 <a href="javascript: // Add Multiple Users" onclick="_sub('staff', 'module', 'sub=addressbook');">从Gmail导入联系人，点击这里</a>。

source: Sms Sent - If you haven't receive it yet, allow 5 minutes before trying again.
zh_cn: 短信发送 - 如果你还没有收到它，但允许前5分钟再次尝试。

source: <b>Ping Sent!</b>
zh_cn: <b>Ping发送！</b>

source: via
zh_cn: 通过

source: sms
zh_cn: 短信

source: Happy Birthday from everyone at
zh_cn: 从大家生日快乐
