Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Tag employees with different skills so that you can quickly filter them later on. For example: Do you need an employee that can speak a certain language? Or an employee with a certain skill to work in the Kitchen?
es_es: Los empleados de etiquetas con diferentes habilidades para que rápidamente se puedan filtrar más adelante. Por ejemplo: ¿Necesita usted un empleado que puede hablar un determinado idioma? O un empleado con una cierta habilidad para trabajar en la cocina?
zh_cn: 标签具有不同技能的员工，使您可以快速筛选以后。例如：你需要的雇员，可以说有一定的语言？在厨房工作或具有一定技能的员工？

source: Staff Gallery
es_es: Personal de la galería
zh_cn: 员工画廊

source: Employees have access to view the Staff Gallery, which contains the photos & names of their co-workers. This is a great way to familiarize themselves with whom they work, and also a great way to remember names.
es_es: Los empleados tienen acceso para ver la galería de Personal, que contiene las fotos y nombres de sus compañeros de trabajo. Esta es una gran manera de familiarizarse con los que trabajan, y también una gran manera de recordar los nombres.
zh_cn: 员工可以访问查看员工库，其中包含的照片和他们的同事的名字。这是一个伟大的方式，熟悉他们的工作本身，也是一个伟大的方式来记住名称。

source: Providing staff with 24/7 access to their upcoming schedules eliminates the need for them to call or come in just to find out when they work.
es_es: Proporcionar al personal con acceso 24/7 para sus próximos programas se elimina la necesidad de que llamar o venir solo para descubrir que cuando trabajan.
zh_cn: 提供24/7访问他们即将推出的时间表的工作人员无需为他们打电话或只是为了找出他们的工作时。

source: Available Shifts
es_es: Los turnos disponibles
zh_cn: 可移

source: ShiftPlanning allows you to create 'Open Shifts'. This allows employees to logon and select which days they would like to work (with managers approval).
es_es: ShiftPlanning le permite crear los turnos de trabajo abierta &quot;. Esto permite a los empleados de inicio de sesión y seleccione los días que le gustaría trabajar (con la aprobación de los administradores).
zh_cn: ShiftPlanning允许你创建“开放式移&#39;。这使员工登录和选择这天，他们想工作（经理批准）。

source: Keeping open lines of communication is important at any business. ShiftPlanning provides a safe communication system to discuss work related issues, ask questions or simply just to check in.
es_es: Mantener abiertas las líneas de la comunicación es importante en cualquier negocio. ShiftPlanning ofrece un sistema de comunicación seguro para discutir cuestiones relacionadas con el trabajo, hacer preguntas o simplemente para comprobar in
zh_cn: 保持畅通的沟通是很重要的，在任何业务。 ShiftPlanning提供了一个安全的通信系统，讨论相关问题的工作，提出问题，或只是简单地办理登机手续。

source: Collecting Data
es_es: Recopilación de datos
zh_cn: 收集数据

source: ShiftPlanning provides a forms that you can print that will help you collect staff information for the first time. This includes fields such as: e-mail, availability, phone number, address, etc.
es_es: ShiftPlanning proporciona una forma que usted puede imprimir que le ayudará a recopilar información personal por primera vez. Esto incluye áreas tales como: correo electrónico, la disponibilidad, número de teléfono, dirección, etc
zh_cn: ShiftPlanning提供了一种形式，您可以打印，将帮助您收集人员首次信息。这包括领域，如：电子邮件，可用性，电话号码，地址等。

source: Mobile Version
es_es: Versión móvil
zh_cn: 移动版

source: Access a mobile version of ShiftPlanning's staff scheduling software from any web enabled mobile device. This means you have access to ShiftPlanning from anywhere, at any time.
es_es: Acceder a una versión móvil del software de programación de personal ShiftPlanning desde cualquier dispositivo habilitado para Internet móvil. Esto significa que usted tiene acceso a ShiftPlanning desde cualquier lugar, en cualquier momento.
zh_cn: 从任何网络功能的移动设备访问ShiftPlanning的工作人员调度软件的移动版本。这意味着你必须在任何时候访问随时随地ShiftPlanning，。

source: Employee Performance
es_es: Desempeño de los empleados
zh_cn: 员工绩效

source: ShiftPlanning has built-in reporting to let you easily track the performance of your staff. Who is coming in late? Missing the most shifts, etc.?
es_es: ShiftPlanning ha incorporado en la presentación de informes que te permite fácilmente realizar el seguimiento del desempeño de su personal. ¿Quién viene en la tarde? Falta la mayor cantidad de turnos, etc?
zh_cn: ShiftPlanning有内置的报告，让您轻松地跟踪您的员工的表现。谁是未来下旬？缺少变化，等等？

source: Allowing employees to update their changing availabilities, means that you always have the most accurate data when you go to make the schedule.
es_es: Permitir a los empleados para actualizar sus disponibilidades de cambio, significa que siempre tenga los datos más precisos cuando se va a hacer el programa.
zh_cn: 让员工更新不断变化的供应量，这意味着你始终拥有最准确的数据，当你去作的时间表。

source: With the built-in Vacation System employees can request time off. Once a manager has accepted that time off, it will save in the system so that the employee can't be booked by mistake.
es_es: Con los empleados del sistema integrado en vacaciones puede pedir tiempo libre. Una vez que un gerente ha aceptado que el tiempo libre, se guardará en el sistema para que el empleado no puede ser reservado por error.
zh_cn: 与内置的休假制度的员工可以要求休息时间。一旦经理人已经接受了那个时候，它会保存在系统中，使员工不能被错误地预订。

source: ShiftPlanning generates a Karma score for your employees based on their attendance records and other factors. This is a unique variable that you can use when prioritizing shift allocations, or for bonuses, and more.
es_es: ShiftPlanning genera una puntuación de karma para sus empleados en base a sus registros de asistencia y otros factores. Se trata de una única variable que se puede utilizar la hora de priorizar las asignaciones de turno, o para las primas, y mucho más.
zh_cn: ShiftPlanning产生噶为您的员工对他们的考勤记录和其他因素的得分。这是一个独特的变量，您可以使用优先分配的转变，或奖金，更时。

source: At a glance as soon as you login to our staff scheduling software we'll let you know what has happened since you were last online, as well as remind you of all outstanding action items.
es_es: A primera vista tan pronto como se ingresa a nuestro software de planificación de personal que le permiten saber lo que ha sucedido desde que estaban en línea última, así como recordar todos los puntos de acción en circulación.
zh_cn: 一目了然，尽快为您登录到我们的工作人员的调度软件，我们会让你知道发生了什么事，因为你是最后上线，以及提醒你的所有悬而未决的行动项目。

source: Quickly find out who is (or should be) working right now. Is an employee scheduled, but hasn't shown up yet? ShiftPlanning will allow you to quickly get in contact with them.
es_es: Rápidamente averiguar quién es (o debería ser) que trabajan en estos momentos. Está previsto que un empleado, pero no ha llegado todavía? ShiftPlanning le permitirá llegar rápidamente en contacto con ellos.
zh_cn: 迅速找出谁是​​（或应该）工作。是雇员的计划，但一直没有显示？ ShiftPlanning将让你迅速得到与他们接触。

source: Share documents within ShiftPlanning's secure application to enable provide everyone in your organization with convenient access.
es_es: Compartir documentos dentro de la aplicación segura ShiftPlanning para permitir ofrecer a cada uno en su organización con un cómodo acceso.
zh_cn: ShiftPlanning的安全应用程序内的共享文件，使组织中的每个人提供方便。

source: Staff Communication - Intranet - Workforce Management
es_es: Personal de Comunicación - Intranet - Workforce Management
zh_cn: 员工沟通 - 联网 - 劳动力管理

source: Staff Communication & management made easy!
es_es: Comunicación entre el personal y la gestión de fácil!
zh_cn: 员工沟通与管理变得容易！

source: Whether sending a message, posting an event, or sharing a file - with ShiftPlanning your employee staff room is always open.</p><p>ShiftPlanning's online environment is comfortable for your staff, and helps promote improved communication and team work leading to increased productivity and ultimately profits for your business.
es_es: Si el envío de un mensaje, publicar un evento, o compartir un archivo - con ShiftPlanning su habitación el personal empleado está siempre abierta.</p><p>Entorno en línea ShiftPlanning es cómodo para su personal, y ayuda a promover una mejor comunicación y trabajo en equipo que lleva a una mayor productividad y por último las utilidades para su negocio.
zh_cn: 是否发送消息，张贴事件，或共享文件 - 与ShiftPlanning雇员的工作人员房间始终是敞开的。</p><p>ShiftPlanning的在线环境舒适，为您的员工，并有助于促进更好的沟通和团队工作，从而为您的企业提高生产力和最终利润。

source: Keep communication lines open
es_es: Mantenga las líneas de comunicación abiertas
zh_cn: 保持开放的通信线路

source: ShiftPlanning helps you put your employees in control of their own schedules. Employees have the ability to check their upcoming schedule, request shifts, set their availability, request vacations, trade shifts, and more.
es_es: ShiftPlanning le ayuda a poner a sus empleados en el control de sus propios horarios. Los empleados tienen la posibilidad de revisar su calendario de eventos, solicitud de turnos, establecer su disponibilidad, las vacaciones de la petición, los cambios comerciales, y mucho más.
zh_cn: ShiftPlanning帮助你把你的员工在控制自己的时间表。员工有能力检查其即将推出的时间表，要求的变化，其可用性，请求休假，贸易转移，更多的设置。

source: At a glance as soon as you login we'll let you know what has happened since you were last online, as well as remind you of all oustanding action items.
es_es: A primera vista tan pronto como se ingresa se lo haremos saber lo que ha ocurrido desde que se conectó la última vez, así como recordar todos los elementos sobresalientes de acción.
zh_cn: 一目了然，尽快为您登录我们会让你知道发生了什么事，因为你上次在线，以及提醒你的所有奥斯坦丁行动项目。

source: Payroll Calculator Totals and Records Employee Payroll from Time sheets
es_es: Los totales de nómina y la calculadora de nómina de empleados de las hojas de tiempo
zh_cn: 薪金计算器汇总和考勤表记录员工薪资

source: ShiftPlanning provides the easiest way to calculate working hours of employees and export directly for online payroll processing.
es_es: ShiftPlanning proporciona la manera más fácil de calcular las horas de trabajo de los empleados y exportar directamente para el procesamiento de nóminas en línea.
zh_cn: ShiftPlanning提供了最简单的方法来计算员工的工作时间和网上工资单处理直接出口。

source: payroll reporting, payroll calculator, ShiftPlanning, payroll software, small business accounting
es_es: informes sobre la planilla, calculadora de nómina, ShiftPlanning, software de nómina, contabilidad de pequeñas empresas
zh_cn: 工资报表，工资计算器，ShiftPlanning，工资软件，小企业会计

source: Payroll Calculator for Online Payroll Processing
es_es: Payroll Calculator para el procesamiento de nómina en línea
zh_cn: 薪金计算器在线薪资处理

source: ShiftPlanning's online workforce management application is completely integrated meaning that all your data from your schedules to your actual employee's clocked time can be taken directly to payroll for online processing.</p><p>Pulling reports and exporting data to your favorite payroll application is as easy as a click of the mouse. Data can be used from our shift confirmation and online time clocking system as well as from your own custom export/reports.
es_es: ShiftPlanning de solicitud en línea de gestión de fuerza de trabajo está completamente integrado que significa que todos los datos de sus horarios en tiempo real registró su empleado se puede tomar directamente de la nómina para el procesamiento en línea.</p><p>Tirando de informes y exportación de datos a la aplicación de nómina favorita es tan fácil como un clic del ratón. Los datos pueden ser utilizados a partir de la confirmación del cambio y el sistema en línea en tiempo de reloj, así como de su propia medida de las exportaciones / informes.
zh_cn: ShiftPlanning的在线人力资源管理中的应用完全集成的意义，所有的数据从你的时间表，以您的实际雇员的主频时间可以直接在线处理工资单。</p><p>拉动报告和数据导出到您最喜爱的工资单应用程序，只要点击鼠标一样简单。数据可用于从转移的确认和在线时间的时钟系统，以及从自己定制的出口/报告。

source: Full Data Access to payroll calculator
es_es: Los datos de acceso completo a la calculadora de nómina
zh_cn: 完整的数据访问工资计算器

source: With ShiftPlanning you have full access to your data. We provide tons of export options from individual schedules, employees to full account export. Data can also be accessed through our Data API.
es_es: Con ShiftPlanning usted tiene acceso completo a sus datos. Ofrecemos toneladas de opciones de exportación de los calendarios individuales, empleados a la exportación en cuenta. Los datos también se puede acceder a través de nuestra API de datos.
zh_cn: 与ShiftPlanning，你有完全访问您的数据。我们提供出口选择充分考虑到出口，从个人的日程，员工万吨。数据也可以通过我们的数据API访问。

source: Data Export
es_es: Exportación de datos
zh_cn: 数据导出

source: Integration with your favorite small business payroll software
es_es: Integración con su software favorito pequeña nómina de negocio
zh_cn: 与您最喜爱的小企业薪资软件​​集成

source: ShiftPlanning is already enabled to work with 3rd party payroll processors such as ADP, Paychex, Quickbooks and tons more! Through direct exports your data seamlessly flows between your schedule and time-sheets into your payroll!
es_es: ShiftPlanning ya está habilitado para trabajar con procesadores de 3 º de nómina, tales como ADP, Paychex, QuickBooks y un montón más! A través de las exportaciones directas de los datos sin problemas entre los flujos de su horario y tiempo de las hojas-en su nómina!
zh_cn: ShiftPlanning已经启用ADP，以Paychex，QuickBooks和万吨以上，如工资与第三方处理器的工作！通过直接出口的数据无缝地流入你的工资之间的日程和时间表！

source: 3rd Party Integration
es_es: Integración tercera parte
zh_cn: 第三方集成

source: Real Time Reports
es_es: Informes en tiempo real
zh_cn: 实时报告

source: Pulling reports on your schedule and employee data is a breeze. Simply select a report type, and then you can quickly filter the data by schedule and by timeline.
es_es: Pulling informes sobre su horario y datos de los empleados es una brisa. Sólo tiene que seleccionar un tipo de informe, a continuación, usted puede filtrar los datos de horario y por la línea de tiempo.
zh_cn: 拉你的日程安排和雇员数据的报告，是一件轻而易举的。只需选择一种报告类型，那么你就可以快速筛选数据按日程和时间表。

source: Print & Export
es_es: Imprimir y Exportar
zh_cn: 打印导出

source: ShiftPlanning allows you to easily print or export any report to .csv file which can be taken to online payroll processing software.
es_es: ShiftPlanning le permite imprimir fácilmente o exportar cualquier informe a. Csv que se puede tomar a la línea de software de procesamiento de la nómina.
zh_cn: ShiftPlanning让您可以轻松打印或导出的任何报告。csv文件，可以采取网上工资单处理软件。

source: ShiftPlanning has a robust Rate Card features that allows you to customize employee rates by overtime, time of day, position and tons more!
es_es: ShiftPlanning tiene algunas características sólida tasa de tarjeta que le permite personalizar las tasas de los empleados por horas extraordinarias, la hora del día, la posición y un montón más!
zh_cn: ShiftPlanning有一个强大的利率卡的功能，允许你定制加班雇员房价，一天，地位和万吨以上的时间！

source: Accounting
es_es: Contabilidad
zh_cn: 会计

source: Using the optional Attendance Confirmation tools, ShiftPlanning allows you to accurately use the data for accounting and in small business payroll processing software.
es_es: Utilizando los instrumentos de asistencia opcional de confirmación, ShiftPlanning le permite utilizar con precisión los datos de la contabilidad y en el software de procesamiento de la nómina de pequeñas empresas.
zh_cn: ShiftPlanning使用可选的确认出席的工具，让您准确使用会计和小企业薪资处理软件中的数据。

source: Single-Click Export to Payroll
es_es: Un solo clic en Exportar a Nómina
zh_cn: 单单击导出到薪资

source: With a single click you can easily export your data into 3rd party payroll providers such as ADP, Paychex, Quickbooks, Ceridian, Wells Fargo, and <a href="http://www.shiftplanning.com/blog/updated-employee-payroll-update-payroll-provider-exports.html">many more</a>.
es_es: Con un solo clic usted puede exportar sus datos en 3 ª proveedores de nómina, tales como ADP, Paychex, Quickbooks, Ceridian, Wells Fargo, y <a href="http://www.shiftplanning.com/blog/updated-employee-payroll-update-payroll-provider-exports.html">muchos más</a>.
zh_cn: 只需点击一下，你可以很容易地导出到第三方供应商如ADP，以Paychex的Quickbooks，Ceridian，富国的工资数据， <a href="http://www.shiftplanning.com/blog/updated-employee-payroll-update-payroll-provider-exports.html">许多</a>。

source: Mobile Access - Workforce Management & Employee Scheduling
es_es: Mobile Access - Fuerza de Trabajo de Gestión y Programación de los empleados
zh_cn: 移动接入 - 劳动力管理及员工排班

source: Full Mobile Access and native smart phone applications
es_es: Acceso total al móvil y las aplicaciones nativas de teléfonos inteligentes
zh_cn: 全移动接入和本地智能手机应用程序

source: ShiftPlanning's online workforce management application is ready to be put to work for your business, anytime, anywhere.</p><p>ShiftPlanning works with web-enabled smart-phones and our upcoming iPhone, BlackBerry and Android applications will extend our mobile employee scheduling and time clocking capabilities even further.
es_es: ShiftPlanning de solicitud en línea de gestión de fuerza de trabajo está listo para ser puesto a trabajar para su negocio, en cualquier momento y en cualquier lugar.</p><p>ShiftPlanning trabaja con habilitadas para la web los teléfonos inteligentes iPhone y nuestro próximo, las aplicaciones de BlackBerry y Android se extenderá nuestra programación de los empleados móviles y tiempo de reloj capacidades aún más.
zh_cn: ShiftPlanning的在线人力资源管理中的应用，是随时可以把您的业务工作，随时随地。</p><p>ShiftPlanning网络功能的智能手机和我们即将推出的iPhone，黑莓和Android应用程序，将我们的移动员工调度和时间时钟功能进一步扩展。

source: Access a mobile version of ShiftPlanning from any web enabled mobile device. This means you have access to ShiftPlanning's employee scheduling, time clocking, and workforce management software from anywhere, at any time.
es_es: Acceso a una versión para móviles de ShiftPlanning desde cualquier dispositivo habilitado para Internet móvil. Esto significa que usted tiene acceso a la programación de los empleados ShiftPlanning, el tiempo de reloj, y el software de gestión de fuerza de trabajo desde cualquier lugar, en cualquier momento.
zh_cn: 从任何网络功能的移动设备访问移动版的ShiftPlanning。这意味着你有机会到ShiftPlanning的雇员调度，时钟时间，人力资源管理软件，从任何地方，任何时间。

source: Smart Phone Applications
es_es: Aplicaciones Smart Phone
zh_cn: 智能手机应用程序

source: We are currently hard at work on full native applications for the three most popular smartphone platforms: iPhone, BlackBerry and Google Android. These full applications will be ready early 2011.
es_es: En estos momentos estamos trabajando duro en pleno aplicaciones nativas para las tres plataformas de teléfonos inteligentes más populares: iPhone, BlackBerry y Android de Google. Estas aplicaciones completos estarán listos a principios de 2011.
zh_cn: 目前，我们正在努力工作在三种最流行的智能手机平台的本机应用程序：iPhone，黑莓和谷歌Android。这些完整的应用程序将是准备在2011年初。

source: Access a mobile version of ShiftPlanning from any web enabled mobile device. This means you have access to ShiftPlanning from anywhere, at any time.<br /><a href="/app/mobile/">www.shiftplanning.com/app/mobile/</a>
es_es: Acceso a una versión para móviles de ShiftPlanning desde cualquier dispositivo habilitado para Internet móvil. Esto significa que usted tiene acceso a ShiftPlanning desde cualquier lugar, en cualquier momento.<br /><a href="/app/mobile/">www.shiftplanning.com/app/mobile/</a>
zh_cn: 从任何网络功能的移动设备访问移动版的ShiftPlanning。这意味着你必须在任何时候访问随时随地ShiftPlanning，。<br /><a href="/app/mobile/">www.shiftplanning.com/app/mobile/</a>

source: SMS Notifications
es_es: Notificaciones SMS
zh_cn: 短信通知

source: Blackberry devices can use our mobile friendly version of our application by browsing to: <a href="/app/">www.shiftplanning.com/app/</a>.<br />For our <a href="http://appworld.blackberry.com/webstore/content/44192?lang=en">Native Blackberry App Click Here</a>.
es_es: Los dispositivos de BlackBerry puede utilizar nuestra versión móvil fácil de nuestra aplicación de la navegación a: <a href="/app/">www.shiftplanning.com/app/</a>.<br />Por nuestra <a href="http://appworld.blackberry.com/webstore/content/44192?lang=en">Aplicación nativa de Blackberry Haga clic aquí</a>.
zh_cn: BlackBerry设备可以使用我们的应用程序的友好我们的移动版本，浏览到： <a href="/app/">www.shiftplanning.com/app/</a>。<br />对于我们的 <a href="http://appworld.blackberry.com/webstore/content/44192?lang=en">本机黑莓App点击这里</a>。

source: To learn more about ShiftPlanning's native iPhone App, and are web-app please see:<br /><br /><a href="/iphone/">www.shiftplanning.com/iphone/</a>
es_es: Para obtener más información acerca de App ShiftPlanning del iPhone nativa, y son de aplicación Web por favor visite:<br /><br /><a href="/iphone/">www.shiftplanning.com/iphone/</a>
zh_cn: 要了解更多有关ShiftPlanning的原生iPhone应用程序，Web应用程序，请参阅：<br /><br /><a href="/iphone/">www.shiftplanning.com/iphone/</a>

source: Android devices can use our mobile friendly version of our application by browsing to: <a href="/app/">www.shiftplanning.com/app/</a>.<br />For our <a href="https://market.android.com/details?id=com.ShiftPlanning&feature=search_result">Native Android App Click Here</a>.
es_es: Dispositivos Android pueden usar nuestra versión móvil fácil de nuestra aplicación accediendo a: <a href="/app/">www.shiftplanning.com/app/</a>.<br />Por nuestra <a href="https://market.android.com/details?id=com.ShiftPlanning&feature=search_result">Aplicación nativa de Android Haga clic aquí</a>.
zh_cn: Android设备可以使用浏览到我们的行动我们的应用程序的友好版本： <a href="/app/">www.shiftplanning.com/app/</a>。<br />对于我们的 <a href="https://market.android.com/details?id=com.ShiftPlanning&feature=search_result">原生的Andr​​oid应用点击</a>。

source: Tablet App
es_es: Tablet aplicación
zh_cn: 平板电脑应用

source: ShiftPlanning is currently developing a tablet app which will be available within the next 4 weeks. For now we recommend using our <a href="/app/">desktop app</a>, and our <a href="/iphone/">mobile app</a>.
es_es: ShiftPlanning está desarrollando una aplicación de tableta, que estará disponible dentro de las próximas 4 semanas. Por ahora recomendamos el uso de nuestra <a href="/app/">aplicación de escritorio</a>, Y nuestra <a href="/iphone/">Mobile App</a>.
zh_cn: ShiftPlanning目前正在开发片剂应用程序，这将是在未来4个星期。现在我们建议使用我们的 <a href="/app/">桌面应用程序</a>，我们 <a href="/iphone/">移动应用程序</a>。

source: Integration - Workforce Management & Employee Scheduling
es_es: Integración - Workforce Management y Programación de los empleados
zh_cn: 整合 - 劳动力管理及员工排班

source: Seamless Integration with apps you already use
es_es: La integración sin fisuras con las aplicaciones que ya utilizan
zh_cn: 你已经使用的应用程序的无缝集成

source: ShiftPlanning's online workforce management and employee scheduling application integrates 'out-of-the box' with applications that your business is already using.</p><p>This eliminates tedious setup and speeds up getting your staff and data integrated and online.
es_es: Gestión de fuerza de trabajo ShiftPlanning en línea y aplicación de programación empleado integra &#39;out-of-the box &quot;con las aplicaciones que su empresa ya está utilizando.</p><p>Esto elimina la tediosa configuración y acelera la obtención de su personal y los datos integrados y en línea.
zh_cn: ShiftPlanning的在线人力资源管理和员工排班应用集成“框”，您的企业已经使用的应用程序。</p><p>这消除了繁琐的安装和上升的速度让你的员工和数据集成和在线。

source: Instantly Import Data
es_es: Importación de datos de forma instantánea
zh_cn: 即刻导入数据

source: We provide import options from basically any source where your existing employee, schedule and time clock data could live. This eliminates the setup time, and provides a seamless setup experience.
es_es: Ofrecemos opciones de importación desde prácticamente cualquier fuente de origen de los datos existentes de reloj de los empleados, horario y el tiempo podría vivir. Esto elimina el tiempo de preparación, y proporciona una experiencia de instalación sin problemas.
zh_cn: 我们提供从基本上任何您现有的雇员，日程和时间的时钟数据可以活源进口的选项。这消除了安装时间，并提供了一​​个无缝的安装体验。

source: Seamless 3rd party application integration
es_es: Perfecta integración de aplicaciones 3 ª parte
zh_cn: 无缝第三方应用集成

source: ShiftPlanning integrates with popular 3rd party applications like Google Apps, Facebook, Gmail, iCal, Google Calendar and tons more!
es_es: ShiftPlanning integra con las aplicaciones de 3 ª parte como Google Apps, Facebook, Gmail, iCal, Google Calendar y un montón más!
zh_cn: ShiftPlanning集成第三方应用流行的脸谱，谷歌Apps，Gmail时，iCal中，谷歌日历和万吨以上！
