Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: The business of sports and recreation comes with some unique challenges in the course of managing staff and crew shift scheduling. Whether you manage a single facility or numerous teams and events in multiple locations, ShiftPlanning has an online system to solve your complex scheduling problems.
es_es: El negocio del deporte y la recreación cuenta con algunos retos únicos en el curso de la gestión del personal y la programación de turnos de la tripulación. Si usted dirige un solo edificio o numerosos equipos y eventos en varias ubicaciones, ShiftPlanning tiene un sistema en línea para resolver sus problemas de programación complejos.
zh_cn: 体育及康乐业务管理人员和机组人员排班过程中一些独特的挑战。无论你管理一个设施或无数团队，在多个地点的事件中，ShiftPlanning有一个在线系统，以解决复杂的调度问题。

source: ShiftPlanning allows you to manage teams, individuals, officials, staff, crews and locations quickly and easily. Create and manage sporting events and recreational activities schedules online for clients to simply search through and reserve time. ShiftPlanning's flexible tools allow every user type to access the schedule and book time or events based on the user role you specify.
es_es: ShiftPlanning le permite administrar los equipos, personas, funcionarios, personal, equipos y lugares de forma rápida y sencilla. Creación y gestión de eventos deportivos y programas de actividades recreativas para los clientes en línea para buscar y reservar simplemente a través del tiempo. Herramientas flexibles ShiftPlanning permiten a cada tipo de usuario para acceder a la hora programada y el libro o eventos basados ​​en la función de usuario que usted especifique.
zh_cn: ShiftPlanning让你快速，轻松地管理团队，个人，官员，工作人员，工作人员和地点。创建和管理体育赛事和娱乐活动时间表，为客户在网上简单搜索和储备时间。 ShiftPlanning的灵活工具，让每一个用户类型的访问日程和书时间或事件根据你指定的用户角色。

source: Sports and Recreation Management Features:
es_es: Deportes y Recreación Características de gestión:
zh_cn: 体育及康乐管理功能：

source: Manage individuals and teams.
es_es: Gestión de personas y equipos.
zh_cn: 管理个人和团队。

source: Manage courses (locations).
es_es: Gestión de cursos (ubicaciones).
zh_cn: 管理课​​程（地点）。

source: Manage sporting events online.
es_es: Gestión de eventos deportivos en línea.
zh_cn: 管理在线体育赛事。

source: Manage and assign officials to events.
es_es: Administrar y asignar funcionarios a los eventos.
zh_cn: 管理和分配官员的事件。

source: Create teams and manage online.
es_es: Crear y gestionar equipos en línea.
zh_cn: 创建团队和管理在线。

source: ShiftPlanning is completely customizable to fulfill your scheduling event and facility's requirements. The scheduler follows your rules, providing for specific events to be booked when your venue or officials are all available. The scheduler also speeds up gathering of data by allowing participants to enter their own personal data.
es_es: ShiftPlanning es totalmente adaptable para cumplir con su programación de eventos y los requisitos del laboratorio. El programador sigue las reglas, que prevé los acontecimientos específicos que se reservaron en su lugar o los funcionarios están todos disponibles. El programador también acelera la recolección de datos, permitiendo a los participantes a introducir sus datos personales.
zh_cn: ShiftPlanning是完全可定制，以满足您的调度事件和设施的要求。调度遵循的规则，提供预订场地或官员时都可用的特定事件。调度也加快了数据采集，让参与者进入自己的个人资料。

source: ShiftPlanning is used in Sports and Recreation scheduling in multiple ways:
es_es: ShiftPlanning se utiliza en los deportes y la programación de recreación de varias maneras:
zh_cn: ShiftPlanning用于体育和娱乐多种方式调度：

source: Provides options for individual scheduling management to team leaders.
es_es: Ofrece opciones para la gestión de la programación individual a los jefes de equipo.
zh_cn: 团队领导人提供个别调度管理的选项。

source: Comply with labor rules and union demands wherever applicable, regardless of the number of teams, unions and jurisdictions you are juggling.
es_es: Cumplir con las normas laborales y las demandas sindicales siempre que sea procedente, sin importar el número de equipos, los sindicatos y las jurisdicciones que está haciendo malabares.
zh_cn: 遵守劳动法规和工会的要求（如适用），不管队，工会和你玩弄的司法管辖区的数量。

source: ShiftPlanning allows you to manage team staff and crew as well as recreational staff, labor force and field services simultaneously, crucial to maximizing your standards of operation. ShiftPlanning will provide powerful scheduling tools to prepare for unexpected changes in event dates or venues, as well effortlessly managing the day-to-day operations of your team or facility.
es_es: ShiftPlanning le permite gestionar el personal del equipo y la tripulación, así como el personal de recreación, mano de obra y servicios sobre el terreno al mismo tiempo, que es crucial para maximizar sus normas de funcionamiento. ShiftPlanning se proporcionan potentes herramientas de programación para prepararse para los cambios inesperados en las fechas de eventos o lugares de celebración, así sin esfuerzo la gestión de las operaciones del día a día de tu equipo o instalación.
zh_cn: ShiftPlanning允许你管理团队的工作人员和船员，以及康乐人员，劳动力和现场服务，同时，最大限度地提高您的操作标准的关键。 ShiftPlanning将提供强大的调度工具，准备在事件日期或场所的意想不到的变化，以及毫不费力地管理你的团队或设施的日常的日常运作。

source: Retail Employee Staff Scheduling & Workforce Management
es_es: Empleado por menor Programación Personal y Gestión de la Fuerza Laboral
zh_cn: 零售业的雇员人员调度及劳动力管理

source: Retail Staff Scheduling and Workforce Management Application
es_es: Programación de Personal Venta al por menor y la Aplicación de Gestión Laboral
zh_cn: 零售人员调度和劳动力管理中的应用

source: If you are a retail store manager spending too much time hashing out work schedules, approving vacations, juggling shift trades and keeping up with the revolving door that puts staff in a constant state of change, ShiftPlanning has the cure.
es_es: Si usted es un gerente de la tienda minorista pasar demasiado tiempo a explicitar los horarios de trabajo, la aprobación de vacaciones, haciendo malabarismos con las operaciones de cambio y mantenerse al día con la puerta giratoria que pone el personal en un estado constante de cambio, ShiftPlanning tiene la cura.
zh_cn: 如果你是一个零售商店的经理花费太多时间，哈希的工作日程，批准休假，杂耍转变行业保持着旋转门，工作人员在不断变化的状态，ShiftPlanning治愈。

source: More and more retailers today realize they cannot afford the losses incurred by outdated employee scheduling systems. Time spent juggling spreadsheets and updating archaic employee information bases add up to time away from conducting business.
es_es: Cada vez más minoristas hoy en día se dan cuenta que no pueden pagar las pérdidas sufridas por los sistemas anticuados de los empleados de programación. El tiempo dedicado malabares hojas de cálculo y actualización de bases de información de los empleados arcaicas se suman a tiempo lejos de la realización de negocios.
zh_cn: 今天，越来越多的零售商认识到他们无法承受过时的员工排班系统所产生的损失。杂耍电子表格和更新过时的雇员信息基地加起来，时间，距离开展业务所花费的时间。

source: ShiftPlanning employee scheduling software is completely customizable to every retailer's scheduling needs. ShiftPlanning saves retailers money in many ways:
es_es: Empleado ShiftPlanning software de programación es totalmente adaptable a las necesidades de la programación de cada minorista. ShiftPlanning ahorra dinero minoristas de muchas maneras:
zh_cn: ShiftPlanning雇员调度软件是完全可定制的每一个零售商的调度需求。 ShiftPlanning节省零售商的钱，在许多方面：

source: Unnecessary overstaffing is identified and resolved.
es_es: Exceso de personal innecesario se identifican y resuelven.
zh_cn: 发现和解决了不必要的冗员。

source: ShiftPlanning is used in the Retail Industry in multiple ways and numerous sectors.
es_es: ShiftPlanning se utiliza en la industria al por menor de múltiples maneras y numerosos sectores.
zh_cn: ShiftPlanning用于在零售行业以多种方式和众多​​部门。

source: Staff Scheduling for Teachers and the Education industry
es_es: El personal de programación para los maestros y la industria de la Educación
zh_cn: 教师和教育行业的人员调度

source: Within every school and school district there is a great need for managing the schedules, appointments and reservations for a wide array of people, places and things.
es_es: Dentro de cada distrito escolar y la escuela hay una gran necesidad para la gestión de los horarios, citas y reservas para una amplia gama de personas, lugares y cosas.
zh_cn: 内每所学校和学区有一个非常需要的各种各样的人，地点和事物管理的日程安排，约会和保留。

source: The most common school scheduling applications include:
es_es: Las aplicaciones más comunes de la escuela de programación incluyen:
zh_cn: 最常见的学校调度应用程序包括：

source: Scheduling appointments for teachers (parent/teacher conferences, teacher/staff meetings, etc.)
es_es: La programación de citas para los profesores (padres / maestros, maestros / personal de reuniones, etc)
zh_cn: 调度任命为教师（家长/教师会议，教师/员工会议等）

source: Scheduling reservations for lab time, computer labs and testing centers.
es_es: Programación de las reservas de tiempo de laboratorio, laboratorios de computación y centros de pruebas.
zh_cn: 预订实验室，计算机实验室和测试中心的调度。

source: Scheduling reservations for meeting rooms and other location facilities (such as athletic fields.)
es_es: La programación de las reservas de salas de reuniones y otras instalaciones de localización, tales como los campos deportivos.)
zh_cn: 调度预订会议室和其他地点设施（如田径场）。

source: Easily installed and customized to you individual needs, ShiftPlanning allows faculty, staff, parents, students and others access to their own schedules 24/7 from any computer, anywhere. Schedule coordinators can create a series of schedules for students, teachers, classes, and rooms. With ShiftPlanning, you can create any type of group or subgroup, schedule simultaneous classes and view individual student timetables.
es_es: Fácil de instalar y personalizar para las necesidades individuales, ShiftPlanning permite la facultad, personal, padres, estudiantes y otras personas el acceso a sus propios horarios 24/7 desde cualquier computadora, en cualquier lugar. Los coordinadores de programación puede crear una serie de programas para estudiantes, profesores, clases, y las habitaciones. Con ShiftPlanning, puede crear cualquier tipo de grupo o subgrupo, programar las clases simultáneas y ver los horarios individuales de los estudiantes.
zh_cn: 易于安装和定制你的个性化需求，ShiftPlanning允许教职员，家长，学生和其他人进入自己的时间表，24/7从任何一台计算机，随时随地。附表协调员可以创建一系列为学生，教师，班级，和房间的时间表。随着ShiftPlanning，你可以创建任何类型的组或分组，安排同步类，并检视个别学生的时间表。

source: At the college or university level, ShiftPlanning allows you to schedule students, courses, lecturers and rooms. Easily assign students to courses, enroll them in classes, appoint lectures to certain rooms, track the use of equipment and schedule activities quickly and easily at the touch of a mouse.
es_es: En el nivel de colegio o universidad, ShiftPlanning le permite programar los estudiantes, los cursos, profesores y habitaciones. Fácil de asignar estudiantes a los cursos, inscribirse en clases, conferencias para nombrar a ciertas habitaciones, un seguimiento del uso de los equipos y las actividades del cronograma de forma rápida y fácil con sólo pulsar el ratón.
zh_cn: 在学院或大学的水平，ShiftPlanning允许您安排的学生，课程，讲师和客房。轻松地分配课程的学生，招收他们在课堂上，某些房间任命讲座，快速，方便地跟踪在触摸鼠标，使用的设备和日程活动。

source: No matter what size school, staff or student body you manage, ShiftPlanning's customizable software will take the chore of scheduling down from hours to minutes almost immediately after it is installed. The unique scheduling demands placed on schools call for a powerful management and scheduling tool designed to streamline the process of scheduling and communicating with all of your company's staff.
es_es: No importa cuál sea el tamaño del cuerpo de la escuela, el personal o los estudiantes a manejar, el software personalizable ShiftPlanning se llevará a la tarea de programar abajo de horas a minutos casi inmediatamente después de su instalación. La programación única exige colocado en llamar a las escuelas para una gestión de gran alcance y herramienta de programación diseñado para simplificar el proceso de programación y la comunicación con todo el personal de su empresa.
zh_cn: 无论什么规模的学校，工作人员或学生身体管理，ShiftPlanning的定制软件，将安排从小时后，几乎立即安装分钟的家务。独特的调度要求放在学校为一个强大的管理和调度工具，旨在简化与贵公司的所有员工的安排和沟通的过程中调用。

source: ShiftPlanning provides custom scheduling software designed to address your school's needs, including:
es_es: ShiftPlanning proporciona software de programación diseñado a medida para satisfacer las necesidades de su escuela, entre ellos:
zh_cn: ShiftPlanning提供定制的调度软件，旨在满足学校的需要，包括：

source: Automated shift scheduling for every staff member in every capacity.
es_es: La programación de cambio automático para cada miembro del personal en cada capacidad.
zh_cn: 在每个能力的每一个工作人员的自动排班。

source: Streamlined staff and volunteer rotations.
es_es: Simplificación del personal y voluntarios rotaciones.
zh_cn: 精简工作人员和志愿者轮换。

source: School schedulers can now work with teachers, staff, parents and students to:
es_es: Programadores de la escuela ahora puede trabajar con los maestros, personal, padres y estudiantes a:
zh_cn: 现在可以与教师，职员，家长和学生的学校调度：

source: Allow teachers and others to make schedule changes electronically themselves.
es_es: Permita que los profesores y otros para hacer los cambios de horario por vía electrónica a sí mismos.
zh_cn: 允许教师和其他电子日程更改自己​​。

source: Synchronize staff and academic calendars.
es_es: Sincronizar el personal y los calendarios académicos.
zh_cn: 工作人员和学术日历同步。

source: Easily creates separate schedules for every department.
es_es: Crea fácilmente listas separadas para cada departamento.
zh_cn: 容易造成各部门独立的时间表。

source: Offers individual schedule management.
es_es: Ofrece una gestión horario individual.
zh_cn: 提供个人日程管理。

source: Helps to manage vacations, substitute teachers, after school tutoring and more.
es_es: Ayuda a gestionar vacaciones, maestros sustitutos, tutoría después de escuela y mucho más.
zh_cn: 有助于管理假期，代课教师，课后辅导和更多。

source: Improves efficiency and accuracy in all the demanding niches of school scheduling.
es_es: Mejora la eficiencia y precisión en todos los nichos más exigentes de la programación de la escuela.
zh_cn: 提高效率和精度要求所有学校调度龛。

source: Complies with Health & Safety laws, union bylaws and any industry-specific guidelines or regulations that apply to your teachers and staff.
es_es: Cumple con las leyes de salud y seguridad, los estatutos sindicales y las directrices específicas de la industria o los reglamentos que se aplican a los maestros y el personal.
zh_cn: 符合健康与安全法，工会章程和任何特定行业的准则或规定，适用于您的教师和工作人员。

source: ShiftPlanning's totally customizable software has powerful tools engineered to makes shift scheduling and managing streamlined and cost effective.
es_es: ShiftPlanning es totalmente personalizable de software cuenta con potentes herramientas de ingeniería de cambio hace que la programación y la gestión eficiente y rentable.
zh_cn: ShiftPlanning是完全可定制的软件设计排班和管理的简化和成本效益的强大工具。

source: Volunteer Scheduling - Free for Non Profit Organizations
es_es: Voluntarios de programación - Gratuito para Organizaciones Sin Fines De Lucro
zh_cn: 非营利组织志愿者调度 - 免费

source: Free employee scheduling for Volunteers & Non-Profit organizations
es_es: La programación de los empleados gratuita para los voluntarios y las organizaciones sin fines de lucro
zh_cn: 志愿者和非营利组织的免费雇员调度

source: At ShiftPlanning we believe in helping businesses achieve their best! We achieve this by providing low cost employee scheduling and communication tools. For a nominal monthly we are able to save your business time and money while at the same time increasing employee job satisfaction.
es_es: En ShiftPlanning creemos en ayudar a las empresas a alcanzar su mejor! Logramos esto proporcionando la programación de bajo costo y empleado herramientas de comunicación. Para un nominal mensual somos capaces de guardar su tiempo y dinero, mientras que al mismo tiempo, aumentar la satisfacción laboral de los trabajadores.
zh_cn: 在ShiftPlanning，我们相信，在帮助企业实现他们的最好！我们通过提供低成本的雇员调度和通讯工具。我们一个象征性的每月能节省您的业务的时间和金钱，而在同一时间提高了员工的工作满意度。

source: Both because we believe in the work that non-profits perform in our communities and around the world, as well as to help empower everyone access to our platform, even those without a budget - ShiftPlanning is free for organizations with unpaid volunteers.
es_es: Tanto porque creemos en el trabajo que sin fines de lucro realizan en nuestras comunidades y en todo el mundo, así como para ayudar a capacitar a todos el acceso a nuestra plataforma, incluso los que no tienen un presupuesto - ShiftPlanning es gratuito para las organizaciones con voluntarios no remunerados.
zh_cn: 一方面是因为我们相信，在我们的社区和世界各地的非营利执行工作，以及帮助使大家访问我们的平台，即使是那些没有预算 - ShiftPlanning是无偿的志愿者组织。

source: If you are volunteer-run, and would like to sign up to ShiftPlanning it&#039;s easy. Follow the following process:
es_es: Si usted es dirigida por voluntarios, y le gustaría inscribirse para ShiftPlanning es fácil. Sigue el siguiente proceso:
zh_cn: 如果你是志愿者来说，想签署到ShiftPlanning的很容易的。按照以下过程：

source: How to Get Started:
es_es: Cómo empezar:
zh_cn: 如何开始：

source: Sign-up for your free trial
es_es: Suscríbase a la versión de prueba gratuita
zh_cn: 注册为免费试用

source: Send us an e-mail to: <a href="info@shiftplanning.com">info@shiftplanning.com</a> with the following:
es_es: Envíenos un e-mail a: <a href="info@shiftplanning.com">info@shiftplanning.com</a> con lo siguiente:
zh_cn: 我们发送电子邮件： <a href="info@shiftplanning.com">info@shiftplanning.com</a> 为以下内容：

source: Proof of non-profit status. This is typically a tax-exempt form from your government. (eg: 501C in the United States).
es_es: La prueba de carácter no lucrativo. Esto es típicamente una forma de exención de impuestos de su gobierno. (Por ejemplo: 501C en los Estados Unidos).
zh_cn: 非营利地位的证明。这通常是免税的形式从贵国政府。 （如：501C在美国）。

source: Once we have verified your details, we will communicate any additional requirements (i.e, case study). After approval, you will continue to have uninterrupted service and never be charged a penny for use of our platform!
es_es: Una vez que hemos verificado sus datos, nos comunicaremos cualquier requisito adicional (es decir, estudio de caso). Después de la aprobación, usted seguirá teniendo continuidad del servicio y no se cobrará ni un centavo por el uso de nuestra plataforma!
zh_cn: 一旦我们验证您的详细资料，我们将沟通任何额外的要求（即案例研究）。经批准后，你将继续不间断服务，从不收取一分钱利用我们的平台！

source: As always - If you have any questions or concerns feel free to contact any member of our team.
es_es: Como siempre - Si usted tiene alguna pregunta o inquietud no dude en ponerse en contacto con cualquier miembro de nuestro equipo.
zh_cn: 一如既往 - 如果您有任何问题或疑虑，随时联系我们团队的任何成员。

source: Volunteer Scheduling Software
es_es: Voluntarios de software de programación
zh_cn: 志愿者调度软件

source: Scheduling volunteers is one of the most challenging tasks on a coordinator's plate. As any volunteer coordinator knows, scheduling, communicating with, and monitoring volunteers and their schedules is difficult at best, and can often be exhausting. You must keep track of volunteers' names, skills and schedules. Nonprofits, charitable boards, community organizations and even political organizations already run on razor thin budgets. Time spent juggling volunteer schedules is time that could be better spent focusing on fundraising and other critical operations.
es_es: Programación de los voluntarios es una de las tareas más difíciles en la placa de un coordinador. Como cualquier coordinador de voluntarios sabe, la programación, la comunicación con, y los voluntarios de vigilancia y sus horarios es difícil en el mejor de los casos, y muchas veces puede ser agotador. Usted debe mantener un registro de los nombres de los voluntarios, habilidades y horarios. Sin fines de lucro, juntas de beneficencia, organizaciones comunitarias y las organizaciones políticas, incluso ya se ejecutan en los presupuestos de afeitar finas. El tiempo dedicado malabares horarios de los voluntarios es hora de que podría ser mejor gastado se centra en la recaudación de fondos y otras operaciones críticas.
zh_cn: 调度志愿者是一个协调的盘子上最具挑战性的任务之一。作为任何志愿者协调员知道，调度，通信，监测志愿者和他们的日程安排是最困难的，而且常常感到精疲力尽。你必须保持志愿者的名字，技能和日程安排的轨道。非营利组织，慈善委员会，社区组织，甚至政治组织已经运行微薄的预算。时间花在杂耍志愿者计划是专注于筹款和其他关键业务，可以更好地度过的时间。

source: When it comes down to the task of scheduling volunteers, unless you're utilizing ShiftPlanning state-of-the-art online employee scheduling software, you're wasting time and potentially costing your organization unnecessarily.
es_es: Cuando se llega a la tarea de los voluntarios de programación, a menos que estés utilizando ShiftPlanning el estado de la técnica en línea de software de programación empleado, estás perdiendo el tiempo y, potencialmente, el costo para su organización sin necesidad.
zh_cn: 当它归结为调度志愿者的任务，除非你利用ShiftPlanning国家的最先进的在线员工排班软件，你在浪费时间和潜在的成本不必要的您的组织。

source: ShiftPlanning packs the high-tech punch that call volunteer coordinators must have in their scheduling programing. Completely customizable, ShiftPlanning can be set up to automate and streamline every bit of criteria that is part and parcel to running a successful organization. ShiftPlanning will free you and your volunteer teams to focus on the real reasons you are all involved.
es_es: ShiftPlanning paquetes de la perforadora de alta tecnología que los coordinadores de voluntariado de llamadas debe tener en su programación de programación. Totalmente personalizable, ShiftPlanning puede configurarse para automatizar y agilizar todos los bits de criterios que es parte y parcela a la ejecución de una organización exitosa. ShiftPlanning liberará a usted ya sus equipos de voluntarios para centrarse en las verdaderas razones que todos están involucrados.
zh_cn: ShiftPlanning包的高科技冲床，呼叫志愿者协调员必须有自己的调度编程。可以完全定制，ShiftPlanning设立自动化和简化每一个位的标准，运行一个成功的组织是重要的组成部分。 ShiftPlanning将释放你和你的志愿者服务队把重点放在你都参与的真正原因。

source: Volunteer availability and schedule preferences.
es_es: Voluntarios disponibilidad y las preferencias de horario.
zh_cn: 志愿服务的可用性和时间表喜好。

source: Individual skills and event preferences.
es_es: Habilidades y preferencias individuales del evento.
zh_cn: 个人技能和事件的喜好。

source: Projected attendance.
es_es: Proyección de la asistencia.
zh_cn: 预计出席。

source: Vacation and personal time schedules.
es_es: Vacaciones y los horarios personales de tiempo.
zh_cn: 休假和个人时间安排。

source: ShiftPlanning automatically applies any and all variables to create each individual schedule within seconds, eliminating the lost hours previously spent on performing the chore manually. ShiftPlanning is designed to eliminate man-made errors that can lead to volunteer burnout and help to lessen the revolving door syndrome that many charitable organizations endure. In any diverse organization requiring a high level of volunteer staff, ShiftPlanning automatically eliminates unnecessary and unexpected volunteer shortages.
es_es: ShiftPlanning aplica automáticamente cualquier y todas las variables para crear cada programa individual en cuestión de segundos, eliminando las horas perdidas antes dedicaba a realizar la tarea manualmente. ShiftPlanning está diseñado para eliminar los errores hechos por el hombre que puede conducir a agotamiento y voluntarios ayudan a reducir el síndrome de puerta giratoria que muchas organizaciones caritativas soportar. En cualquier organización diversa que requiere un alto nivel de personal voluntario, ShiftPlanning elimina automáticamente la escasez de voluntarios innecesarios e inesperados.
zh_cn: ShiftPlanning自动适用于任何及所有变量在几秒钟内创建的每个人的时间表，消除手动执行苦差事以前花了丢失小时。 ShiftPlanning旨在消除人为的错误，可导致志愿倦怠和帮助，以减轻许多慈善机构忍受的旋转门综合症。在任何多样化的需要高水平的志愿人员组织，ShiftPlanning自动消除不必要的和意想不到的志愿者短缺。

source: ShiftPlanning can also be configured separately for each event or ongoing obligation so there is never any doubt that a qualified volunteer is scheduled for each job.
es_es: ShiftPlanning también se puede configurar por separado para cada evento o obligación permanente por lo que nunca hay duda de que un voluntario cualificado está prevista para cada puesto de trabajo.
zh_cn: 也可以将ShiftPlanning配置分别为每个事件或正在进行的义务，因此从未有任何一个合格的志愿者，为每个作业计划的疑问。
