Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: To view the Privacy Policy and our policies regarding the protection of and use of your personal information, please visit the <a href="http://www.shiftplanning.com/privacy/" class="red">ShiftPlanning&trade; Website's Privacy Policy link</a>.
zh_cn: 要查看的隐私政策和我们的政策，保护和使用您的个人信息，请访问 <a href="http://www.shiftplanning.com/privacy/" class="red">ShiftPlanning™网站的隐私政策的链接</a>。

source: Trademarks
zh_cn: 商标

source: ShiftPlanning&trade; and ShiftPlanning's various logos used or displayed on the service are trademarks of ShiftPlanning and you may only use these trademarks or logos for promotional purposes to identify yourself as a customer or user of the ShiftPlanning products and services, provided you do not attempt to claim ownership of the marks by incorporating any of them within your names or offerings.
zh_cn: ShiftPlanning™和使用，或在服务上显示ShiftPlanning的各种标识是商标的ShiftPlanning和你可能只使用这些商标或用于宣传目的的标志来识别1客户或在ShiftPlanning产品和服务的用户自己，只要你不要不尝试声称在你的名字或产品纳入其中任何商标的所有权。

source: User Account, Password, and Security
zh_cn: 用户的帐号，密码和安全

source: The ShiftPlanning&trade; Website is an account - based service. The individual user (You) are responsible for maintaining the privacy of your account and password. You are entirely responsible for any and all activities that occur under your account. You agree to immediately notify us of any breach of security or unauthorized use of your account. ShiftPlanning&trade; is not liable for any loss that may occur due to the unauthorized, or authorized use of your account or password, with or without your knowledge. You, can however, be held responsible for any loss that ShiftPlanning&trade; may incur due to the authorized or unauthorized use of your account or password with or without your knowledge. You also agree to not use anyone else's account at any time, unless you have received direct written consent from the account holder to do so.
zh_cn: ShiftPlanning™网站是一个帐户 - 基于服务。个人用户（您）是负责维护您的帐户和密码的隐私。你是为您的帐户下发生的任何和所有活动负全部责任。您同意立即通知我们，任何违反安全或未经授权使用您的帐户。 ShiftPlanning™是没有任何损失，可能会出现因未经授权，或授权使用您的帐户或密码，或在您不知情的情况下，承担责任。你，但是可以，任何的损失ShiftPlanning™可能招致由于您的帐户或密码授权或未经授权的使用或在您不知情的情况下举行。您还同意不使用在任何时候任何人的帐户，除非您已收到直接从帐户持有人，这样做的书面同意。

source: Personal, Non-Commercial and Commercial Use Limitation
zh_cn: 个人，非商业和商业用途的限制

source: Unless direct written consent has been received the Website and its services are to be used solely for your own personal, non-commercial and commercial use. You do not have the right to copy, modify, transmit, distribute, display, perform, reproduce, publish, license, create derivative works from, transfer, lease, or sell any information, software, products or services obtained from the ShiftPlanning&trade; Website. ShiftPlanning&trade; reserves the right to refuse service or use of its software to anyone, for any reason and at anytime it deems necessary.
zh_cn: 除非直接书面同意，已收到网站和它的服务将完全用于自己的个人，非商业和商业用途。你没有正确复制，修改，传送，分发，展示，执行，复制，出版，许可，创建衍生作品，转让，出租或出售任何信息，软件，产品或服务从ShiftPlanning获得™网站。 ShiftPlanning™有权拒绝服务或使用其软件的任何人以任何理由在任何时候它认为必要的。

source: No Unlawful or Prohibited Use
zh_cn: 没有违法或禁止使用

source: Part of your agreement with ShiftPlanning&trade; is that you will NOT use the ShiftPlanning&trade; Website for any purpose that could be deemed unlawful or is prohibited by the terms, conditions, notices, and policies of ShiftPlanning&trade;. Users agree that all information give is true and agrees not to falsify any information provided to ShiftPlanning&trade;. You may NOT use the ShiftPlanning&trade; Website in a manner which could/may damage, disable, overburden, or impair any aspect of the ShiftPlanning&trade; Website, the network or networks connected to the ShiftPlanning&trade; Website, or interfere with any other party's ability to use or enjoyment of the ShiftPlanning&trade; Website. Any unauthorized attempts to gain access to the ShiftPlanning&trade; Website, or other individuals accounts, any computer systems or networks connected to any ShiftPlanning&trade; Website, through any means, including; hacking, password mining, or any other means, is strictly prohibited. Further, you may not in any way attempt to obtain any materials or information not intentionally made public/available, through the ShiftPlanning&trade; Website.
zh_cn: 你ShiftPlanning™协议的部分是，你将不会使用任何可能被视为非法或禁止的条款，条件，告示，政策ShiftPlanning™的目的ShiftPlanning™网站。用户同意，所有的信息提供是真实的，并同意不得伪造ShiftPlanning™提供的任何信息。你可能不使用以可能/可能损坏，禁用，负担过重，或损害任何方面的ShiftPlanning™网站的方式，ShiftPlanning™网站，在网络或连接的ShiftPlanning网络™网站，或干扰任何其他方的能力，以使用或享受™的ShiftPlanning网站。任何未经授权的尝试获得的ShiftPlanning™网站，或其他个人账户，任何电脑系统或网络连接到任何ShiftPlanning™网站，通过任何手段，包括黑客入侵，密码挖掘或任何其他手段，严格禁止。此外，你可能不以任何方式企图获得通过的ShiftPlanning™网站不是故意公开/可用任何材料或信息，。

source: Use of Services
zh_cn: 使用服务

source: The ShiftPlanning&trade; Website contains communication and messaging utilities with the purpose of enabling you to communicate with others in your place of employment (These services will be deemed collectively as "Communication Utilities"). You consent to use the Communication Utilities only for their designated purpose, including posting, sending, and receiving messages and material that are related and proper.
zh_cn: ShiftPlanning™网站包含通信和通讯事业，使您与他人在您的工作地点（这些服务将被视为“通讯工具”集体）沟通的目的。您同意使用通讯工具，只用于指定用途，包括张贴，发送和接收相关和适当的信息和材料。

source: SMS Terms of Use
zh_cn: 短信使用条款

source: SMS (text messaging) is an optional component of the Communication Utilities offered as an additional feature by the ShiftPlanning&trade; Website. Additional charges may be incurred by the user from your individual mobile service provider, ShiftPlanning&trade; is NOT responsible for these charges. ShiftPlanning&trade; will not be held liable for any SMS errors, delays, missed, deleted or late received messages.
zh_cn: SMS（短信）是一个可选组件提供一个额外的功能的ShiftPlanning™网站的通讯工具。可从您的个人移动服务提供商的用户所产生的附加费，ShiftPlanning™是不负责这些费用。 ShiftPlanning™将不承担任何SMS错误，延误，遗漏，删除或逾期收到的消息。

source: Email Terms of Use
zh_cn: 电子邮件的使用条款

source: Email notification is an optional component of the Communication Utilities offered as an additional feature by the ShiftPlanning&trade; Website. ShiftPlanning&trade; will not be held liable for any email issues, such as errors, delays, missed, deleted or late received messages. Please check your spam folder regularly to make sure email communications are not blocked as spam.
zh_cn: 电子邮件通知是一个可选组件提供一个额外的功能的ShiftPlanning™网站的通讯工具。 ShiftPlanning™不会举行任何电子邮件的问题，如错误，延迟，错过了，删除或逾期收到的消息，承担责任。请定期检查您的垃圾邮件文件夹，以确保电子邮件通信还不如垃圾邮件阻止。

source: Materials Provided or Posted
zh_cn: 提供的材料或张贴

source: The ShiftPlanning&trade; Website does not claim ownership or responsibility for any of the materials provided or posted ("Documents") on the ShiftPlanning&trade; Site, including but not limited to any Documents; posted, imputed, uploaded, or submitted. However, your submission of said Documents to the ShiftPlanning&trade; Website, is your consent, without limitation, of the rights to: copy, distribute, transmit, publicly display, publicly perform, reproduce, edit, translate, and reformat your Documents; and to publish your name, and anyone else's name associated/connected with said Documents. The user will receive no compensation (payment) for the posting of said Documents. ShiftPlanning&trade; has no obligation to post or use any of the Documents you provide, and has the right to remove any Documents at our discretion. Any of the Documents posted or provided to ShiftPlanning&trade;, by you, is your consent that you control or own the rights to said Documents, and thus take sole responsibility for the content of the Documents, therefore eliminating ShiftPlanning&trade; for any responsibility from said Documents.
zh_cn: 的ShiftPlanning™网站的ShiftPlanning™网站上声称不提供或发布的任何材料的所有权或责任（“文件”），包括但不限于任何文件;发布，打杀，上载，或提交。然而，您提交的ShiftPlanning™网站的文件，是您的同意，没有限制，权利：复制，分发，传送，公开展示，公开执行，复制，编辑，翻译，并重新格式化您的文件;和发布你的名字，和别人的名字与关联/连接文件。用户将收到没有张贴补偿（金）的文件。 ShiftPlanning™有没有义务张贴或使用您所提供的任何文件，并有权删除任何文件，在我们的判断。发布或提供给你ShiftPlanning™，任何文件，是你的同意，你控制或拥有上述文件的权利，因此，文件的内容全部责任，因此，消除任何责任ShiftPlanning™文件。

source: Software and ShiftPlanning&trade; Website Content
zh_cn: 软件和ShiftPlanning™网站内容

source: All content and software that is made available by ShiftPlanning&trade; to be viewed or downloaded, excluding content posted by the end user, is owned by and is the strict copyrighted work of ShiftPlanning&trade;, and is protected by all copyright laws and international treaty provisions. Your use of the ShiftPlanning&trade; software, as an end user is governed by the regulations outlined in this Terms of Use and all other policies, notices, licensing and legal documents, that you, as the end user, are consenting to/agreeing to, by your utilization of the ShiftPlanning&trade; Website. If you do not consent or disagree with any of the rules/regulations outlined in any of the end user agreements, you must cease all use/utilization of the ShiftPlanning&trade; Website immediately. Any reproduction or redistribution of the content and/or software and/or any other aspect of the ShiftPlanning&trade; products are expressly prohibited by law, and may result in severe civil and criminal penalties. Violators will be prosecuted to the maximum extent possible.
zh_cn: 所有内容和软件是由ShiftPlanning™提供浏览或下载，但不包括由最终用户发布的内容，所拥有的和严格的版权保护工作ShiftPlanning™，是由所有版权法和国际条约规定的保护。您使用的ShiftPlanning™软件，作为最终用户，均受本使用条款和所有其他的政策，通知，授权和法律文件中概述的规定，你，作为最终用户，都同意/同意，您利用™的ShiftPlanning网站。如果您不同意或不同意的任何最终用户协议中所述的规则/法规，你必须立即停止所有使用/利用的ShiftPlanning™网站。任何复制或再分配的内容和/或软件和/或任何其他方面产品的ShiftPlanning™是法律明文禁止，并可能导致严重的民事和刑事处罚。违者将被起诉到最大限度。

source: Use of Client Logos and Business Names
zh_cn: 使用客户端标识和企业名称

source: Your use of our website, software and services is your consent to allow ShiftPlanning&trade; to use your business name and business logos for ShiftPlanning&trade; promotional purposes. ShiftPlanning&trade; will only use this information as it relates to your use of our services within the scope of this Terms of Use.
zh_cn: 您对我们的网站，软件和服务的使用是您的同意，允许ShiftPlanning™使用您的公司名称和商业标识为ShiftPlanning™促销目的。 ShiftPlanning™只会使用这个信息，因为它涉及到您使用我们的服务，本使用条款的范围内。

source: Software Malfunction or Website Interruption
zh_cn: 软件故障或网站中断

source: ShiftPlanning&trade; will make its best efforts to maintain its products and services as operational at all times. We are not liable for any known or unknown interruptions in our products, the Website or its services. You agree to defend, indemnify and hold harmless ShiftPlanning&trade;, its employees, directors, shareholders, members, officers, agents, subsidiaries and affiliates from any and all claims, losses, damages, causes of action, liabilities and expenses (including reasonable attorneys' fees) related to or arising out of any software malfunctions or website service interruption, including without limitation claims made by third parties related to your use of the Site.
zh_cn: ShiftPlanning™将尽最大的努力，要时刻保持其产品和服务业务。我们是不是在我们的产品，网站或服务的任何已知或未知的中断承担责任。您同意维护，赔偿并持有的无害ShiftPlanning™，其雇员，董事，股东，会员，职员，代理人，子公司及分支机构从任何及所有索赔，损失，损害赔偿，诉讼，负债及开支（包括合理的律师“由您使用本网站有关的第三方费用）或所产生的任何软件故障或网站服务中断，包括但不限于有关索赔。

source: Jurisdiction
zh_cn: 管辖权

source: By visiting this website you agree that in all matters relating to this website, you shall be governed by the laws of the State of California, County of San Diego, as applicable. You may not use this website if law prohibits you from doing so in the country in which you reside.
zh_cn: 通过访问本网站，您同意，与本网站有关的所有事项，应当由加利福尼亚州圣迭戈县，适用国家的法律管辖。如果法律禁止你在你居住在哪个国家这样做，你可能无法使用本网站。

source: This Site is a Venue
zh_cn: 这个网站是一个场地

source: We are not involved in the actual transaction between users even though we may provide software and services. As a result, the quality, reliability, safety or legality of these is the responsibility of the user.
zh_cn: 即使我们可以提供软件和服务的用户之间的实际交易中，我们不参与。因此，这些高质量，高可靠性，安全性或合法性，是用户的责任。

source: Website Disclaimer
zh_cn: 网站声明

source: Your use of our website or any of the information, links, products or services offered on this Site (collectively, the "Services") is subject to these Terms of Use. The ShiftPlanning&trade; Website, at its sole discretion, may change the Terms of Use, conditions and operation of this website at anytime without notice to you. By using this Site and/or any of its Services, you agree to these Terms, including any modifications we make, and further waive any rights or claims you may have against us.
zh_cn: 您使用本网站的任何信息，链接，产品或本网站上所提供的服务（以下统称“服务”）是受这些使用条款。 ™的ShiftPlanning网站，在其自行决定，可能随时更改，恕不另行通知您本网站的使用条件和操作的条款。使用本网站和/​​或它的任何服务，您同意这些条款，包括我们提出的，进一步免除您可能对我们的任何权利或索赔的任何修改。

source: Some of the Services may be subject to additional posted conditions. Your use of those Services is subject to those conditions, which are incorporated into these Terms by reference. In the event of an inconsistency between these Terms and any additional posted conditions, the provisions of the additional conditions shall control.
zh_cn: 某些服务可能会受到额外的发布条件。您对这些服务的使用是受这些条件，将这些条款纳入参考。在这些条款和发布的任何额外条件之间不一致的情况下，附加条件的规定控制。

source: The content available through the Site is the sole property of ShiftPlanning&trade; or its advertisers, suppliers or licensors. All material published on our Site, including, but not limited to, written content, photographs, graphics, images, illustrations, marks, logos, sound or video clips, and Flash animation, are protected by patent, copyright, trademark and other intellectual property laws. Except as otherwise explicitly agreed in writing, the content received through the Site may be downloaded, displayed, and printed for your personal, non-commercial use only. Content owned by ShiftPlanning&trade; or our advertisers, suppliers or licensors may be subject to additional restrictions. You agree not to modify, reproduce, retransmit, distribute, disseminate, sell, publish, reverse engineer, create derivative works of, broadcast, circulate or in any way exploit any of the materials or content received through the Site to anyone without our express prior written consent.
zh_cn: 通过该网站提供的内容是唯一的财产ShiftPlanning™或它的广告商，供应商或许可。我们的网站上公布的所有材料，包括但不限于书面内容，照片，图形，图像，插图，商标，标识，声音或视频剪辑，Flash动画，专利，版权，商标和其他知识产权的保护法律。除另有明确书面同意，通过网站收到的内容可能会被下载，显示和打印您的个人，非商业用途，只。拥有内容由ShiftPlanning™或我们的广告客户，供应商或许可可能会受到额外的限制。您同意不修改，复制，转发，分发，传播，出售，出版，逆向工程，创建衍生作品，广播，分发或以任何方式利用通过网站收到的材料或内容任何人未经我们明确前的书面同意。

source: You may be exposed to content that you find offensive, indecent, or objectionable or that is inaccurate, and you bear all risks associated with using that content. We have the right, but not the obligation, to remove any content that may, in our sole discretion, violate these Terms or that is otherwise objectionable.
zh_cn: 您发现攻击性，不雅，或令人反感的或不准确，和你承担使用该内容相关联的所有风险，你可能会接触到的内容。我们有权利，但没有义务，删除任何内容，在我们的判断，可能违反这些条款或其他不良。

source: Our site may contain links to other sites owned by third parties. Your use of each of those sites is subject to the conditions, if any, that each of those sites has posted. We have no control over sites that are not ours, and we are not responsible for any changes to or content on them. Our inclusion on our site of any third party content or a link to a third party site is not an endorsement of that content or third party site.
zh_cn: 我们的网站可能包含由第三方拥有的其他网站的链接。你的每一个这些网站的使用条件，如果有的话，这些网站都已经发布。我们没有控制，是不是我们的网站，和我们没有任何变化或它们的内容负责。我们不列入我们的任何第三方内容或第三方网站的链接网站的内容或第三方网站的认可。

source: By using this Site, you agree under penalty of perjury to make the following statements:
zh_cn: 使用本网站，您同意下的伪证罪处罚，使下面的语句：

source: I am of legal age to view material discussed above, in accordance with the laws of the region in which I reside.
zh_cn: 我的法定年龄，以查看在上面讨论的材料，按照我居住在哪个地区的法律。

source: Any material that I am viewing is exclusively for my own personal use and I will not give, sell or otherwise provide any of it to anyone else.
zh_cn: 我观看的任何材料，完全是我个人的使用，我不会放弃，出售或以其他方式提供它的任何其他人。

source: I believe I have the unalienable right to read and/or view any type of material I choose.
zh_cn: 我相信我有读和/或查看任何类型的材料，我选择的不可剥夺的权利。

source: I am aware of the standards of my local community with respect to the materials offered on this Site; I am familiar with the materials offered by this Site; and I represent, warrant and certify that the links, information, and use of materials on this Site do not violate any standard or law that applies to me. In the event that a law that applies to me comes in to affect that would prevent me from viewing material on this Site, I agree to no longer access this Site.
zh_cn: 我知道我的当地社区的标准，与本网站上提供的材料，我熟悉本网站所提供的材料，我声明，保证和认证的链接，信息，材料的使用上这个网站没有违反任何标准或法律适用于我。在事件的法律，适用于我的影响会阻止我观看本网站上的材料，我同意不再访问这个网站。

source: I recognize that this Site has no control over the content of websites which are listed or linked on it and that it takes no responsibility for the content of those other sites.
zh_cn: 我承认，这个网站有没有超过上市或链接，它需要那些其他网站的内容概不负责网站内容的控制。

source: By viewing and/or using this Site, you agree that ShiftPlanning&trade; will not be liable for any commercial loss; inconvenience; loss of use, time, data, goodwill, revenues, profits, or savings; or any other special, incidental, indirect, or consequential damages in any way related to or arising from your use of this Site. You agree to defend, indemnify and hold harmless ShiftPlanning&trade;, its employees, directors, shareholders, members, officers, agents, subsidiaries and affiliates from any and all claims, losses, damages, causes of action, liabilities and expenses (including reasonable attorneys' fees) related to or arising out of your use of the Site, including without limitation claims made by third parties related to your use of the Site.
zh_cn: 通过查看和/或使用本网站，您同意，ShiftPlanning™不会用于任何商业损失承担责任;不便;使用的损失，时间，数据，商誉，收入，利润，或储蓄或其他任何特殊的，偶然的，间接的相应的损害赔偿，或在相关或您对本网站的使用所产生的任何方式。您同意维护，赔偿并持有的无害ShiftPlanning™，其雇员，董事，股东，会员，职员，代理人，子公司及分支机构从任何及所有索赔，损失，损害赔偿，诉讼，负债及开支（包括合理的律师“费）或您对本网站的使用所产生的，包括没有限制索赔有关您使用本网站的第三方。

source: WE AND OUR ADVERTISERS, SUPPLIERS AND LICENSORS PROVIDE THIS WEBSITE ON AN "AS IS" AND "AS PROVIDED" BASIS, WITHOUT ANY WARRANTY OR CONDITION OF ANY KIND, EXPRESS OR IMPLIED, AND SPECIFICALLY DISCLAIM ANY IMPLIED WARRANTIES OF NON-INFRINGEMENT, TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND AVAILABILITY OF THE SITE OR SERVICES. SOME COUNTRIES DO NOT ALLOW THE DISCLAIMER OF IMPLIED WARRANTIES, SO THE FOREGOING DISCLAIMER MAY NOT APPLY TO YOU. WE MAKE NO REPRESENTATION THAT THE SITE AND/OR SERVICES WILL BE UNINTERRUPTED OR ERROR, FORCE MAJURE, BUG OR VIRUS FREE AND SHALL NOT BE HELD RESPONSIBLE IN ANY WAY OR BY ANY MEANS, EITHER DIRECTLY OR INDIRECTLY, FOR ANY COMMUNICATIONS DIFFICULTIES, ACESS DELAYS, ANY INTERRUPTION AND/OR DATA DELIVERY, NON-DELIVERY, MIS-DELIVERY, CORRUPTION, DESTRUCTION, OR EVENTS.
zh_cn: 我们和广告客户，供应商和许可提供安“AS IS”及“规定”的基础上，没有任何担保或任何形式的条件，明示或暗示的声明，并明确非侵权，所有权的任何默示保证，本网站适销性，适合某特定用途的网站或服务的可用性。某些国家不允许隐含的担保，因此前述免责声明可能不适用于您。我们并未作出陈述，本网站和/​​或服务中断或错误，力MAJURE，错误或病毒免费，不得以任何方式或以任何方式负责，直接或间接，任何通讯困难，ACESS时滞任何中断和/或数据传输的，未传递，传递错误，腐败，破坏，或事件。

source: WITHOUT LIMITING THE FOREGOING, WE SHALL NOT BE LIABLE TO YOU OR YOUR BUSINESS FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY, SPECIAL, OR PUNITIVE DAMAGES OR LOST OR IMPUTED PROFITS OR ROYALTIES ARISING OUT OF YOUR USE OF THIS SITE OR ANY GOODS OR SERVICES PROVIDED, WHETHER FOR BREACH OF WARRANTY OR ANY OBLIGATION ARISING THEREFROM OR OTHERWISE, WHETHER LIABILITY IS ASSERTED IN CONTRACT OR TORT (INCLUDING NEGLIGENCE AND STRICT PRODUCT LIABILITY) AND IRRESPECTIVE OF WHETHER YOU HAVE BEEN ADVISED OF THE POSSIBILITY OF ANY SUCH LOSS OR DAMAGE. YOU HEREBY WAIVE ANY CLAIM THAT THESE EXCLUSIONS DEPRIVE YOU OF AN ADEQUATE REMEDY. TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL OUR LIABILITY EXCEED ONE HUNDRED U.S. DOLLARS ($100).
zh_cn: 在不限制前述的情况下，我们不得均不对任何间接，偶然，必然，惩戒性的，特殊的，或惩罚性的损害，或者其业务或丢失或归咎于因您使用本网站或任何商品或服务的利润或特许权使用费，无论是违反担保或任何义务，由此产生的或以其他方式提供，赔偿责任是否有效合约或侵权行为（包括疏忽和严格的产品责任），不论你是否已经告知任何损失或损害的可能性。您特此放弃任何索赔，这些排除剥夺了你足够的补救。在法律允许的最大范围内，在任何情况下，我们的责任不超过100美元（100美元）。

source: Use of our Site is subject to existing laws and legal process. Nothing contained in these Terms shall limit our right to comply with governmental, court, and law enforcement requests or requirements relating to your use of our site.
zh_cn: 使用我们的网站是受到现行法律和法律程序。在这些条款中的任何内容均不得限制我们的权利，遵守政府，法院，执法要求或有关您对我们网站的使用要求。

source: You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of our Site, Services or these Terms must be filed within one (1) year after such claim or cause of action arose or be forever barred.
zh_cn: 您同意，无论任何法令或法律与此相反，任何索赔或诉讼引起的或与使用我们的网站，服务或这些条款必须一（1）一年内提出此类索赔或诉讼后产生或永远被禁止。

source: DMCA Notifications of Claims of Infringement
zh_cn: DMCA侵权索赔的通知

source: If you believe that your work has been copied in a way that constitutes copyright infringement, or your intellectual property rights have been otherwise violated, please notify our agent for notice of claims of copyright or other intellectual property infringement ("Agent"), at {infoat}
zh_cn: 如果您认为您的作品已被复制的方式构成侵犯版权，或以其他方式侵犯您的知识产权，请立即通知我们的代理，版权或其他知识产权侵权索赔的通知（“代理”）， {infoat}

source: Please provide our Agent with the following Notice:
zh_cn: 请提供我们的代理通知如下：

source: Identify the material on our site that you claim is infringing, with enough detail so that we may locate it on the website;
zh_cn: 您声称侵犯足够的细节，使我们可以找到它的网站上，确定我们的网站上的材料;

source: A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;
zh_cn: 由你，你有充分的理由相信，该有争议的使用没有版权拥有者，其代理人或法律授权的声明;

source: A statement by you declaring under penalty of perjury that (1) the above information in your Notice is accurate, and (2) that you are the owner of the copyright interest involved or that you are authorized to act on behalf of that owner;
zh_cn: 由您根据伪证处罚的声明（1）以上通告中的信息是准确的，（2）你是雇主或涉及的版权利益，您被授权代表该雇主采取行动的声明;

source: Your address, telephone number, and email address; and
zh_cn: 您的地址，电话号码和电子邮件地址;

source: Your physical or electronic signature.
zh_cn: 你的物理或电子签名。

source: We will remove the infringing posting(s), subject to the procedures outlined in the Digital Millennium Copyright Act (DMCA).
zh_cn: 我们将删除侵权张贴（S），数字千年版权法案（DMCA）procedurestoutlined。

source: Computer Fraud
zh_cn: 计算机欺诈

source: Any unauthorized use of our computer systems is a violation of this Agreement and certain federal and state laws, including without limitation the Computer Fraud and Abuse Act (18 U.S.C. ss 1030 et seq.), relevant state statutes and the laws of the other states and territories of the USA. Such violations may subject the offender and his or her agents to civil and criminal penalties.
zh_cn: 任何未经授权使用我们的电脑系统是一种违反本协议和某些联邦及州法律，包括但不限于计算机欺诈和滥用法案（18 USC SS 1030及以下），国家有关法规和其他国家的法律和美国的领土。这种侵犯行为可能会受到民事和刑事处罚的罪犯和他或她的代理人。

source: No Agency
zh_cn: 没有机构

source: Our relationship is that of independent contractors, and no agency, partnership, joint venture, employee-employer or franchiser-franchisee relations is intended or created by these Terms or your use of the Site.
zh_cn: 我们的关系是独立的承包商，​​并没有机构，合伙企业，合资企业，雇员与雇主或特许加盟商关系的目的或这些条款或您使用本网站的创建。

source: Termination/ Access Restriction
zh_cn: 终止/访问限制
