Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Message Wall Provides a Fun and Convenient Way for Staff and Management to Communicate
es_es: Mensaje de la pared ofrece una forma divertida y conveniente para el personal y la dirección para la comunicación
zh_cn: 长城信息提供人员和管理人员到沟通的乐趣和便捷的方式

source: From your Dashboard you can review the most recent message board communication.
es_es: Desde tu panel puede revisar la comunicación de mensajes de la más reciente.
zh_cn: 从您的控制台，您可以查看最近的留言板通信。

source: To post messages on the wall you can either create a new message, or submit a comment to a previous message.
es_es: Para enviar mensajes en la pared puede crear un mensaje nuevo, o enviar un comentario a un mensaje anterior.
zh_cn: 张贴在墙壁上的消息，你可以创建一个新的消息，评论或提交到以前的消息。

source: Allows staff to communicate in short or long messages.
es_es: Permite al personal para comunicarse en los mensajes cortos o largos.
zh_cn: 允许工作人员在短期或长期的信息沟通。

source: With management's permission, staff can create original messages on the wall.
es_es: Con permiso de la administración, el personal puede crear mensajes originales en la pared.
zh_cn: 随着管理的权限，工作人员可以创建在墙壁上的原始邮件。

source: Completely customizable, the Message Wall can run 24/7 or be turned off altogether.
es_es: Totalmente personalizable, el Muro de mensajes puede funcionar 24/7, o se apaga por completo.
zh_cn: 完全可定制，信息墙，可以运行24/7或干脆将其关闭。

source: Post company events and announcements
es_es: Publicar eventos de empresa y los anuncios
zh_cn: 邮政公司事件和公告

source: Eliminate Scheduling conflicts with ShiftPlanning's employee scheduling software
es_es: Eliminar los conflictos de programación con el software de ShiftPlanning de programar del empleado
zh_cn: 消除ShiftPlanning的员工排班软件的调度冲突

source: Easily resolve scheduling conflicts:
es_es: Fácil de resolver los conflictos de programación:
zh_cn: 轻松解决调度冲突：

source: The conflict notice appears automatically above the calendar when conflicts arise.
es_es: El aviso de conflicto aparece automáticamente encima de la agenda cuando surgen conflictos.
zh_cn: 冲突通知，上面显示的日历自动时发生冲突。

source: Clicking on this notice shows the exact details of the conflict with a link to go to that specific point in the schedule.
es_es: Al hacer clic en esta nota muestra los detalles exactos del conflicto con un enlace para ir a ese punto específico en el calendario.
zh_cn: 点击本通知显示链接到在具体的时间表冲突的具体细节。

source: Management can decide to resolve or ignore the conflict depending on scheduling requirements.
es_es: La gerencia puede decidir resolver o ignorar el conflicto dependiendo de las necesidades de programación.
zh_cn: 管理部门可以决定根据调度要求解决或忽略的冲突。

source: Allows managers to avoid scheduling conflicts before there is a problem.
es_es: Permite a los administradores para evitar conflictos de programación antes de que haya un problema.
zh_cn: 允许经理之前，有一个问题，以避免调度冲突。

source: Saves valuable time by keeping all staff scheduling information automatically up-to-date.
es_es: Ahorra tiempo valioso al mantener toda la información personal de programación de forma automática hasta a la fecha.
zh_cn: 节省宝贵的时间，使所有工作人员的调度信息自动最新。

source: Saves your company from paying unnecessary overtime.
es_es: Guarda su empresa de pago de horas extras innecesarias.
zh_cn: 节省贵公司从支付不必要的加班。

source: Customer service never suffers due to staffing conflicts.
es_es: El servicio al cliente no sufre debido a los conflictos de personal.
zh_cn: 客户服务决不容忍由于人手冲突。

source: Smart Break handling with ShiftPlanning
es_es: Vacaciones de manejo inteligente con ShiftPlanning
zh_cn: 带ShiftPlanning的智能折价处理

source: Click on "Schedule."
es_es: Haga clic en &quot;Lista&quot;.
zh_cn: 点击“附表”。

source: Next click on "Edit" on the left hand side below the mini-cal.
es_es: Luego haga clic en &quot;Editar&quot; en el lado izquierdo debajo de la mini-cal.
zh_cn: 下一步点击“编辑”下面的小CAL左侧。

source: Setup break rules for individual schedules based on the shift length
es_es: Configurar reglas de salto de los horarios individuales basados ​​en la duración de los turnos
zh_cn: 设定为个别的时间表休息的基础上移长度规则

source: Break times automatically deducted from worked time for accurate reporting and payroll.
es_es: Recreos y debitados automáticamente de tiempo trabajado para la información precisa y de nómina.
zh_cn: 打破时间自动从工作时间准确的报告和工资中扣除。

source: Can rotate employee breaks to prevent everyone from leaving at once.
es_es: Puede girar las pausas de los empleados para evitar que todo el mundo salga a la vez.
zh_cn: 可以旋转雇员休息，以防止一次离开大家。

source: Creates specified times for short breaks, lunch breaks or dinner breaks.
es_es: Crea momentos determinados para escapadas, la hora del almuerzo o la cena se rompe.
zh_cn: 创建指定的时间短暂的休息，午餐时间或​​晚餐时间。

source: Helps your business comply with state and federal employment regulations.
es_es: Ayuda a que su negocio cumpla con las regulaciones de empleo estatales y federales.
zh_cn: 帮助您的企业符合州和联邦就业法规。

source: Effectively communicates the break allowances to employees.
es_es: Comunica de manera eficaz los derechos de emisión de quiebre para los empleados.
zh_cn: 有效的通信中断津贴给员工。

source: Export and Download Information with ShiftPlanning
es_es: Exportar y descargar la información con ShiftPlanning
zh_cn: 导出和下载与ShiftPlanning的信息

source: ShiftPlanning's Fast Assignment Feature Saves Time Quickly and Easily
es_es: Característica ShiftPlanning de asignación rápida ahorra tiempo de forma rápida y fácil
zh_cn: ShiftPlanning的快速分配功能可以节省时间快速，轻松地

source: We like that ShiftPlanning doesn't keep your data behind its walled garden. - mashable.com
es_es: Nos gusta que ShiftPlanning no mantener los datos detrás de su jardín amurallado. - Mashable.com
zh_cn: 我们希望，ShiftPlanning不保留数据背后的围墙花园。 - mashable.com

source: You can also export documents and share them with your administration, employees or other approved recipients.
es_es: También puede exportar documentos y compartirlos con su administración, los empleados u otros beneficiarios aprobados.
zh_cn: 您还可以导出文件和共享与管理，员工或其他经批准的受助人。

source: To export or download data about your business in .csv or .xls format:
es_es: Para exportar o descargar los datos sobre su empresa en formato CSV o XLS..:
zh_cn: 出口或下载CSV或XLS格式对您的业务数据。

source: Click on the “Admin” tab at the top of your screen.
es_es: Haga clic en la pestaña &quot;Admin&quot; en la parte superior de la pantalla.
zh_cn: 在屏幕上方点击“管理”标签上。

source: Scroll to the section titled “Download Your Data.”
es_es: Vaya a la sección titulada &quot;descargar los datos.&quot;
zh_cn: 滚动到“节”下载你的数据。“

source: Select the data you wish to download.
es_es: Seleccione los datos que desea descargar.
zh_cn: 选择你要下载的数据。

source: Click on the .csv or .xls link next to the records you wish to download.
es_es: Haga clic en el csv. O. Xls situado junto a los registros que desea descargar.
zh_cn: 点击。CSV或XLS旁边的链接到你要下载的记录。

source: ShiftPlanning’s state-of-the-art software will quickly and safely download the data and deliver it to the intended recipient.
es_es: ShiftPlanning del estado de la técnica de software de forma rápida y segura descargar los datos y entregarla al destinatario.
zh_cn: ShiftPlanning的国家的最先进的软件，快速，安全地下载数据，并传送到预期的收件人。

source: Quick reports generation.
es_es: Informes rápidos generación.
zh_cn: 快速报告的生成。

source: Format the data to suit your requirements.
es_es: Dar formato a los datos para adaptarlos a sus necesidades.
zh_cn: 格式的数据，以满足您的要求。

source: Back-up for peace of mind.
es_es: Back-up para la paz de la mente.
zh_cn: 安心。

source: Data portability.
es_es: Los datos de portabilidad.
zh_cn: 数据的可移植性。

source: Printing Offline Schedules is easy with ShiftPlanning
es_es: Impresión de horarios fuera de línea es muy fácil con ShiftPlanning
zh_cn: 打印脱机附表是ShiftPlanning的容易

source: To Print Schedules:
es_es: Para imprimir las Listas:
zh_cn: 打印附表：

source: Go to the "Schedule" tab and click the "Print Schedule" link at the lower left-hand side of the screen.
es_es: Ir a la sección &quot;Programa&quot; y haga clic el &quot;Programa de impresión&quot; en la parte inferior izquierda de la pantalla.
zh_cn: 去“日程安排”选项卡，然后单击“打印附表”链接，在左下角的屏幕的一侧。

source: Select the print options that you would like, and then either print or save the schedule to .pdf.
es_es: Seleccione las opciones de impresión que desea, y luego imprimirlos o guardarlos en el horario de. Pdf.
zh_cn: 选择打印选项，你想，然后打印或保存。PDF附表。

source: Add any notes that you want to the schedule and they will be included in the print version.
es_es: Añadir las notas que desea el calendario y que se incluirán en la versión impresa.
zh_cn: 添加任何想要的时间表，他们将在包括印刷版的笔记。

source: Fast and east option for printing hard copies of all your schedules.
es_es: Opción rápida y al este para la impresión de copias físicas de todos sus horarios.
zh_cn: 快速和东部的选项，打印硬拷贝你所有的时间表。

source: Customizable print details and display.
es_es: Detalles personalizables de impresión y la pantalla.
zh_cn: 定制打印细节和显示。

source: Employees without Internet access can have their schedule in hand.
es_es: Los empleados sin acceso a Internet puede tener su calendario en la mano.
zh_cn: 不上网的员工可以有他们的日程安排，在手。

source: Manager or scheduler can add notes to the schedule before printing.
es_es: Manager o programador puede añadir notas al programa antes de imprimir.
zh_cn: 经理或调度可以添加注释到印刷前的时间表。

source: ShiftPlanning Notification System Makes Information Exchange a Breeze
es_es: Sistema de Notificación ShiftPlanning hace el intercambio de información una brisa
zh_cn: ShiftPlanning通知系统使得信息交换变得轻而易举

source: Turn on/off notifications altogether for sms/e-mail or both.
es_es: Activar / desactivar las notificaciones por completo por sms / e-mail o en ambos.
zh_cn: 开启/关闭通知完全打开SMS / e-mail或两者。

source: Customize individual notifications to send out:
es_es: Personaliza las notificaciones individuales para enviar:
zh_cn: 自定义个人发出的通知：

source: Every time the event occurs
es_es: Cada vez que se produce el evento
zh_cn: 每次事件发生

source: Only once since the last time you've logged in
es_es: Sólo una vez desde la última vez que has entrado en
zh_cn: 最后一次，因为只有一次您登录

source: Never
es_es: Nunca
zh_cn: 从来没有

source: Notifications customizable for every module / event separately.
es_es: Notificaciones personalizables para cada módulo por separado / evento.
zh_cn: 通知每个模块/事件分别定制。

source: Staff is always up to date with events happening online.
es_es: El personal está siempre al día con los acontecimientos que suceden en línea.
zh_cn: 员工始终是最新事件发生网上。

source: Real time notifications encourages prompt action to items needing attention.
es_es: Notificaciones en tiempo real estimula la acción del sistema para artículos que requieren atención.
zh_cn: 实时通知，鼓励迅速采取行动，需要注意的项目。

source: Staff never miss shifts as they are always provided with shift reminders (60 mins, and 24 hours before each shift)
es_es: El personal no te pierdas los cambios, ya que siempre se proporcionan con recordatorios de turnos (min 60 y 24 horas antes de cada turno)
zh_cn: 工作人员从来没有错过，因为他们总是与转变提醒（60分钟，每个班次24小时前）转变

source: Menu->Home
es_es: Menú-&gt; Inicio
zh_cn: 菜单 - &gt;首页

source: Managers or schedulers click on the "Staff" tab,
es_es: Los gerentes o programadores haga clic en &quot;Personal&quot; ficha,
zh_cn: 经理或调度单击“员工”标签，

source: From the bottom-left of the screen, click "Fast Assignment."
es_es: Desde la parte inferior izquierda de la pantalla, haga clic en &quot;Asignación de rápido&quot;.
zh_cn: 从屏幕左下角，点击“快速分配。”

source: The option to assign skills and positions can be done "By Employee", "By Schedule", or "By Skill".
es_es: La opción de asignar las habilidades y las posiciones se puede hacer &quot;por empleado&quot;, &quot;by Schedule&quot;, o &quot;por habilidad&quot;.
zh_cn: 分配技能和岗位的选项，可以完成“由雇员”，“通过附表”，或“按技能”。

source: Toggle the checkboxes to make the assignments as needed.
es_es: Activar las casillas de verificación para hacer las tareas según sea necesario.
zh_cn: 切换复选框，使任务的需要。

source: Management can quickly and easily make changes to employee skills and positions from one location.
es_es: La gestión puede rápidamente y fácilmente los cambios a las habilidades de los empleados y las posiciones de un lugar.
zh_cn: 管理可以快速，容易使员工的技能和岗位的变化，从一个位置。

source: Managers can quickly and easily assign employees to different schedules according to their skills.
es_es: Los administradores pueden rápida y fácilmente asignar empleados a diferentes horarios de acuerdo a sus habilidades.
zh_cn: 经理可以快速，方便员工分配到不同的时间表，根据他们的技能。

source: Eliminates wasted time searching manually for skilled employees.
es_es: Elimina la pérdida de tiempo buscando de forma manual para los empleados cualificados.
zh_cn: 消除浪费时间手动寻找熟练的员工。

source: Employee vacation scheduling and management
es_es: Empleado de planificación de vacaciones y de gestión
zh_cn: 雇员度假调度和管理

source: Using ShiftPlanning's vacation request feature, the employee initiates the request:
es_es: Usando la característica de vacaciones ShiftPlanning solicitud, el empleado inicia la solicitud:
zh_cn: 使用ShiftPlanning的休假请求功能，雇员发起的请求：

source: From the Scheduling screen, your employee will be prompted to:
es_es: En la pantalla de programación, su empleado se le pedirá que:
zh_cn: 从调度屏幕上，你的员工会提示：

source: Include an explanation for the request along with comments and notes.
es_es: Incluya una explicación de la solicitud, junto con comentarios y notas.
zh_cn: 包括解释的意见和票据的要求。

source: Specify the exact leave and return dates.
es_es: Especifique la licencia y las fechas exactas de retorno.
zh_cn: 指定确切的离开和返回日期。

source: When the employee vacation request reaches management, you will receive a notification E-mail.
es_es: Cuando la solicitud de vacaciones del personal llega a la gestión, usted recibirá una notificación por correo electrónico.
zh_cn: 当达到管理员工休假请求，您将收到电子邮件通知。

source: All "pending vacation" requests will be visible.
es_es: Todos los &quot;pendientes&quot; de vacaciones en las solicitudes será visible.
zh_cn: 所有“挂起度假”的要求将是可见的。

source: To approve or reject vacation time, click the appropriate link next to the request.
es_es: Para aprobar o rechazar el tiempo de vacaciones, haga clic en el enlace correspondiente junto a la solicitud.
zh_cn: 批准或拒绝的休假时间，单击相应的链接请求。

source: Click the "Show Details" link to view any notes that the employee included with the vacation request.
es_es: Haga clic en &quot;Mostrar detalles&quot; para ver todas las notas que el empleado que se incluyen con la solicitud de vacaciones.
zh_cn: 点击“显示详细信息”链接来查看任何员工休假请求。

source: Once approved or denied, the employee will receive an E-mail notification regarding the status of their vacation request.
es_es: Una vez aprobada o rechazada, el empleado recibirá una notificación por correo electrónico sobre el estado de su solicitud de vacaciones.
zh_cn: 一旦批准或拒绝，员工会收到一封电子邮件通知，关于他们的休假请求的状态。

source: Management receives notification of any request made.
es_es: Administración reciba la notificación de la demanda interpuesta.
zh_cn: 管理收到任何提出要求的通知。

source: Employees have more freedom to request vacation and leave time, and receive a decision in a timely manner.
es_es: Los empleados tienen más libertad para solicitar vacaciones y dejar el tiempo, y recibir una decisión en el momento oportuno.
zh_cn: 员工有更多的自由，要求休假和离开的时间，并得到及时作出决定。

source: Cumbersome and time-consuming paperwork is eliminated.
es_es: Papeleo engorroso y requiere mucho tiempo se elimina.
zh_cn: 繁琐，费时的手续被淘汰。

source: Data is kept in a centralized location reducing potential schedule conflicts.
es_es: Los datos se mantienen en una ubicación centralizada reduce los posibles conflictos de horario.
zh_cn: 数据保存在一个集中位置，减少了潜在的日程冲突。

source: ShiftPlanning integrates with Facebook for simple and fun employee workforce management
es_es: ShiftPlanning se integra con Facebook para la gestión de un empleado mano de obra simple y divertida
zh_cn: ShiftPlanning与Facebook集成了简单而有趣的员工人力资源管理

source: Click on this button to get to the Facebook login.
es_es: Haga clic en este botón para obtener al inicio de sesión de Facebook.
zh_cn: 按一下这个按钮去Facebook登录。

source: Connect with your Facebook account.
es_es: Conéctate con tu cuenta de Facebook.
zh_cn: 连接您的Facebook帐户。

source: Once you have finished this process, login to your ShiftPlanning account to pair the two accounts together.
es_es: Una vez que haya terminado este proceso, ingrese a su cuenta ShiftPlanning para vincular las dos cuentas juntas.
zh_cn: 一旦你完成了这个过程中，登录到您ShiftPlanning帐户两个帐户一起配对。

source: After you login to your ShiftPlanning account:
es_es: Después de que usted acceda a su cuenta ShiftPlanning:
zh_cn: 之后到您ShiftPlanning帐户登录：

source: From the Dashboard, locate the "Details" link on the top left hand side.
es_es: En la interfaz, busque el vínculo &quot;Detalles&quot; en la parte superior izquierda.
zh_cn: 从仪表板，找到“详细资料”顶部左侧的链接。

source: Click on the "Details" link.
es_es: Haga clic en el vínculo &quot;Detalles&quot;.
zh_cn: 点击“详细信息”链接。

source: Locate the new option in your profile: "Facebook."
es_es: Busque la nueva opción en su perfil: &quot;. Facebook&quot;
zh_cn: 找到新的选择：在您的个人资料“。Facebook的”

source: Click on the "Connect with Facebook" button which will guide you through the login/authorization.
es_es: Haga clic en &quot;Connect with Facebook&quot; el cual le guiará a través de la conexión / autorización.
zh_cn: 点击“与Facebook Connect”按钮，这将引导您通过登录/授权。

source: Import Employees from Facebook:
es_es: Importación de Empleados de Facebook:
zh_cn: 从Facebook导入员工：

source: Click on "Staff" and "Add Employees" to reach the import options.
es_es: Haga clic en &quot;Personal&quot; y &quot;Agrega los empleados&quot; para llegar a las opciones de importación.
zh_cn: “员工”，并点击“添加员工”达到进口选项。

source: Click on your Facebook account to connect the two accounts.
es_es: Haga clic en tu cuenta de Facebook para conectar las dos cuentas.
zh_cn: 在你的Facebook帐户，点击连接两个帐户。

source: Use your Facebook account for logging on and maintaining your image/profile sync.
es_es: Usa tu cuenta de Facebook para iniciar sesión en y mantener su imagen / sync perfil.
zh_cn: 使用你的Facebook帐户，用于记录和维护你的形象/个人资料同步。

source: Once synchronized, Facebook can provide your ShiftPlanning account with complete employee information.
es_es: Una vez sincronizado, Facebook puede proporcionar a su cuenta de ShiftPlanning con la información de los empleados completa.
zh_cn: 一旦同步，Facebook可以提供完整的员工信息ShiftPlanning帐户。

source: Contact or keep in touch with employees via Facebook.
es_es: Póngase en contacto con o mantenerse en contacto con los empleados a través de Facebook.
zh_cn: 联系或通过Facebook的员工保持接触。

source: Allow employees to access their schedules and other relevant company information directly from their Facebook account with the ShiftPlanning application.
es_es: Permitir a los empleados acceder a sus programas y otra información relevante empresa directamente desde su cuenta de Facebook con la aplicación ShiftPlanning.
zh_cn: 允许员工访问他们的日程安排及其他有关公司的信息，直接从他们的Facebook帐户与ShiftPlanning应用。

source: Employee Shift Trading with ShiftPlanning
es_es: Empleado de Comercio cambio con ShiftPlanning
zh_cn: 员工与ShiftPlanning移交易

source: Electronically provide their reason for requesting a shift change.
es_es: Electrónicamente dar su razón para solicitar un cambio de turno.
zh_cn: 以电子方式提供他们要求换班的原因。

source: Indicate which coworkers may be able to cover the shift.
es_es: Indicar que los compañeros de trabajo puede ser capaz de cubrir el turno de trabajo.
zh_cn: 表明，同事可能是能够覆盖的转变。

source: Check the status of the shift trade on the schedule screen.
es_es: Compruebe el estado del comercio de cambio de horario en la pantalla.
zh_cn: 检查的时间表屏幕上的转变贸易地位。

source: Management has the ability to have complete control over the process:
es_es: La gerencia tiene la capacidad de tener un control completo sobre el proceso:
zh_cn: 管理层有能力，有较完整的过程控制：

source: Approve or reject a shift trade before a receiver is found, and afterward.
es_es: Aprobar o rechazar un cambio del comercio antes de que un receptor se encuentra, y después.
zh_cn: 转变贸易批准或拒绝接收前被发现，和之后。

source: Initial trade request is approved by management.
es_es: Solicitud de cesión inicial es aprobado por la dirección.
zh_cn: 最初的贸易请求管理部门批准。

source: Notifications are sent to the manager allowing them to approve/reject the requests right from their e-mail inbox.
es_es: Las notificaciones se envían al gestor de lo que les permite aprobar / rechazar las solicitudes directamente desde su buzón de correo electrónico.
zh_cn: 通知发送到经理，使他们能够从他们的电子邮件收件箱批准/拒绝请求。

source: Rescheduling replacement staff becomes a simple, one-touch process for managers and employees.
es_es: Reprogramación de personal de reemplazo se convierte en un simple proceso de un solo toque para los gerentes y empleados.
zh_cn: 改期更换人员，成为一个简单的，一触式的管理者和员工的过程。

source: Employees gain increased control over their schedules.
es_es: Empleados de obtener un mayor control sobre sus horarios.
zh_cn: 员工获得增加了控制自己的时间表。

source: Managers involvement is drastically reduced in the shift drop / pick up process.
es_es: Participación de los directores se reduce drásticamente en el cambio de soltar / recoger a proceso.
zh_cn: 管理人员的参与大大减少移位下降/拿起过程。

source: No more calling in to find potential covers for an upcoming shift.
es_es: No más llamadas en las cubiertas para encontrar potenciales de un cambio próximo.
zh_cn: 没有更多的调用，以发现潜在的封面为即将到来的转变。

source: Employee job satisfaction receives a boost.
es_es: La satisfacción laboral de los trabajadores recibe un impulso.
zh_cn: 雇员工作满意度得到提升。

source: Import offline schedules with the ShiftPlanning schedule importer
es_es: Importar horarios fuera de línea con el importador de horario ShiftPlanning
zh_cn: 导入的ShiftPlanning时间表进口商离线时间表

source: Click on "Schedule" from the main navigation
es_es: Haga clic en &quot;Programación&quot; de la navegación principal
zh_cn: 从主导航上点击“日程安排”

source: On the bottom left hand side select "Schedule Import"
es_es: En la parte inferior izquierda, seleccione &quot;Importar Lista&quot;
zh_cn: 底部左侧选择“附表导入”

source: Select the file you want to import.
es_es: Seleccione el archivo que desea importar.
zh_cn: 选择您要导入的文件。

source: ShiftPlanning processes the data and shows a preview of all information in a table.
es_es: ShiftPlanning procesa los datos y muestra una vista previa de toda la información en una tabla.
zh_cn: ShiftPlanning处理数据，并显示在一个表中的所有信息的预览。

source: Easily edit this table (like a spreadsheet) to make any changes to the data necessary.
es_es: Fácilmente editar esta tabla (como una hoja de cálculo) para hacer cualquier cambio a los datos necesarios.
zh_cn: 轻松编辑此表（如电子表格）作出任何必要的数据变化。

source: Click "Save" at the bottom to save this data to ShiftPlanning.
es_es: Haga clic en &quot;Guardar&quot; en la parte inferior para guardar estos datos para ShiftPlanning.
zh_cn: 在底部点击“保存”保存此数据ShiftPlanning。

source: Once saved ShiftPlanning will automatically refresh showing you the newly imported data.
es_es: ShiftPlanning Una vez guardados se actualizará automáticamente mostrando los datos recién importados.
zh_cn: 一旦保存ShiftPlanning将自动刷新显示你新导入的数据。

source: No loss of information or data in the process.
es_es: Sin pérdida de información o datos en el proceso.
zh_cn: 没有在这个过程中的信息或数据的损失。

source: No need to re-type data.
es_es: No es necesario volver a escribir los datos.
zh_cn: 无需重新类型的数据。

source: Easily divert existing offline employee information and schedules to ShiftPlanning.
es_es: Fácilmente desviar la información existente y los horarios de los empleados en línea de ShiftPlanning.
zh_cn: 容易转移现有的离线雇员信息和时间表到ShiftPlanning。

source: No limit to the number of schedules or amount of data you can import.
es_es: No hay límite en el número de horarios o la cantidad de datos que puede importar.
zh_cn: 的数据可以导入的时间表或金额的数目没有限制。

source: Generating Workforce Management Reports with ShiftPlanning
es_es: Generación de informes de Workforce Management con ShiftPlanning
zh_cn: 产生劳动力与ShiftPlanning的管理报告

source: Hours Scheduled.
es_es: Horas programadas.
zh_cn: 小时预定。

source: Shifts Scheduled.
es_es: Turnos programados.
zh_cn: 转移计划。

source: Shifts Confirmed.
es_es: Los cambios confirmados.
zh_cn: 轮班确认。
