Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Case Study: Yale University School of Medicine - Department of Emergency Medicine in New Haven, Connecticut, United States
es_es: Estudio de caso: Yale University School of Medicine - Departamento de Medicina de Emergencia en New Haven, Connecticut, Estados Unidos
zh_cn: 案例分析：美国耶鲁大学医学院 - 急诊医学部在纽黑文，康涅狄格州，美国

source: We recruit patients for multiple research studies from the Emergency Department at Yale University. In order to maximize the number of patients that are recruited we have coverage 24 hours a day 7 days a week and employ both student and full time employees in order to ensure that all hours are covered.
es_es: Contratamos a los pacientes para estudios de investigación múltiples del Departamento de Emergencia en la Universidad de Yale. Con el fin de maximizar el número de pacientes que son reclutados tenemos una cobertura las 24 horas del día, 7 días a la semana y emplear el estudiante y los empleados de tiempo completo a fin de garantizar que todas las horas están cubiertas.
zh_cn: 我们聘请多个研究的患者，在耶鲁大学的急诊部。为了最大限度地招募的患者，我们有覆盖全天24小时每周7天数，并聘请学生和全职员工，以确保涵盖所有小时。

source: Before using the work scheduler ShiftPlanning we were using a calendar on Microsoft word that was stored on a drop-box account that everyone could access. However this created problems that when people would try to look at open shifts and pick them up multiple copies of the calendar would get created and there would be a lot of confusion.
es_es: Antes de usar el planificador de ShiftPlanning trabajo que estábamos utilizando un calendario en Microsoft Word que se almacenan en una cuenta de buzón que todos puedan acceder. Sin embargo, esto crea problemas que cuando la gente eche un vistazo a los cambios abiertos y recogerlos varias copias del calendario que se crean y no habría mucha confusión.
zh_cn: 我们在使用前工作调度ShiftPlanning的使用上一个下拉框，每个人都可以访问的帐户存储在Microsoft Word中的日历。然而，当人们将试图寻找在开放的转变，它们捡起来日历多个副本创建，会有很多混乱的问题。

source: The work scheduler ShiftPlanning has made scheduling so much easier as the students are now able to trade shifts with each other directly without having to involve management. Additionally, the ability to leave shifts open and have employees pick up these open shifts that they can work rather than having to schedule all shifts has made the initial scheduling process much easier.
es_es: El ShiftPlanning trabajo programador ha hecho mucho más fácil de programar que los estudiantes están ahora en condiciones de negociar con los cambios directamente entre sí sin tener que involucrar a la gerencia. Además, la capacidad de dejar cambia abrir y que los empleados recoger estos cambios abiertos que puedan trabajar en lugar de tener que programar todos los cambios que ha realizado el proceso de planificación inicial, mucho más fácil.
zh_cn: 工作调度ShiftPlanning已作出安排，更容易为学生们现在可以与对方进行交易，而无需直接参与管理转变。此外，转向开放，并有员工拿起这些开放的变化，他们可以安排所有班次已取得初步调度进程更容易离开的能力。

source: Scheduling so much easier, I would definitely recommend ShiftPlanning to others. -
es_es: La programación mucho más fácil, sin duda le recomendaría ShiftPlanning a los demás. -
zh_cn: 调度就轻松多了，我肯定会建议ShiftPlanning给他人。 -

source: Matthew Naftilan - Yale University School of Medicine
es_es: Mateo Naftilan - Yale University School of Medicine
zh_cn: 马修Naftilan - 耶鲁大学医学院

source: I very much like the live help function as it saves a tremendous amount of time when I cannot find something in the help section myself. Also It seems that the ShiftPlanning team is working very hard as there are constant updates and improvements to the system.
es_es: Me gusta mucho la función de ayuda en vivo, ya que ahorra una enorme cantidad de tiempo en que no puede encontrar algo en la sección de ayuda a mí mismo. También parece que el equipo ShiftPlanning está trabajando muy duro, ya que hay constantes actualizaciones y mejoras en el sistema.
zh_cn: 我很想现场帮助功能，因为它节省了大量的时间，当我无法找到帮助的东西自己。也似乎，ShiftPlanning团队正在非常努力地工作，有不断更新和改善系统。

source: : Yale University School of Medicine - Department of Emergency Medicine
es_es: : Yale University School of Medicine - Departamento de Medicina de Emergencia
zh_cn: ：耶鲁大学医学院 - 急诊科

source: University of Iowa ITS Help Desk - Education Scheduling - Case Study
es_es: Universidad de Iowa SU Help Desk - Programación de la Educación - Estudio de caso
zh_cn: 爱荷华大学的服务台 - 教育调度 - 案例研究

source: University of Iowa ITS Help Desk - Education Scheduling
es_es: Universidad de Iowa SU Help Desk - Programación de la Educación
zh_cn: 爱荷华大学的帮助台 - 教育调度

source: Case Study: University of Iowa ITS Help Desk in Iowa City, Iowa, United States
es_es: Caso de estudio: Universidad de Iowa SU servicio de asistencia en Iowa City, Iowa, Estados Unidos
zh_cn: 案例研究：在爱荷华市爱荷华大学的服务台，爱荷华州，美国

source: The University of Iowa was established in 1847 and The Information Technology Services Help Desk provides technical assistance to University of Iowa students, faculty, staff, alumni and guests. We serve a customer base of 50,000+ users and assists with questions about University accounts and services (password issues, configuring email accounts, etc.), as well as how to questions for common software applications like MS Word, Adobe Photoshop, etc. and general technology consultation and troubleshooting.
es_es: La Universidad de Iowa, fue fundada en 1847 y la Tecnología de la Información Servicios de Help Desk ofrece asistencia técnica a los estudiantes de la Universidad de Iowa, profesores, personal de ex-alumnos e invitados. Servimos a una base de clientes de 50.000 + usuarios y ayuda con preguntas sobre las cuentas de la Universidad y los servicios (problemas de contraseña, la configuración de cuentas de correo electrónico, etc), así como la forma de preguntas para las aplicaciones de software comunes, como MS Word, Adobe Photoshop, etc, y consulta de la tecnología en general y la solución de problemas.
zh_cn: 美国爱荷华大学成立于1847年，爱荷华州的学生，教职员工，校友和嘉宾大学资讯科​​技服务服务台，提供技术援助。我们为50000 +的用户，并协助客户群与大学的账户和服务（密码问题，配置电子邮件帐户等），以及如何为常见的应用软件，如微软的Word，Adobe的Photoshop，等问题有关的问题，并一般的技术咨询和故障排除。

source: We have between 45 and 50 employees: we employ 9 full-time staff and 35-40 student employees. Student employees have greatly varying schedules, around classes, other jobs, study groups, etc. Students may be available for 2 hours in the morning, then busy for 4 hours during the day, then available again for 3 hours in the evening on any given day.
es_es: Tenemos entre 45 y 50 empleados: contamos con nueve personas a tiempo completo y los empleados de 35-40 estudiantes. Los empleados de los estudiantes se han en gran medida varios horarios, en torno a las clases, trabajos de otros, grupos de estudio, estudiantes, etc pueden estar disponibles para 2 horas de la mañana, entonces ocupada por 4 horas durante el día, y luego vuelva a estar disponible durante 3 horas en la noche en cualquier dada día.
zh_cn: 我们有45至50名员工：我们聘请9名全职员工和35-40的学生员工。学生员工有很大不同类，其他的工作，研究组周围的时间表，等学生可在上午2个小时，然后忙碌的白天4小时，然后可以用3个小时在晚上再次在任何给定一天。

source: We gathered availability information using a home-grown web application, then used an Excel spreadsheet to build shifts using colored cells and posted it weekly to a web site.
es_es: Nos hemos reunido información sobre la disponibilidad mediante una aplicación web de cosecha propia, a continuación, utiliza una hoja de cálculo Excel para crear cambios de color que utilizan las células y lo publicó semanalmente a un Web site.
zh_cn: 我们收集了使用本土的Web应用程序，然后使用Excel电子表格建立使用有色细胞的变化，并张贴每周到一个网站的可用性的信息。

source: In addition, the various views allows students to see just their schedule, instead of having to sift through the entire spreadsheet to determine when they work. The views also allows supervisors to identify a specific skill set or shift type and see who is working those shifts this day/week/month. I would most definitely recommend the work schedule maker ShiftPlanning to others.
es_es: Además, los distintos puntos de vista permite a los estudiantes para ver sólo su programación, en lugar de tener que tamizar a través de la hoja de cálculo completa para determinar cuando trabajan. Los puntos de vista también permite a los supervisores para identificar un conjunto de habilidades específicas o el tipo de cambio y ver quién está trabajando a los cambios de día / semana / mes. Yo lo recomiendo sin duda el horario de trabajo ShiftPlanning fabricante de los demás.
zh_cn: 此外，各种不同意见，允许学生看到他们的日程安排，而不必通过整个电子表格中筛选，以确定他们的工作时，。意见还允许监事，以确定特定的技能或转移型，看看谁是工作的转移这一天/周/月。我最推荐的工作日程制造商ShiftPlanning给他人。

source: The ShiftPlanning team is extremely responsive and open to feedback. Suggestions are often implemented within weeks of being voiced. Issues are addressed in a very timely manner
es_es: El equipo de ShiftPlanning es extremadamente sensible y abierto a la retroalimentación. Sugerencias a menudo se implementan dentro de unas semanas de haber sido expresada. Cuestiones se abordan de una manera muy oportuna
zh_cn: ShiftPlanning队是非常积极和开放的反馈。建议常常被表示的星期内实施。在一个非常及时的解决问题

source: Gathering availability is now easier than ever.
es_es: Recopilación de disponibilidad es ahora más fácil que nunca.
zh_cn: 收集的可用性现在比以往任何时候都更容易。

source: Scott Leeman - University of Iowa ITS Help Desk
es_es: De Scott Leeman - Universidad de Iowa SU Help Desk
zh_cn: 斯科特·利曼 - 美国爱荷华大学的帮助服务台

source: The employee schedule maker ShiftPlanning has made it easier for student employees to know when they need to be at work, through notifications and calendar options and for managers to see who should be where at specific times. It has also made it easier for us to track the total hours being worked each week by any given student (students are capped at 20 hours a week per University regulations).
es_es: El horario de los empleados ShiftPlanning el fabricante ha hecho más fácil para los empleados de los estudiantes para saber cuando tienen que estar en el trabajo, a través de las notificaciones y las opciones de calendario y de los administradores para ver quién debe ser donde en determinados momentos. También ha hecho más fácil para nosotros para seguir siendo el total de horas trabajadas cada semana por un estudiante en particular (los estudiantes tienen un límite de 20 horas a la semana por los reglamentos de la Universidad).
zh_cn: 雇员时间表制造商ShiftPlanning学生员工更容易知道，当他们需要在工作中，通过通知和日历选项和管理人员，见谁应该是在特定的时间。它也使我们更容易跟踪任何给定的学生（学生在大学规定每星期20小时上限）每星期工作的总时数。

source: We utilize the message wall to post information about upcoming events or any issues that may be impacting our business that day. We also like that upcoming birthdays are posted on the dashboard, so no one’s birthday is ever forgotten.
es_es: Utilizamos la pared mensaje a publicar información sobre eventos o temas los que pueden estar afectando nuestro negocio ese día. También nos gusta que los próximos cumpleaños se publican en el tablero de instrumentos, por lo que el cumpleaños de nadie alguna vez se olvida.
zh_cn: 我们利用信息墙即将举行的活动或任何问题，可能会影响我们的业务当天发表的信息。我们也很喜欢，仪表盘上的发布即将到来的生日，所以从来没有一个人的生日忘了。

# title
source: NextFab Studio - Education Scheduling - Case Study
es_es: NextFab Estudio - Programación de la Educación - Estudio de caso
zh_cn: NextFab工作室 - 教育调度 - 案例研究

# menu
source: NextFab Studio - Education Scheduling
es_es: NextFab Estudio - Programación de la Educación
zh_cn: NextFab工作室 - 教育调度

source: Case Study: NextFab Studio in Philadelphia, Pennsylvania, United States
es_es: Caso de estudio: Estudio NextFab en Filadelfia, Pennsylvania, Estados Unidos
zh_cn: 案例研究：NextFab工作室在费城，宾夕法尼亚州，美国

source: Since 2009 NextFab Studio is a membership-based, high-tech workshop and prototyping center- it's Philadelphia's gym for innovators. Located in the University City Science Center, on Philadelphia's Avenue of Technology, our 4400 square foot facility opened in January of 2010, and provides comfortable, clean, and safe work spaces with hand tools, 3D printers, computer controlled machine tools, software, and electronics workbenches. Expert instructors and a community of collaborators are on hand to help you problem-solve and achieve your vision. NextFab Studio has everything necessary for you to invent, repair, create, and innovate!
es_es: Desde el año 2009 Estudio NextFab es una organización basada en alta tecnología, taller y centro de creación de prototipos-que es un gimnasio de Filadelfia para los innovadores. Situado en la City University Science Center, en la avenida de Filadelfia de la tecnología, nuestro 4400 pies cuadrados abrió sus puertas en enero de 2010, y proporciona espacios de trabajo cómodo, limpio, seguro y con herramientas de mano, impresoras 3D, herramientas controladas por ordenador de la máquina, software y electrónica de bancos de trabajo. Instructores expertos y una comunidad de colaboradores está a su disposición para ayudarle a resolver problemas y alcanzar su visión. NextFab Studio tiene todo lo necesario para que usted pueda inventar, reparar, crear e innovar!
zh_cn: 2009年以来NextFab工作室是一个会员制，高科技厂房和原型中心，它是费城的创新健身房。坐落在大学城科学中心，在费城的大街技术，我们的4400平方英尺的设施在2010年1月开业，并提供手工具，三维打印机，电脑控制的机器工具，软件和舒适，干净，和安全的工作空间电子工作台。专家导师和合作者的社区手来帮助你的问题的解决和实现你的愿景。 NextFab Studio拥有一切必要的发明，修复，创造和创新！

source: We started with 2 employees and now we have a total of 14. We are open 7 days a week, 10:00AM to 8:00PM and require specific staff functions to be filled during all hours of operation. We also offer classes to the general public thus we have to match staff schedules to classes.
es_es: Comenzamos con 2 empleados y ahora tenemos un total de 14. Estamos abiertos 7 días a la semana, de 10:00 AM a 8:00 PM y requieren de funciones específicas del personal por cubrir durante todas las horas de funcionamiento. También ofrecemos clases para el público en general lo que tenemos que coincidir con los horarios del personal a las clases.
zh_cn: 我们开始与2名员工，现在我们一共有14个。我们每周7天开放，上午10:00至下午8:00，并要求工作人员在操作时要填写具体功能。我们还提供类的普罗大众，因此，我们有工作人员的时间表，以类相匹配。

source: None, we went straight to ShiftPlanning.
es_es: No, nos fuimos directamente a ShiftPlanning.
zh_cn: 没有，我们直奔ShiftPlanning。

source: We would recommend the work scheduler ShiftPlanning.
es_es: Lo recomendamos el ShiftPlanning trabajo del programador.
zh_cn: 我们建议工作调度ShiftPlanning。

source: Diana Montgomery - Facility Coordinator- NextFab Studio, LLC
es_es: Diana Montgomery - Servicio Coordinador NextFab Studio, LLC
zh_cn: 戴安娜蒙哥马利 - 基金协调员NextFab工作室，有限责任公司

source: <b>Business Name</b>: NextFab Studio
es_es: <b>Nombre del Negocio</b>: Estudio NextFab
zh_cn: <b>公司名称</b>：NextFab工作室

# title
source: Team Expansion & Tea in Grand Junction - Non-Profit & Volunteer Scheduling - Case Study
es_es: Equipo de Expansión y té en Grand Junction - Programación sin fines de lucro y voluntario - Estudio de caso
zh_cn: 大枢纽 - 非营利及义工计划 - 案例研究团队的扩张与茶

source: Team Expansion & Tea in Grand Junction - Non-Profit & Volunteer Scheduling
es_es: Equipo de Expansión y té en Grand Junction - Programación sin fines de lucro y voluntario
zh_cn: 大枢纽 - 非营利及义工调度的团队扩充及茶

source: Case Study: Team Expansion in Louisville, Kentucky, United States
es_es: Estudio de caso: La expansión del equipo en Louisville, Kentucky, Estados Unidos
zh_cn: 案例分析：在美国肯塔基州路易斯维尔，美国队扩充

source: Team Expansion connects churches and individuals with the vision, coaching, resources, and tools to accelerate the fulfillment of make the Bible and its message available to people all over the world.
es_es: La expansión del equipo se conecta iglesias y las personas con la visión, entrenamiento, recursos y herramientas para acelerar el cumplimiento de hacer que la Biblia y su mensaje a disposición de personas de todo el mundo.
zh_cn: 团队扩充连接教会和个人的眼光，教练，资源，工具，以加速实现使“圣经”和它的信息提供给世界各地的人们。

source: As a campaign, U4theU was first launched at the 2011 North American Christian Convention in Cincinnati, Ohio. In his keynote address, convention president, Dudley Rutherford, asked churches and individuals everywhere to get serious about unreached peoples and cities. He wanted the unreached to have a valid chance to hear and respond to the story of Jesus Christ. U4theU began in 2011. Team Expansion began in 1978 with just two volunteers.
es_es: Como una campaña, U4theU fue lanzado por primera en el 2011 de América del Norte cristiana Convención en Cincinnati, Ohio. En su discurso, el presidente de la Convención, Dudley Rutherford, pidió a las iglesias e individuos de todas partes a tomar en serio los pueblos no alcanzados y las ciudades. Quería a los excluidos de tener una oportunidad válida para escuchar y responder a la historia de Jesús Cristo. U4theU comenzó en 2011. La expansión del equipo comenzó en 1978 con sólo dos voluntarios.
zh_cn: U4theU作为一项运动，首次推出在美国俄亥俄州辛辛那提，在2011年北美基督教公约。在主题演讲中，达德利卢瑟福，会议主席，要求各地教会和个人未得人民和城市严重。他希望有一个有效的机会，听取和回应耶稣基督的故事在未得。 U4theU开始于2011年。团队扩张始于1978年，只有两个志愿者。

source: We have about 320 employees plus hundreds of volunteers. When we stage a major event such as the convention in Cincinnati or the upcoming convention in Atlanta, it's crazy. Our employees fly in from all over the country (and, in fact, from 45 countries overseas). We aren't able to meet with them in advance to discuss scheduling. We needed an online solution.
es_es: Tenemos alrededor de 320 empleados y cientos de voluntarios. Al organizar un gran evento como la convención en Cincinnati o en la próxima convención en Atlanta, es una locura. Nuestros empleados llegan en avión desde todo el país (y, de hecho, a partir de 45 países de ultramar). No somos capaces de cumplir con ellos de antemano para discutir la programación. Necesitábamos una solución en línea.
zh_cn: 我们有大约320名员工，加上数百名志愿者。当我们举办的重大事件，如在辛辛那提的公约或在亚特兰大举行的公约，它是疯了。我们的员工来自全国各地的（而且，事实上，来自海外45个国家）在飞。我们无法与他们会面，讨论调度提前。我们需要一个在线的解决方案。

source: Hundreds haphazard emails, flowing back and forth in a very confusing fashion.
es_es: Cientos correos electrónicos al azar, que fluyen de ida y vuelta de una manera muy confusa.
zh_cn: 数百杂乱无章的电子邮件，在一个非常混乱的方式来回流动。

source: With the work schedule maker we can now see how many open slots there are, so we know how many volunteers or staff people we still have to recruit. Overall it helps make us much more organized to serve our constituents and we have found the ShiftPlanning team to be very responsive.
es_es: Con el fabricante del horario de trabajo, ahora podemos ver la cantidad de ranuras abiertas que hay, así que sabemos cuántos voluntarios del personal o las personas que todavía tienen que contratar. En general, nos ayuda a ser mucho más organizada para servir a nuestros electores y hemos encontrado el equipo ShiftPlanning a ser muy sensible.
zh_cn: 与工作日程制造商，我们现在可以看到有多少个开放式插槽，所以我们知道我们仍然要招募多少志愿者或工作人员的人。整体而言，这有助于使我们更加有组织的为我们的选民，我们已经找到了ShiftPlanning队是非常敏感。

source: ShiftPlanning lets us see the forest AND the trees.
es_es: ShiftPlanning nos deja ver el bosque y los árboles.
zh_cn: ShiftPlanning让我们看到了森林和树木。

source: Doug Lucas - Team Expansion
es_es: Doug Lucas - Ampliación del equipo
zh_cn: 道格·卢卡斯 - 团队拓展

source: We're grateful for the customer-centered approach that the staff takes at ShiftPlanning.
es_es: Estamos agradecidos por el enfoque centrado en el cliente que el personal lleva a ShiftPlanning.
zh_cn: 我们感谢客户为中心的方法，工作人员需要ShiftPlanning。

source: Also see
es_es: Véase también
zh_cn: 还可以看到

source: <b>Business Name</b>: Team Expansion
es_es: <b>Nombre del Negocio</b>: Equipo de Expansión
zh_cn: <b>公司名称</b>：团队拓展

source: Hamline University - ITS Helpdesk - Education Scheduling - Case Study
es_es: Hamline University - su servicio de asistencia - Programación de la Educación - Estudio de caso
zh_cn: 哈姆林大学 - 及其服务台 - 教育调度 - 案例研究

source: Hamline University's ITS Helpdesk - Education Scheduling
es_es: Hamline University es su servicio de asistencia - Programación de la Educación
zh_cn: 哈姆林大学的服务台 - 教育调度

source: Case Study: Hamline University's ITS Helpdesk in Saint Paul, Minnesota, United States
es_es: Estudio de caso: SU Hamline de la Universidad de Helpdesk en Saint Paul, Minnesota, Estados Unidos
zh_cn: 案例研究：哈姆林大学及其在圣保罗，明尼苏达州，美国的服务台

source: The Helpdesk was started in 2001 with 16 employees to act as a sort of middle man between the full-time technicians and users and has since grown to support a wide range of issues from users across the university community (staff, faculty, students, and visitors). The Helpdesk has always been staffed by student workers, with at least one full-time staff member managing them all. We pride ourselves on being open for a wide range of hours, offering professional-level service and doing more with less.
es_es: El servicio de asistencia se inició en 2001 con 16 empleados para que actúe como una especie de intermediario entre los técnicos a tiempo completo y los usuarios y desde entonces ha crecido para apoyar una amplia gama de temas, desde los usuarios de la comunidad universitaria (personal, profesores, estudiantes y los visitantes). El servicio de asistencia siempre ha sido atendido por alumnos trabajadores, con al menos un miembro del personal a tiempo completo la gestión de todos ellos. Nos sentimos orgullosos de estar abierto a una amplia gama de horas, que ofrece a nivel profesional y el servicio de hacer más con menos.
zh_cn: 服务台16名员工在2001年开始担任的专职技术人员和用户，已成长为支持范围广泛的问题，从整个大学社区的用户（工作人员，教师，学生之间的中间人，并人次）。学生工人，一直工作人员的服务台至少一名全职工作人员管理他们的所有成员。我们非常自豪，自己一个小时的广泛开放，提供专业级的服务，做的少花钱多办事。

source: At any given time we have between 11-18 student workers (Consultants) who use ShiftPlanning for their work schedule and time clock and 1-2 Coordinators (temp and/or graduate student workers). We also have one full-time Director who manages the Helpdesk's ShiftPlanning account.
es_es: En un momento dado tenemos entre 11-18 alumnos trabajadores (consultores) que utilizan ShiftPlanning por su horario de trabajo y el tiempo del reloj y 1-2 Coordinadores (temperatura y / o trabajadores de estudiantes de postgrado). También tenemos un Director de tiempo completo que maneja la cuenta del servicio de asistencia de ShiftPlanning.
zh_cn: 在任何时候，我们之间有11-18学生工作人员（顾问），谁使用他们的工作日程和时间时钟和1-2协调员（温度和/或研究生工人）ShiftPlanning。我们也有一个全职的董事，管理服务台的ShiftPlanning，帐户。

source: Being staffed almost entirely by student workers presents the biggest challenge. It means
es_es: Ser personal casi exclusivamente por los trabajadores de los estudiantes presenta el mayor desafío. Esto significa
zh_cn: 几乎完全由学生工人正在工作人员提出的最大挑战。这意味着

source: Our workers schedules change every semester
es_es: Nuestros horarios de los trabajadores cambia cada semestre
zh_cn: 我们工人的​​时间表更改每学期

source: For the first week or two (sometimes longer) of a semester, we end up rewriting the schedule over and over to accommodate students who are adding and dropping courses.
es_es: Durante la primera semana o dos (a veces más) de un semestre, terminamos por volver a escribir el programa una y otra vez para dar cabida a los estudiantes que agregar y quitar campos.
zh_cn: 对于第一个星期或两个学期（有时更长），我们最终改写一遍又一遍的添加和删除课程，以适应学生的日程表。

source: We end up scheduling in strangely-shaped chunks of time to fit shifts in between students classes, especially during times when we have trouble finding workers for example we often have shifts of 30 minutes to an hour and a half over the lunch break and most of our weekday morning shifts are about 2 hours long.
es_es: Terminamos la programación en trozos extraña forma de tiempo para adaptarse a los cambios en las clases entre los estudiantes, sobre todo en momentos en los que tienen problemas para encontrar trabajadores, por ejemplo, a menudo tenemos turnos de 30 minutos a una hora y media sobre la hora del almuerzo y la mayoría de los turnos de mañana de lunes a viernes son alrededor de 2 horas de duración.
zh_cn: 我们结束了在奇怪的时间，以适应在班学生之间的转变形块的调度，尤其是在时候，我们很难找到工人，例如我们经常转移到30分钟的午休半小时及以上，并最周一至周五上午移位约2小时之久。
