Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Unavailability.
es_es: Falta de disponibilidad.
zh_cn: 不可用。

source: Crib Sheet.
es_es: Sábanas de la cuna.
zh_cn: 婴儿床表。

source: Attendance Statistics.
es_es: Estadísticas de asistencia.
zh_cn: 考勤统计。

source: Vacation Statistics.
es_es: Estadísticas de vacaciones.
zh_cn: 假期统计。

source: To access Reports:
es_es: Para acceder a los informes:
zh_cn: 要访问报告：

source: Click on the "Reports" tab at the top of your screen.
es_es: Haga clic en &quot;Informes&quot; en la parte superior de la pantalla.
zh_cn: 在屏幕上方点击“报告”标签上。

source: Reports are listed on the main screen, along with explanations for each.
es_es: Los informes se muestran en la pantalla principal, junto con explicaciones de cada uno.
zh_cn: 报告列出了在主屏幕上，伴随着每个解释。

source: You can also select a report from the "Reports" list on the left-hand side of your screen.
es_es: También puede seleccionar un informe de la &quot;Informes&quot; lista de la parte izquierda de su pantalla.
zh_cn: 您也可以从“报告”在你的屏幕左边的列表中选择一个报告。

source: Generates customized reports for any time frame.
es_es: Genera informes personalizados para cualquier marco de tiempo.
zh_cn: 任何时间框架生成自定义报告。

source: Gives you exact data for each and every minute that was scheduled and confirmed.
es_es: Te da los datos exactos para cada minuto que estaba programado y confirmado.
zh_cn: 给你计划，并确认每分钟的确切数据。

source: Print or Save Report as .csv.
es_es: Imprimir o Guardar informe como. Csv.
zh_cn: 打印或保存。CSV报告。

source: In the near future, ShiftPlanning will be introducing the "Payroll" feature, which will integrate perfectly with your Reports application to boost its capabilities exponentially.
es_es: En un futuro próximo, ShiftPlanning será la introducción de la &quot;Nómina&quot;, el cual se integrará perfectamente con su solicitud de informes para aumentar sus capacidades de manera exponencial.
zh_cn: 在不久的将来，ShiftPlanning将推出的“薪资”的功能，这将报告应用程序的完美结合，以提高其能力成倍。

source: Recurring Shifts Schedule with ShiftPlanning
es_es: Los cambios en la programación periódica del ShiftPlanning
zh_cn: 经常移附表与ShiftPlanning

source: Simply make a schedule and set it to repeat for up to six months:
es_es: Basta con hacer un programa y configurarlo para que se repita durante un máximo de seis meses:
zh_cn: 简单的做一个时间表，并设置它长达6个月重复：

source: On the "Shift" pop-up you will see the list of options in the "Repeats" drop-down list as daily, weekly (up to 12 months in the future), every other week, or Monday-Thursday, Monday- Friday, Monday- Saturday, Saturday- Sunday.
es_es: En la tecla &quot;Shift&quot; pop-up aparecerá la lista de opciones en las &quot;repetidas&quot; en la lista desplegable, como diario, semanal (hasta 12 meses en el futuro), cada otra semana, o lunes a jueves, de lunes a viernes , de lunes a sábado, de sábado y domingo.
zh_cn: 弹出窗口上的“Shift”你会看到“重复”下拉列表为每日，每周（在未来12个月），每隔一周，周一至周四，周一至周五的选项列表周一至周六，周六和周日。

source: Set the date through which you want the shift to recur.
es_es: Establecer la fecha a través del cual desea que el cambio que se repita.
zh_cn: 设置日期，通过它，你想转移复发。

source: Select "With Employee Rules", for the shift to be set to recur in the future with the current employee details that you have setup for that Shift.
es_es: Seleccione &quot;Con las reglas a los empleados&quot;, por el cambio que se establece que se repitan en el futuro con los detalles de los empleados actuales que tiene la configuración para ese cambio.
zh_cn: 选择“与员工规则”，被设置为在未来重演，当前雇员的详细信息，你必须安装，移移。

source: Review summary.
es_es: Resumen de la revision.
zh_cn: 回顾总结。

source: Click "Set to Repeat" to create the recurring shift series.
es_es: Haga clic en &quot;para que se repita&quot; para crear la serie de turno se repite.
zh_cn: 点击“设置重复”建立经常性的转变系列。

source: Managers and schedulers can easily make necessary changes as they occur without slowing down the entire scheduling process.
es_es: Los administradores y programadores pueden hacer los cambios necesarios a medida que ocurren sin ralentizar el proceso de programación.
zh_cn: 可以很容易地管理和调度不拖慢整个调度过程中所发生的必要的修改。

source: Individual shifts can be set up to repeat daily or weekly for any specified amount of time.
es_es: Cambios individuales se pueden configurar para repetir a diario o semanalmente para cualquier período de tiempo especificado.
zh_cn: 个人的变化，可以设置为任何指定的时间，每天或每周重复。

source: Repeat the shift's time alone or have it repeat with its properties intact, such as "Who is Working," "Open Shift," "Details," and more.
es_es: Repita el momento en que el cambio por sí sola, o que se repita con sus propiedades intactas, tales como &quot;¿Quién está funcionando&quot;, &quot;Shift&quot;, &quot;Open detalles&quot;, y mucho más.
zh_cn: 单独或重复转移的时间，其性能完好，如“世卫组织正在努力，”开放式转变，“详细信息”，多有重复。

source: Save management maximum time.
es_es: Ahorre tiempo la gestión de máxima.
zh_cn: 保存管理的最大时间。

source: Allow shifts to repeat up to 12 months in advance.
es_es: Permita que los cambios que repetir hasta 12 meses de antelación.
zh_cn: 允许转移到重复最多提前12个月。

source: Easily edit Recurring Shifts in bulk.
es_es: Fácilmente editar Los cambios que se repiten de forma masiva.
zh_cn: 轻松编辑大量的经常性的变化。

source: Here's how it works:
es_es: Así es como funciona:
zh_cn: 它是如何工作的：

source: Once you look it over and approve the setup, all you'll need to do is log in, invite your staff to get on board and you're off!
es_es: Una vez que lo revise y apruebe el programa de instalación, todo lo que necesitas hacer es iniciar sesión, invitar a su personal para subir a bordo y ya está!
zh_cn: 一旦你看它，并批准设置，所有你需要做的是登录，邀请您的员工获得船上和你了！

source: Recent Blogs:
es_es: Blogs recientes:
zh_cn: 最近的博客：

source: Follow Us:
es_es: Siga con nosotros:
zh_cn: 跟随我们：

source: Medium Size Business Workforce Management - Employee Scheduling
es_es: Tamaño Mediana Empresa Workforce Management - Employee Scheduling
zh_cn: 中等规模的企业劳动力管理 - 员工排班

source: Medium Business
es_es: Medianas Empresas
zh_cn: 中小型企业

source: Your medium-size business deserves a big staff scheduling and workforce management solution.
es_es: Su mediana empresa merece una programación de gran número de funcionarios y la solución de gestión de fuerza de trabajo.
zh_cn: 你的中等规模的企业应有一个大的工作人员的调度和劳动力管理解决方案。

source: Overview
es_es: Información general
zh_cn: 概观

source: A complete workforce management solution for small businesses without stretching the budget.
es_es: Una fuerza de trabajo completa solución de gestión para las pequeñas empresas sin estirar el presupuesto.
zh_cn: 一个完整的劳动力管理解决方案，为小型企业，没有伸展预算。

source: Large Business Workforce Management - Employee Scheduling
es_es: Empresas Grandes Workforce Management - Employee Scheduling
zh_cn: 大型企业人力管理 - 员工排班

source: Large Business
es_es: Empresas Grandes
zh_cn: 大型企业

source: Large businesses require serious staff scheduling, time clocking and payroll solutions.
es_es: Las grandes empresas requieren personal de programación seria, el tiempo de reloj y las soluciones de la nómina.
zh_cn: 大型企业需要严重的人员调度，时间时钟和薪资解决方案。

source: Billing Information
es_es: Información de facturación
zh_cn: 帐单信息

source: Find us at {infoat} at anytime of the day, for any reason at all. We look forward to hearing from you.
es_es: Encuentra con nosotros en {infoat} a cualquier hora del día, por cualquier razón en absoluto. Esperamos con interés escuchar de usted.
zh_cn: 找到我们 {infoat} 在一天的任何时间，任何理由。我们期待着您的回音。

source: Company - Learn about ShiftPlanning
es_es: Sociedad - Más información sobre ShiftPlanning
zh_cn: 公司 - 了解ShiftPlanning

source: About ShiftPlanning Inc.
es_es: Acerca de ShiftPlanning Inc.
zh_cn: 关于ShiftPlanning公司

source: Our Beginning
es_es: Nuestro Origen
zh_cn: 我们的开始

source: The idea for ShiftPlanning was conceived in early 2009 after the simple question was asked -
es_es: La idea de ShiftPlanning fue concebido a principios de 2009 después de que la simple pregunta se le preguntó -
zh_cn: 在2009年初，经过简单的问题，有人问为ShiftPlanning的想法构思 -

source: Why is the business I work for still using Excel to manage our schedules?
es_es: ¿Por qué es la empresa para la que trabajo siguen utilizando Excel para administrar nuestros horarios?
zh_cn: 为什么我仍然使用Excel来管理我们的时间表工作的业务？

source: Unparalleled Functionality, Ease-of-Use & Support
es_es: La funcionalidad sin precedentes, facilidad de uso y mantenimiento
zh_cn: 无与伦比的功能，易于使用和支持

source: Our Commitment
es_es: Nuestro Compromiso
zh_cn: 我们的承诺

source: Global Reach
es_es: Alcance Global
zh_cn: 全球覆盖

source: Chief Executive Officer / Founder
es_es: CEO / Fundador
zh_cn: 行政总裁/创始人

source: Well versed in all stages of web application development and viral marketing strategies. This combination of skills, and his ability to stay on top of the quickly evolving web has led Ryan to achieve top results in marketing campaigns, search engine optimization, as well as building powerful Internet applications.
es_es: Bien versado en todas las etapas de desarrollo de aplicaciones web y las estrategias de marketing viral. Esta combinación de habilidades, y su habilidad para mantenerse en la cima de la web de forma rápida evolución ha llevado a Ryan para lograr resultados superiores en las campañas de marketing, optimización de motores de búsqueda, así como la construcción de potentes aplicaciones de Internet.
zh_cn: 精通Web应用程序开发的各个阶段和病毒式营销策略。这个技能相结合，和他的能力，保持迅速发展的网络上，导致瑞安实现在营销活动中的顶级结果，搜索引擎优化，以及建立强大的互联网应用。

source: VP Sales
es_es: Vicepresidente de Ventas
zh_cn: 销售副总裁

source: A seasoned global sales veteran, Philip has an extensive track record building exceptional sales teams and has held various Sales Management and General Management roles with Arkadin Global and Business Wire where he helped lead the company's global expansion by opening offices throughout the United States and Europe as well as repositioning teams for success. His expertise also includes designing and implementing consultative solution sales programs.
es_es: Un veterano de ventas global, Felipe tiene una amplia trayectoria la construcción de los equipos de ventas excepcionales y se ha mantenido la gestión de ventas varias y dirección general, con Arkadin Global Business Wire, donde ayudó a dirigir la expansión global de la compañía mediante la apertura de oficinas en todo Estados Unidos y Europa, así como los equipos de reposición para el éxito. Su experiencia también incluye el diseño e implementación de soluciones de ventas consultivas programas.
zh_cn: 一个经验丰富的老将全球销售，菲利普有1广泛的跟踪记录建筑队出色的销售，并已举行Arkadin的全球和美国商业资讯在那里他帮助带领该公司的全球扩张开放的联合国合众国和欧洲各地的办事处为各种销售管理和一般管理角色以及定位成功的团队。他的专业知识，还包括设计和实施协商解决方案销售方案。

source: VP Marketing
es_es: Vicepresidente de Marketing
zh_cn: 营销副总裁

source: When not partaking in engaging activities like developing excel formulas or driving convertible traffic to optimized landing pages at sensible costs, you can find her exploring the sites and sounds of Boston. Allena graduated from Yale with a focus in Mathematics in 2008.
es_es: Cuando no está participando en actividades atractivas como el desarrollo de fórmulas de Excel o conducir el tráfico convertible en las páginas de destino optimizadas en costes razonables, se puede encontrar a su exploración de los sitios y sonidos de Boston. Allena se graduó de Yale con un enfoque en Matemáticas en 2008.
zh_cn: 当不从事活动，如开发Excel公式或在合理的成本优化着陆页面驾驶敞篷交通单打独斗，你可以找到她探索的地点和波士顿的声音。 allena在数学的重点，在2008年毕业于耶鲁大学。

source: Communications Manager
es_es: Gerente de Comunicaciones
zh_cn: 传讯经理

source: After getting her degree in Communication, Allison moved cross country from Boston to Oakland, California. When not providing Premium Client Care & Service Allison loves taking in all the things Oakland has to offer from Lake Merritt and the Hills to the amazing culture and Farmer's Markets. Allison enjoys listening to music and rooting for all teams Boston!
es_es: Después de obtener su licenciatura en Comunicación, Allison se trasladó a campo traviesa de Boston a Oakland, California. Al no proporcionar Premium Care Cliente y Servicio Allison le encanta tomar en todas las cosas de Oakland tiene para ofrecer desde el lago Merritt y las colinas de la sorprendente cultura y mercados de agricultores. Allison le gusta escuchar música y el arraigo de todos los equipos de Boston!
zh_cn: 让她在通信的程度后，佳佳搬到越野从波士顿，加利福尼亚州奥克兰市。当不提供高级客户关怀及服务佳佳爱在奥克兰有梅里特湖和群山提供令人惊叹的文化和农贸市场的所有的事情。佳佳喜欢听音乐和所有球队波士顿生根！

source: Support Manager
es_es: Gerente de Soporte
zh_cn: 支持经理

source: Engaged hands on with our clients Mathew, ensures that our 24/7 support team is constantly up to date with our product and support processes - leading to an incredible support process that our user rave about. Mathew enjoys his spare time with his two beautiful daughter's and loving wife.
es_es: Manos que realizan con nuestros clientes Mathew, asegura que nuestro equipo de soporte 24/7 es siempre al día con nuestro producto y los procesos de apoyo - que conduce a un proceso de apoyo increíble que nuestro usuario hablar maravillas. Mathew disfruta de su tiempo libre con su hija de dos hermosas y amante esposa.
zh_cn: 马修双手从事与客户，确保我们的24/7支持团队不断更新与我们的产品和支持流程 - 一个令人难以置信的支持过程中，我们的用户狂野约。马修享有与他的两个漂亮的女儿和有爱心的妻子，他的业余时间。

source: UI/UX Design Lead
es_es: UI / UX jefe de diseño de
zh_cn: UI / UX的设计铅

source: A perfectionist, Danijel, is involved in every element of our platform, even before it's developed. Danijel keeps a watchful eye on our corporate branding and user interface design leading to the unique, intuitive design that our users love.
es_es: Un perfeccionista, Danijel, está involucrado en cada elemento de nuestra plataforma, incluso antes de que se ha desarrollado. Danijel mantiene un ojo vigilante sobre nuestra imagen corporativa y diseño de interfaz de usuario que lleva a su diseño único e intuitivo que nuestros usuarios les encanta.
zh_cn: 一个完美主义者，达尼耶尔，参与我们的平台的每一个元素，甚至在它的开发。达尼耶尔保持对我们企业的品牌和用户界面设计独特的，直观的设计，我们的用户喜欢的注视。

source: Chairman
es_es: Presidente
zh_cn: 主席

source: Reas is the founding partner of 3R Hospitality and a partner in Aedificium Capital. He has a wealth of international development expertise having worked in senior positions on global brands including Holiday Inn Worldwide, Burger King Corporation, Marriott International and Wyndham Hotel and Resorts.
es_es: Reas es el socio fundador de la Hospitalidad 3R y un socio en el capital Aedificium. Él tiene una gran experiencia en desarrollo internacional y ha trabajado en puestos de responsabilidad en las marcas globales, incluyendo Holiday Inn en todo el mundo, Burger King Corporation, Marriott International y Wyndham Hotel and Resorts.
zh_cn: reas是3R招待费成立的合作伙伴，在Aedificium资本的合伙人。他具有丰富的工作在全球知名品牌的高级职位，包括汉堡王公司在世界范围内，假日酒店，万豪国际集团和温德姆酒店及度假村国际发展专长。

source: Christoph is a co-founder of Pageflakes and has more than ten years of experience in designing software applications and Internet services for consumers. Back in 1997, Christoph co-founded German Internet startup DealPilot.com, one of the first comparison shopping services which got funded by Bertelsmann and has later been acquired by Shopping.com. Before and after that he was involved in various software projects and Internet startups.
es_es: Christoph es un co-fundador de Pageflakes y tiene más de diez años de experiencia en el diseño de aplicaciones de software y servicios de Internet para los consumidores. En 1997, Christoph co-fundador alemán de Internet inicio DealPilot.com, uno de los primeros servicios de compras de comparación que he financiados por Bertelsmann y ha sido posteriormente adquiridos por Shopping.com. Antes y después de que él estuvo involucrado en varios proyectos de software y nuevas empresas de Internet.
zh_cn: 克里斯托弗是一个Pageflakes的共同创始人和拥有十余年的经验，在为消费者设计的应用软件和互联网服务。早在1997年，克里斯托夫共同创立的德国互联网启动DealPilot.com，第一次获得由贝塔斯曼，后来被Shopping.com收购比较购物服务之一。之前和之后，他在参与各种软件项目和互联网创业。

source: A critical thinker with an MBA and a bestselling Author on the topic of sustainability and social justice with over 15 years executive experience with global Fortune 500 companies where he was a leading negotiator and mediator in international business initiatives. Hugo has extensive experience in business development, strategy and market positioning around the world.
es_es: Un pensador crítico con un MBA y un autor de best sellers sobre el tema de sustentabilidad y justicia social, con más de 15 años de experiencia ejecutiva en compañías de Fortune 500 mundial, donde era un negociador y mediador principal en las iniciativas de negocios internacionales. Hugo tiene una amplia experiencia en el desarrollo de negocios, estrategia y posicionamiento en el mercado en todo el mundo.
zh_cn: 拥有MBA学位，并与全球财富500强公司，在那里他是一个领先的谈判和调解在国际商务活动的行政经验，拥有超过15年的可持续发展和社会正义的主题上的畅销书作家的一个重要的思想家。雨果在业务发展，战略和市场定位在世界各地拥有广泛的经验。

source: Founder and CEO of Pinkbike.com. Pinkbike is the largest single sport online community in the world with over 1 million users every month.
es_es: Fundador y CEO de Pinkbike.com. Pinkbike es la más grande comunidad deportiva sola línea en el mundo, con más de 1 millón de usuarios cada mes.
zh_cn: Pinkbike.com创始人兼首席执行官。 pinkbike是世界最大的单一体育在线社区每月超过100万用户。

source: Executive Team
es_es: Equipo Ejecutivo
zh_cn: 执行团队

source: Board of Directors
es_es: Junta directiva
zh_cn: 董事会

source: You Seem to be having some troubles. Please <a href="{url}contact/" class="red">contact us</a> so we can help you sort this out.
es_es: Usted parece estar teniendo algunos problemas. Por favor, <a href="{url}contact/" class="red">contáctenos</a> por lo que le puede ayudar a resolver esto.
zh_cn: 你似乎有一些麻烦。请 <a href="{url}contact/" class="red">联系我们</a> 因此，我们可以帮你解决这一问题。

source: You're already logged in. You can't be here.
es_es: Usted ya está registrado pulg Usted no puede estar aquí.
zh_cn: 你已经登录，你不能在这里。

source: Sorry but we have no records matching the e-mail '{email}'.<br /><br />Please make sure the e-mail you entered is correct & <a href="{url}contact/" class="red">contact us</a> if the problem persists.
es_es: Lo sentimos pero no tenemos registros que coincidan con el e-mail &#39;{email}&#39;.<br /><br />Por favor, asegúrese de que el e-mail que ha introducido es correcta y <a href="{url}contact/" class="red">contáctenos</a> si el problema persiste.
zh_cn: 很抱歉，但我们有没有记录匹配的电子邮件&#39;{email}“。<br /><br />请确保您输入的电子邮件是正确的： <a href="{url}contact/" class="red">联系我们</a> 如果问题仍然存在。

source: Hi {realname},{split}Sorry you had problems getting to this step!{split}<a href="http://{storedomain}{domain}/app/activate/?act={storeid}.{salt}">Click here</a> to activate your account now.
es_es: Hola {realname},{split}Lamento que hayas tenido problemas para llegar a este paso!{split}<a href="http://{storedomain}{domain}/app/activate/?act={storeid}.{salt}">Haga clic aquí</a> para activar tu cuenta ahora.
zh_cn: 你好 {realname}，{split}对不起，你有问题得到这一步！{split}<a href="http://{storedomain}{domain}/app/activate/?act={storeid}.{salt}">点击这里</a> 现在激活您的帐户。

source: Hi {realname},{split}Sorry you had problems getting to this step!{split}<a href="http://{storedomain}{domain}/app/activate/?actu={userid}.{md5userid}.{md5useridsalt}">Click here</a> to activate your account now.
es_es: Hola {realname},{split}Lamento que hayas tenido problemas para llegar a este paso!{split}<a href="http://{storedomain}{domain}/app/activate/?actu={userid}.{md5userid}.{md5useridsalt}">Haga clic aquí</a> para activar tu cuenta ahora.
zh_cn: 你好 {realname}，{split}对不起，你有问题得到这一步！{split}<a href="http://{storedomain}{domain}/app/activate/?actu={userid}.{md5userid}.{md5useridsalt}">点击这里</a> 现在激活您的帐户。

source: Activation
es_es: Activación
zh_cn: 激活

source: Retrieve your activation URL
es_es: Recuperar la URL de su activación
zh_cn: 检索您的激活网址

source: Enter the email address that you used when creating your account:
es_es: Introduzca la dirección de correo electrónico que utilizó al crear su cuenta:
zh_cn: 输入你的电子邮件地址创建帐户时使用：

source: Get In touch
es_es: Póngase en contacto
zh_cn: 取得联系

source: If you're looking for support, we recommend<br />our <a href="#" onclick="livechat();">Live Chat</a> or <a href="/support/">support</a> section for a solution.
es_es: Si estás en busca de apoyo, se recomienda<br />nuestro <a href="#" onclick="livechat();">Chat en Vivo</a> o <a href="/support/">apoyar</a> sección de una solución.
zh_cn: 如果你寻求支持，我们建议<br />我们的 <a href="#" onclick="livechat();">在线聊天</a> 或 <a href="/support/">支持</a> 第一个解决方案。

source: phone
es_es: teléfono
zh_cn: 电话

source: community
es_es: comunidad
zh_cn: 社区

source: Shiftplanning Forums
es_es: Foros Shiftplanning
zh_cn: shiftplanning论坛

source: online chat
es_es: chat en línea
zh_cn: 网上聊天

source: Name
es_es: Nombre
zh_cn: 名称

source: message subject
es_es: el asunto del mensaje
zh_cn: 邮件的主题

source: message
es_es: mensaje
zh_cn: 讯息

source: SEND MESSAGE
es_es: ENVIAR MENSAJE
zh_cn: 送信

source: frequently asked questions
es_es: las preguntas más frecuentes
zh_cn: 常问问题

source: Who should use ShiftPlanning?
es_es: ¿Quién debe usar ShiftPlanning?
zh_cn: 谁使用ShiftPlanning？

source: Is ShiftPlanning hard to setup?
es_es: Es difícil de configurar ShiftPlanning?
zh_cn: ShiftPlanning硬盘设置？

source: No; It's so easy, it's fun! You'll have your account up and running in minutes thanks to our schedule and staff import tools that will save you from manually typing in all that information again.
es_es: No, ¡Es tan fácil, es divertido! Tendrás a tu cuenta de marcha y funcionando en minutos gracias a nuestro calendario y herramientas del personal de importación que te salvará de escribir manualmente en toda esa información de nuevo.
zh_cn: 没有;它是如此容易，很有趣！你得感谢我们的时间表和工作人员的导入工具，将节省您手动输入所有信息再次在几分钟内，您的帐户启动和运行。

source: No; Our 30-day free trial is full featured so that you can try out the full thing for yourself! We don't have 'packages' or 'levels' either. Just one application that does everything you need.
es_es: No, nuestros 30 días de prueba gratuita está completamente equipado para que pueda probar la cosa completa por ti mismo! No tenemos &#39;paquetes&#39; o &#39;niveles&#39; tampoco. Sólo una aplicación que hace todo lo que necesita.
zh_cn: 我们30天的免费试用全功能，使你可以尝试自己的事情！我们没有“包”或“水平”。只是一个应用程序，你需要的一切。

source: Does ShiftPlanning work with other applications?
es_es: ¿Tiene ShiftPlanning trabajar con otras aplicaciones?
zh_cn: 是否ShiftPlanning工作，与其他应用程序？

source: Yes! ShiftPlanning integrates effortlessly with applications that your business and staff are already using. For example: Google Apps, Microsoft Excel, E-mail, Facebook and more.
es_es: ¡Sí! ShiftPlanning integra fácilmente con las aplicaciones que su empresa y el personal ya están utilizando. Por ejemplo: Google Apps, Microsoft Excel, correo electrónico, Facebook y más.
zh_cn: 没错！ ShiftPlanning毫不费力地与您的业务和工作人员已经在使用的应用程序集成。例如：谷歌Apps，微软的Excel，电子邮件，Facebook和更多。

source: Do I need to download anything?
es_es: ¿Tengo que descargar nada?
zh_cn: 我是否需要下载任何东西吗？

source: No. ShiftPlanning is web based software, which means that all you need is a web browser and an internet connection! We support all modern browsers including Google Chrome, Mozilla Firefox, Apple's Safari and Internet Explorer 7+.
es_es: N º ShiftPlanning es un software basado en web, lo que significa que todo lo que necesitas es un navegador web y una conexión a Internet! Apoyamos todos los navegadores modernos, como Google Chrome, Mozilla Firefox, Apple Safari e Internet Explorer 7 +.
zh_cn: 号的ShiftPlanning是基于网络的软件，这意味着所有你需要的是一个网页浏览器和互联网连接！我们支持所有现代浏览器，包括谷歌Chrome，Mozilla的Firefox，苹果的Safari和Internet Explorer 7±。

source: Is my data safe with ShiftPlanning?
es_es: ¿Están mis datos seguros con ShiftPlanning?
zh_cn: 我数据与ShiftPlanning安全吗？

source: Will my employees like ShiftPlanning?
es_es: ¿Mis empleados como ShiftPlanning?
zh_cn: 请问我像ShiftPlanning雇员？

source: Can I import/export my data?
es_es: ¿Puedo importar / exportar mis datos?
zh_cn: 我可以导入/导出我的数据？
