Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Case Study: Jersey City Food Co-Op Board in Jersey City, New Jersey, United States
es_es: Estudio de caso: Jersey City Food Co-Op Junta en Jersey City, Nueva Jersey, Estados Unidos
zh_cn: 案例分析：泽西城食品CO-OP局在泽西市，新泽西州，美国

source: Since 2009 our company is a food co-operative. We hope to open a cooperative grocery store in 2012. In the meantime, we are building ownership, and running a buying club with our owners. We have to staff the regular food pickups, as well as various events, and meetings that are held by our many committees.
es_es: Desde 2009 nuestra empresa es una cooperativa de alimentos. Esperamos abrir una tienda de comestibles de cooperación en 2012. Mientras tanto, estamos construyendo la propiedad y la ejecución de un club de compra con los propietarios. Tenemos que dotar de personal las pastillas regulares de alimentos, así como diversos eventos y reuniones que se celebran por nuestros comités.
zh_cn: 2009年以来，我们公司是一家食品合作社。我们希望在2012年开放合作的杂货店。与此同时，我们正在建设的所有权，并运行我们的业主购买俱乐部。我们有员工普通食品皮卡，以及各种活动，我们的许多委员会举行的会议。

source: Tell us about the history of your business: we are a food coop starting up, functioning with a buying club. Our "employees" are all co-owners of the food coop, who contribute their work or "sweat equity" for the success of the whole.
es_es: Háblenos de la historia de su empresa: somos una cooperativa de alimentos puesta en marcha, funcionando con un club de compra. Nuestros &quot;empleados&quot; son todos los copropietarios de la cooperativa de alimentos, que contribuyen con su trabajo o &quot;equidad por esfuerzo&quot; para el éxito del conjunto.
zh_cn: 您的企业的历史告诉我们：我们是一家食品鸡舍启动，与购买俱乐部的运作。我们的“打工仔”，是所有共同业主的食物鸡舍，有助于他们的工作或整个成功的“血汗股权”。

source: We have just over 100 employees and a lot of shifts during the day, which can be difficult to fill. We are working on getting folks to sign up for regular shifts, so we are not reliant on last-minute volunteers.
es_es: Tenemos algo más de 100 empleados y un montón de cambios durante el día, que puede ser difícil de llenar. Estamos trabajando en hacer que la gente a inscribirse para los turnos regulares, por lo que no dependen de los voluntarios de última hora.
zh_cn: 我们白天刚刚超过100名员工和很多的变化，它可以是难以填补。我们正在努力让乡亲签署定期班次，所以我们不依赖于最后一分钟的志愿者。

source: We chose the work schedule maker ShiftPlanning as we were gearing up for our buying club. Before that we relied on folks volunteering for tasks at meetings on paper.
es_es: Elegimos el horario de trabajo ShiftPlanning el fabricante, ya que estábamos preparando para nuestro club de compra. Antes de que nos basamos en la gente para tareas de voluntariado en las reuniones sobre el papel.
zh_cn: 我们选择的工作日程制造商ShiftPlanning为我们准备我们购买俱乐部。在此之前，我们依靠乡亲志愿纸会议的任务。

source: The employee schedule maker ShiftPlanning has made it easier for us to engage our owners as a group: allowing folks to see available jobs in one central calendar. Folks also like the reminders right from ShiftPlanning. This saves calling folks to remind them of occasional work shifts. I would recommend ShiftPlanning: it has made it much easier for us to inform our group of the tasks and shifts that need to be covered, at a glance.
es_es: El horario de los empleados ShiftPlanning el fabricante ha hecho más fácil para nosotros para involucrar a nuestros dueños, como grupo: lo que permite a la gente a ver los trabajos disponibles en un calendario central. La gente también les gusta los recordatorios directamente desde ShiftPlanning. Esto permite ahorrar llamando a la gente a fin de recordarles los turnos de trabajo ocasionales. Yo recomendaría ShiftPlanning: se ha hecho mucho más fácil para nosotros para informar a nuestro grupo de las tareas y los cambios que necesitan ser cubiertos, de un vistazo.
zh_cn: 雇员的时间表制造商ShiftPlanning已使得它更容易为我们从事我们的业主作为一个群体：让人们看到一个中央日历工作。乡亲也想提醒ShiftPlanning权利。这样可以节省呼吁乡亲，提醒他们偶尔轮班工作。我会建议ShiftPlanning：这也使得我们告知我们组的任务和转变，需要被覆盖，一目了然，更容易。

source: ShiftPlanning has helped us organize our workforce.
es_es: ShiftPlanning nos ha ayudado a organizar nuestra fuerza de trabajo.
zh_cn: ShiftPlanning帮助我们组织我们的员工。

source: Jessica - Jersey City Food Co-Op Board
es_es: Jessica - Jersey City Food Co-Op Junta
zh_cn: 杰西卡 - 泽西城食品CO-OP板

source: The message board has been used by folks with questions about events. Seems useful.
es_es: El tablero de mensajes ha sido utilizado por la gente con preguntas sobre los eventos. Parece útil.
zh_cn: 留言板已与有关事件的问题的人使用。似乎有用。

source: Iowa State University Book Store - Education Scheduling - Case Study
es_es: Iowa State University Book Store - Programación de la Educación - Estudio de caso
zh_cn: 衣阿华州立大学书店 - 教育调度 - 案例研究

source: Iowa State University Book Store - Education Scheduling
es_es: Iowa State University Book Store - Programación de la Educación
zh_cn: 衣阿华州立大学书店 - 教育调度

source: Case Study: Iowa State University Book Store Iowa City, Iowa, United States
es_es: Caso de estudio: Iowa State University Book Store Iowa City, Iowa, Estados Unidos
zh_cn: 案例分析：美国爱荷华州立大学书店爱荷华市，爱荷华州，美国

source: The Iowa State University Book Store is owned and operated by Iowa State University. The University Book Store has been serving the faculty, staff, students, and community for over 130 years.
es_es: El Estado de Iowa Librería de la Universidad es propiedad y está operado por la Iowa State University. La Librería de la Universidad ha estado sirviendo a la facultad, personal, estudiantes y comunidad por más de 130 años.
zh_cn: 爱荷华州立大学的书店是由爱荷华州立大学拥有和经营。大学书店已130年以上的教师，职员，学生和社区服务。

source: The University Book Store began in the 1800's in a small room in Beardshear Hall. In 1892, the Hub was completed to satisfy the need for a new bookstore, Post Office, and waiting room for the Dinkey, the Ames-to-campus steam motor line. The Book Store continued its counter service operation for 66 years. In 1958, it was moved to the Memorial Union to expand the facilities, become self-serve, and add new services. To satisfy the campus' growing needs, the Book Store quickly doubled its space in the Memorial Union. In 2007 the University Book Store was completely renovated in 2007 to nearly double the space of the previous store.
es_es: La Librería de la Universidad se inició en el 1800 en una pequeña sala en el pabellón Beardshear. En 1892, el centro se completó para satisfacer la necesidad de una nueva librería, oficina de correos, y sala de espera para la Dinkey, la línea de vapor de Ames para el campus del motor. La tienda de libros continuó su operación de servicio de contador de 66 años. En 1958, se trasladó a la Unión Memorial de ampliar las instalaciones, se convierten en auto-servicio, y añadir servicios nuevos. Para satisfacer las crecientes necesidades del campus, la tienda de libros, rápidamente se duplicó su espacio en el Memorial Union. En 2007, la Librería de la Universidad fue completamente renovado en el 2007 a casi el doble del espacio de la tienda anterior.
zh_cn: 大学书店开始在1800年Beardshear大厅的一个小房间。枢纽于1892年，完成一个新的书店，邮政局，和等候室为Dinkey的的艾姆斯到校园蒸汽马达线，以满足需要。书店继续为66岁的柜台服务操作。 1958年，它被转移到纪念联盟扩大的设施，成为自我服务，并增加新的服务。为了满足校园不断增长的需求，书店的迅速增加了一倍在纪念联盟的空间。大学书店，2007年经过全面翻修，在2007年将增长近一倍以前存储的空间。

source: The Iowa State University Book Store is a vital part of our diverse academic community. UBS is a unique University department, in that we have the opportunity and responsibility to serve every student, faculty and staff member at ISU. Our services are essential to every college of the University through support of projects, activities and programs. UBS is a window into the University, greeting visitors with sincerity, and reflecting the image and true mission of ISU. Our business is people, and we strive every day to meet the far reaching needs of our academic community.
es_es: El Estado de Iowa Librería de la Universidad es una parte vital de nuestra comunidad académica diversa. UBS es un único departamento de la Universidad, en el que tenemos la oportunidad y la responsabilidad de servir a todos los miembros de los estudiantes, profesores y personal de la ISU. Nuestros servicios son esenciales para todos los colegios de la Universidad a través del apoyo de los proyectos, actividades y programas. UBS es una ventana a la Universidad, saludando a los visitantes con sinceridad, y que refleja la imagen y la verdadera misión de la Dependencia. Nuestro negocio es la gente, y nos esforzamos cada día para satisfacer las necesidades de largo alcance de nuestra comunidad académica.
zh_cn: 衣阿华州立大学书店是我们不同的学术团体的重要组成部分。瑞银是一个独特的大学部，在我们有机会和责任，为每一个学生，教师和工作人员在国际滑联。每一个项目，活动和方案的支持学院的大学通过我们的服务是必不可少的。瑞银集团是进入​​大学的窗口，用真诚迎接游客，反映的形象和国际滑联的真正使命。我们的业务是人，我们力求每一天，以满足我们的学术界深远的需求。

source: We have 26 full-time, approximately 85 part-time employees and approximately 25 additional part-time seasonal employees for the back-to-school rush. Since we hire students, we can't really schedule in shifts because their schedules vary so greatly. Some of the recent enhancements to the work scheduler ShiftPlanning user interface have helped with this, though. We also have a lot of employee turn around - students quit, get fired for not coming to work, or simply move on to bigger and better things.
es_es: Tenemos 26 a tiempo completo, aproximadamente 85 empleados a tiempo parcial y unos 25 adicionales a tiempo parcial, trabajadores temporales para la fiebre del regreso a la escuela. Desde que contratamos a los estudiantes, que no se puede programar en turnos debido a que sus horarios son tan diferentes. Algunas de las recientes mejoras en la interfaz de programador de trabajo del usuario ShiftPlanning han ayudado con esto, sin embargo. También tenemos una gran cantidad de empleados en torno a su vez - a los estudiantes dejar de fumar, ser despedido por no ir a trabajar, o simplemente pasar a cosas más grandes y mejores.
zh_cn: 我们有26个全职，约85兼职员工和大约25个额外的兼职季节性雇员的背到学校赶。由于我们聘请的学生，我们真的不能安排轮班，因为他们的作息时间不同，所以大大。最近的工作的调度ShiftPlanning用户界面的增强一些帮助，但与此。我们也有很多员工转左右 - 学生退出，不来上班而被解雇，或干脆转移到更大更好的东西。

source: We previously used the work schedule maker Scheduling Employees 2000 by Guia International 3.1. It worked alright but we had to print out schedules for student employees and with the changes made to our schedules weekly, we used a LOT of paper. Each employee had to be scheduled for their work times, rather than creating shifts with multiple people assigned. The main issue we had with this software is that only one scheduler could be logged on and making changes at a time, so we had to schedule our scheduling - ridiculous!
es_es: Antes utilizábamos el horario de trabajo Scheduling Employees Maker 2000 por la Guía Internacional 3.1. Funcionó bien, pero tuvimos que imprimir los horarios de los empleados de los estudiantes y con los cambios realizados en los horarios de la semana, se utilizó una gran cantidad de papel. Cada empleado tenía que ser programados para sus tiempos de trabajo, en lugar de crear cambios con varias personas asignadas. El principal problema que tuvimos con este software es que sólo un programador podría haber iniciado la sesión y hacer cambios a la vez, así que tuvimos que programar nuestra programación - ridículo!
zh_cn: 我们以前使用的东望洋国际3.1的工作时间表制造商的调度雇员2000。它的工作好了，但我们不得不打印出来的学生员工的时间表和每周向我们的工作时间表的变化，我们使用了大量的纸张。每个员工有被定为他们的工作时间，而不是创造与分配多人的转变。我们有这个软件的主要问题是，只有一个调度可以登录，并在时间的变化，所以我们只好安排我们的调度 - 荒谬！

source: Our schedulers had to change the way they thought about scheduling employees because of how the employee schedule maker ShiftPlanning uses shifts rather than just scheduling employees. Because we are on a college campus we have to hire students for part time positions, so we don't really use shifts. The new version of ShiftPlanning has helped with this because the employee view allows us to schedule employees rather than create shifts and assign employees to it.
es_es: Nuestros programadores tuvieron que cambiar su forma de pensar sobre los empleados de la programación debido a la forma en que el horario de los empleados ShiftPlanning fabricante utiliza cambia no sólo la programación de los empleados. Debido a que estamos en un campus universitario que tiene que contratar a estudiantes para puestos de tiempo parcial, por lo que en realidad no usan los turnos. La nueva versión de ShiftPlanning ha ayudado con esto porque la opinión de los empleados nos permite programar a los empleados en lugar de crear y asignar turnos de los empleados a la misma.
zh_cn: 我们调度不得不改变他们认为调度员工的雇员时间表制造商ShiftPlanning，如何使用变化，而不是仅仅安排员工的方式。因为我们是在大学校园里，我们要聘请为兼职职务的学生，所以我们真的不使用转变。新版本的ShiftPlanning帮助，因为员工认为，允许我们安排员工，而比创造变化，并分配给它的员工。

source: I would definitely recommend the work scheduler ShiftPlanning to others. Plus, many of the enhancement requests I have made have already been put into production so I know you actually listen to what your customers are saying about your product to constantly improve it!
es_es: Definitivamente, me gustaría recomendar la ShiftPlanning trabajo planificador para los demás. Además, muchas de las solicitudes de mejora que he hecho ya se han puesto en producción, así que sé que realmente escuchar lo que están diciendo sus clientes sobre su producto para mejorarlo constantemente!
zh_cn: 我肯定会推荐给别人的工作调度ShiftPlanning。另外，许多增强我曾请求已经投产，所以我知道其实你听你的客户说你的产品，不断提高！

source: The best support I've seen for a software / technology company.
es_es: El mejor apoyo que he visto para una compañía de software / tecnología.
zh_cn: 我看到一个软件/科技公司最好的支持。

source: The ShiftPlanning team is always kind, pleasant, and willing to help. Again, some of the best support I've ever seen.
es_es: El equipo de ShiftPlanning siempre es amable, agradable, y dispuesto a ayudar. Una vez más, algunos de los mejores soportes que he visto nunca.
zh_cn: ShiftPlanning队总是亲切，愉快的，并愿意提供帮助。再次，一些最好的支持是我见过。

source: Our employees really like the fact that they can check their work scheduler from anywhere. They also like that they can see who they are working with and get notifications. Our schedulers and supervisors look at the schedules more often and they love that they can access from anywhere and all of them can be making changes at the same time.
es_es: Nuestros empleados realmente me gusta el hecho de que puedan comprobar su trabajo programador desde cualquier lugar. También les gusta que puedan ver que están trabajando con y recibir notificaciones. Nuestros planificadores y supervisores ver los horarios de mayor frecuencia y les encanta que se puede acceder desde cualquier lugar y en todas ellas se pueden hacer cambios al mismo tiempo.
zh_cn: 我们的员工真的很喜欢这个事实，即他们可以从任何地方检查他们的工作调度。他们也喜欢，他们可以看到他们正在与谁得到通知。看我们的调度和监事的时间表，更多的时候，他们喜欢，他们可以从任何地方访问所有他们可以在同一时间的变化。

source: West Gippsland Regional Library - Education Scheduling - Case Study
es_es: West Gippsland Biblioteca Regional - Programación de la Educación - Estudio de caso
zh_cn: 吉普斯兰西部地区图书馆 - 教育调度 - 案例研究

source: West Gippsland Regional Library - Education Scheduling
es_es: West Gippsland Biblioteca Regional - Programación de la Educación
zh_cn: 西吉普斯兰地区图书馆 - 教育调度

source: Case Study: West Gippsland Regional Library in Mount Baw Baw Tourist Road, Noojee, Victoria, Australia
es_es: Estudio de caso: West Gippsland Biblioteca Regional en Mount Baw Baw Turismo Carretera, Noojee, Victoria, Australia
zh_cn: 案例研究：西方山北汽BAW旅游公路，Noojee，维多利亚，澳大利亚吉普斯兰在区域图书馆

source: The current West Gippsland Regional Library Corporation was formed in 1995 by three local government councils following an amalgamation of councils in Victoria. Prior to that a public library service was provided by an earlier entity called the West Gippsland Regional Library Service.
es_es: La actual Biblioteca Regional West Gippsland Corporation fue fundada en 1995 por tres consejos de gobierno locales después de una fusión de los consejos de Victoria. Antes de que un servicio de biblioteca pública fue proporcionado por una entidad anterior llamado Occidente Gippsland Servicio de Biblioteca Regional.
zh_cn: 目前西吉普斯兰地区图书馆公司成立于1995年由当地政府在维多利亚州议会合并后的政局。公共图书馆服务之前提供早期称为西的吉普斯兰区域图书馆服务的实体。

source: When we started we had 12 employees and now we have 68. Our scheduling challenges are finding relievers quickly and with as little time involved as possible.
es_es: Cuando empezamos teníamos 12 empleados y ahora tenemos 68. Nuestros retos de programación se están dando calmantes de forma rápida y con tan poco tiempo como sea posible participar.
zh_cn: 当我们开始，我们有12名员工，现在我们有68个。我们调度的挑战是寻找药迅速和尽可能少的时间尽可能参与。

source: Our previous employee scheduling method was Excel & Docushare.
es_es: Nuestro método anterior de programación empleado fue de Excel y de DocuShare.
zh_cn: 我们以前的雇员调度方法是Excel和DocuShare中。

source: We would recommend the work scheduler ShiftPlanning and we found their team to be helpful and responsive.
es_es: Lo recomendamos el ShiftPlanning trabajo planificador y nos encontramos con su equipo para ser útil y sensible.
zh_cn: 我们建议的工作调度ShiftPlanning，我们发现他们的球队是有益的和响应。

source: Being located in regional Victoria, Australia we find that modern browser demand can be an issue for some of our staff and the technology that they have at home. Also broadband and smart phone uptake is not universal.
es_es: Al estar situado en la región de Victoria, Australia nos encontramos con que la demanda navegador moderno puede ser un problema para algunos de nuestro personal y la tecnología que tienen en casa. También la captación de teléfono de banda ancha e inteligente no es universal.
zh_cn: 在位于澳大利亚维多利亚地区，我们发现，现代的浏览器的需求是我们的工作人员和技术，他们在家里有一些问题。此外，宽带和智能手机的吸收并不普遍。

source: Helpful and responsive. -
es_es: Servicial y atento. -
zh_cn: 帮助和响应。 -

source: Clive Oatley - Branch Manager - Foster & South Coast Mobile
es_es: Clive Oatley - Gerente de Sucursal - Foster &amp; South Coast Mobile
zh_cn: 克莱夫Oatley - 分公司经理 - 福斯特及南海岸移动

source: : West Gippsland Regional Library
es_es: : West Gippsland Biblioteca Regional
zh_cn: ：吉普斯兰区域图书馆西

# title
source: Life's So Sweet Chocolates - Store Employee Scheduling software - Case Study
es_es: La vida es tan dulces chocolates - empleado de la tienda de software de programación - Estudio de caso
zh_cn: 因此，生活中的甜巧克力 - 商店员工排班软件 - 案例研究

source: Case Study: Life's So Sweet Chocolates in Trumansburg, New York, United States
es_es: Estudio de caso: Chocolates So Sweet de la Vida en Trumansburg, Nueva York, Estados Unidos
zh_cn: 案例研究：生命的如此甜蜜巧克力在Trumansburg，纽约，美国

source: I've been making candies and chocolate treats since I was eight years old and through the years I've practiced other techniques and developed my own recipes. Five years ago my husband said to me &quot;You really enjoy making candy, do you want to take it to the next level?&quot; I put together my business plan and put it on the back burner since I already had a full time job. In January of 2008 the opportunity arose for me to sign a lease on a retail space. Four days later I signed the lease, quit my job and opened Life's So Sweet Chocolates on February 1, 2008...just in time for Valentine's Day. I manufactured our candies and chocolates and sold them by myself for four months before we were so in demand that I hired my first employees in May 2008.
es_es: He estado haciendo dulces y golosinas de chocolate desde que tenía ocho años de edad y con los años he practicado otras técnicas y desarrollé mis propias recetas. Hace cinco años mi esposo me dijo: &quot;Usted realmente disfrutar de hacer el caramelo, ¿quieres llevarlo al siguiente nivel?&quot; Monté mi plan de negocio y lo puso en un segundo plano puesto que ya tenía un trabajo a tiempo completo. En enero de 2008 se presentó la oportunidad para mí para firmar un contrato de arrendamiento de un espacio comercial. Cuatro días más tarde firmé el contrato de arrendamiento, renuncié a mi trabajo y abrió Chocolates So Sweet Life el 1 de febrero de 2008 ... justo a tiempo para el Día de San Valentín. Que fabrica los dulces y chocolates y los vendió por mí mismo durante cuatro meses antes de que fuera así en la demanda que he contratado a mis empleados por primera vez en mayo de 2008.
zh_cn: 我一直在做糖果和巧克力对待，因为我是8岁，和我经过多年实行其他的技术和开发自己的食谱。五年前，我的丈夫对我说：“你真的很喜欢做糖果，你想不想把它带到一个新的水平？”我把我的商业计划书，放在脑后，因为我已经有一份全职工作。机会出现在2008年1月，我签署了零售空间租赁。四天后，我签署了租赁，辞掉了工作，只是在情人节的时候开2月1日，2008 ...生命的这么甜的巧克力。我我们的糖果和巧克力制造和出售4个月之前，我们自己的需求，所以，我雇了我的第一批员工，2008年5月。

source: We have between 7 and 8 part time employees, depending on the time of year. I had previous experience managing a staff in other job settings but wasn't ever responsible for scheduling or payroll responsibilities, let alone time off requests and the overall effect of managing staff members. As my business grew and employee turnover became a reality, it became more and more difficult to keep track of when employees were available, how often I needed the assistance and the overall arch of how employees affected the business.
es_es: Tenemos entre 7 y 8 empleados a tiempo parcial, dependiendo de la época del año. Yo tenía experiencia previa en la gestión de un personal en la configuración del trabajo de otros, pero no fue nunca responsable de responsabilidades de la programación o la nómina, y mucho menos tiempo libre solicitudes y el efecto general de los miembros del personal de gestión. A medida que mi negocio fue creciendo y la rotación de personal se convirtió en una realidad, se hizo más y más difícil de llevar un registro de cuando los empleados estaban disponibles, la frecuencia con la que necesitaba la ayuda y el arco general de cómo los empleados afectados de la empresa.
zh_cn: 我们有7和8之间的兼职员工，一年的时间而定。我以往的经验，在其他岗位设置管理的工作人员，但不会负责调度或工资的责任，更遑论休息时间要求和管理人员的整体效果。由于我的业务增长和员工流失率成为了现实，它变得越来越难以跟上，当员工，我经常需要的援助和员工如何影响业务的整体拱轨道。

source: Before this employee schedule maker, I would write down each person's shifts and keep track of it using my outlook calendar and while it worked, it really wasn't the best solution.
es_es: Antes de este fabricante del horario de los empleados, me gustaría escribir los cambios de cada persona y no perder de vista que con mi calendario de Outlook y mientras trabajaba, en realidad no era la mejor solución.
zh_cn: 雇员时间表制造商在此之前，我会写下每个人的变化，并保持它的轨道，用我的Outlook日历和它的工作时，它确实是不是最好的解决办法。

source: When I was contacted to try a trial of ShiftPlanning, the timing couldn't have been better because I was aching to do things better and this was a clear opportunity to streamline scheduling, manage availability and time off requests. Also the opportunity to really have a good handle on how many hours people were working and make sure each minute was effectively used.
es_es: Cuando se puso en contacto para intentar una prueba de ShiftPlanning, el momento no podría haber sido mejor porque me dolía hacer mejor las cosas y esto era una clara oportunidad para simplificar la programación, gestión de disponibilidad y tiempo libre peticiones. También la oportunidad de realmente tener un buen control sobre cuántas horas trabaja la gente y asegurarse de que cada minuto se utiliza con eficacia.
zh_cn: 当我接触到尝试的ShiftPlanning审判，时机不能更好，因为我是痛苦的事情做得更好，这是一个明显的机会，以精简的调度，管理请求的可用性和关闭时间。也有机会，真的有一个很好的手柄上多少小时的人工作，并确保有效地利用每分钟。
