Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Once your managers have updated and published the schedule, you can check here for shifts. This can be done by clicking on the 'Schedule' tab in the top navigation. Using the menu on the left, "My schedule" will allow you to see just your individual schedule.
es_es: Una vez que sus administradores han actualizado y publicado el horario, se puede comprobar aquí si hay cambios. Esto se puede hacer haciendo clic en el &quot;Programa&quot; en la pestaña de navegación superior. Utilizando el menú de la izquierda, &quot;Mi calendario&quot; le permitirá ver sólo su horario individual.
zh_cn: 一旦你的经理们更新和公布的时间表，你可以在这里检查转变。这可以通过点击顶部导航的“附表”标签。使用左侧的菜单，“我的日程安排”将让你看到只是你个人的时间表。

source: Requests
es_es: Las solicitudes
zh_cn: 请

source: ShiftPlanning allows you to request time off and contend for open shifts and/or shift trades through the requests tab.
es_es: ShiftPlanning le permite solicitar tiempo libre y luchar por cambios de abrir y / o oficios de turno a través de la pestaña de peticiones.
zh_cn: ShiftPlanning允许您要求的时间和开放的变化和/或通过请求“选项卡上的转变行业抗衡。

source: Requesting Vacation
es_es: Solicitud de vacaciones
zh_cn: 请求休假

source: In the overview section, you'll see the "request time off" button. Click on the button and complete the fields under "schedule time off."
es_es: En la sección de visión general, usted verá el &quot;momento de la solicitud off&quot;. Haga clic en el botón y complete los campos en &quot;fuera de horario&quot;.
zh_cn: 在概述部分中，你会看到“关闭请求时”按钮。按一下按钮，并完成下的领域“日程安排休息时间。”

source: Requesting an Open Shift
es_es: Solicitar un cambio Open
zh_cn: 请求打开移位，

source: By clicking on the "open shifts" section, you'll be able to see a list of any "Available Shifts."
es_es: Al hacer clic en el &quot;turno libre&quot; sección, usted podrá ver una lista de los &quot;turnos disponibles.&quot;
zh_cn: 通过点击“开放的转变”一节中，你就可以看到列表中的任何“可移。”

source: Requesting a Shift Trade
es_es: Solicitud de un comercio de cambio
zh_cn: 请求移位贸易的

source: By clicking on the "shift trades" section, you'll be able to see a list of any "Shifts Available to Pick-up" or keep track of "Shifts I'm Trading"
es_es: Al hacer clic en el &quot;cambio de los oficios&quot; sección, usted podrá ver una lista de cualquier &quot;turnos disponibles para Pick-up&quot; o seguir la pista de &quot;Los cambios en la que estoy&quot;
zh_cn: 通过点击“转向行业”一节中，你就可以看到任何清单“转变挑了”或“移我交易保持”轨道

source: ShiftPlanning's Time Clock feature calculates every second of your work which in some cases will tie directly to your payroll. For this reason, it is important that you clock as accurately as possible.
es_es: ShiftPlanning función de reloj de tiempo calcula cada segundo de su trabajo que en algunos casos se vinculan directamente a su nómina. Por esta razón, es importante que el reloj tan exactamente como sea posible.
zh_cn: ShiftPlanning的时钟功能，计算每一个你的工作第二，在某些情况下将比分扳成直接到您的工资。出于这个原因，重要的是你的时钟尽可能准确。

source: To clock-in/clock-out, click on the 'Time Clock' tab where you will be presented with a 'Clock In' button. You will also see the option to take picture (if the biometric device option is set up) and to select a Schedule or add any shift notes. You can view you most current clock times in the "My Timesheet" section of the Timeclock overview.
es_es: Para clock-in/clock-out, haga clic en la pestaña &#39;Reloj de Tiempo &quot;, donde se le presentará con un&quot; Reloj En&#39; botón. También podrá ver la opción de tomar la foto (si la opción de dispositivo biométrico está configurado) y para seleccionar un programa o añade las notas de turno. Usted puede ver los tiempos de reloj más actuales en el &quot;Mi parte de horas&quot; de la visión Timeclock.
zh_cn: 要clock-in/clock-out，点击“时钟”选项卡，在这里您将与“时钟”按钮。您还将看到拍照（如生物识别设备选项设置）“选项，并选择一个附表，或添加任何转变说明。您可以查看您在“我的时间表”节的Timeclock概述最当前的时钟时间。

source: You're finished!
es_es: ¡Ya está!
zh_cn: 你就完蛋了！

source: Thanks for completing the ShiftPlanning tour!
es_es: Gracias por completar el recorrido ShiftPlanning!
zh_cn: 感谢完成ShiftPlanning旅游！

source: We hope that you enjoy your ShiftPlanning account!
es_es: Esperamos que usted disfrute de su cuenta ShiftPlanning!
zh_cn: 我们希望您享受您的ShiftPlanning帐户！

source: Adding your staff
es_es: Adición de su personal
zh_cn: 添加您的员工

source: It's easy to add staff to ShiftPlanning. Contacts can be automatically imported from e-mail accounts (We support over 100 providers!) and social networks, or staff can be imported via csv. To connect a Facebook, Google Apps, or email account simply click on one of the icons under "add from contacts." Click the "Import .csv File" to upload from a spreadsheet.
es_es: Es fácil agregar personal para ShiftPlanning. Los contactos se pueden importar automáticamente de las cuentas de correo electrónico (Apoyamos a más de 100 proveedores!) Y las redes sociales, o el personal pueden ser importados a través de CSV. Para conectarse a Facebook, Google Apps, o cuenta de correo electrónico, simplemente haga clic en uno de los iconos de &quot;añadir a los contactos.&quot; Haga clic en la opción &quot;Importar. Csv&quot; para subir a partir de una hoja de cálculo.
zh_cn: 它很容易人员ShiftPlanning。联系人可以自动导入电子邮件帐户（超过100个供应商的支持！）和社会网络，或工作人员可以通过CSV进口。连接一个Facebook，谷歌Apps，或电子邮件帐户，只需点击“从通讯录中添加下的图标之一。”点击“导入csv文件”从电子表格上传。

source: Alternatively, staff can be added manually using the form on the left. For each employee, we only require a name. We recommend adding an e-mail address as well which will allow ShiftPlanning to send account activation e-mails and notifications.
es_es: Por otra parte, el personal se pueden agregar manualmente utilizando el formulario de la izquierda. Para cada empleado, que sólo requiere un nombre. Se recomienda añadir una dirección de correo electrónico, así que le permitirá ShiftPlanning para enviar la cuenta de la activación de los e-mails y notificaciones.
zh_cn: 另外，工作人员可以手动添加使用左边的表格。为每一位员工，我们只需要一个名称。我们建议增加一个e-mail地址，以及将允许ShiftPlanning发送帐户激活电子邮件和通知。

source: Assign positions
es_es: Asignar las posiciones
zh_cn: 指定的位置

source: Positions should have been added a couple steps back (If not, please visit "Locations & Positions" under the Admin tab. Positions are essentially the job functions that each employee is eligible to work.
es_es: Los cargos se han añadido un par de pasos hacia atrás (Si no es así, por favor visite &quot;lugares y posiciones&quot; en la pestaña de administración. Las posiciones son esencialmente las funciones de trabajo que cada empleado es elegible para trabajar.
zh_cn: 位置应已增加了几个步骤背面（如果不是，请访问管理“选项卡下的”位置和位置“。职位基本上每个员工的工作职能，工作资格。

source: Now that staff have been added into ShiftPlanning, they must be assigned to positions. Properly assigning staff to positions will also help avoid scheduling conflicts and allow events such as shift trades to happen only with other staff who are also eligible to work on that specific position.
es_es: Ahora que el personal se han añadido en ShiftPlanning, se deben asignar a una posición. Adecuadamente la asignación de personal para posiciones también ayudará a evitar conflictos de programación y permitir que hechos como los oficios de turno a suceder sólo con el resto del personal que también son elegibles para trabajar en esa posición específica.
zh_cn: 现在，工作人员已被添加到ShiftPlanning，他们必须被分配到岗位。妥善分配员工的职位也将有助于避免调度冲突，并允许特定位置上，也可工作与其他工作人员只有转变行业，如事件发生。

source: ShiftPlanning's Time Clock module allows you to accurately track your employees actual worked time. Timesheets can then be used for generating Payroll, or for comparing employee performance against their scheduled times for example.
es_es: Módulo de ShiftPlanning de reloj de tiempo le permite realizar un seguimiento preciso a sus empleados el tiempo real trabajado. Los partes de horas se puede utilizar para la generación de nómina, o para comparar el desempeño del empleado en contra de sus horarios, por ejemplo.
zh_cn: ShiftPlanning的时钟模块允许你精确地跟踪员工的实际工作时间。时间表可以被用来生成薪资，或员工对他们的计划，例如倍性能比较。

source: Our time clock has many benefits over expensive hardware solutions:
es_es: Nuestro reloj de tiempo tiene muchas ventajas sobre las soluciones de hardware costosos:
zh_cn: 昂贵的硬件解决方案，我们的时钟有许多好处：

source: Prevent Buddy Clocking by using a simple Webcam
es_es: Prevenir Amigos Reloj mediante el uso de una simple webcam
zh_cn: 通过使用一个简单的摄像头，防止好友时钟

source: Improve Clock Performance with customizable round rules
es_es: Mejorar el rendimiento de reloj con las reglas personalizables redondas
zh_cn: 时钟的性能改善与全面定制规则

source: Track what your employees are working on with screenshot monitoring
es_es: Realizar un seguimiento de lo que sus empleados están trabajando en la captura de pantalla con un seguimiento
zh_cn: 轨道你的员工正与截图监测

source: Does using the Time Clock sound like something that you want to use?
es_es: ¿El uso del sonido del reloj de tiempo como algo que se desea utilizar?
zh_cn: 是否使用类似的东西，你要使用的时钟的声音？

source: Yes please
es_es: Sí, por favor
zh_cn: 是的，请

source: No thanks
es_es: No, gracias
zh_cn: 不，谢谢

source: Customize your account
es_es: Personaliza tu cuenta
zh_cn: 自定义您的帐户

source: ShiftPlanning gives Managers access to control a wide variety of settings and create an application environment that best suits their employee scheduling needs. Simply check off and/or select from a dropdown the settings the fit your organization and click on the green "save settings" to proceed. Settings can be updated/changed at anytime based on the needs of your company.
es_es: ShiftPlanning ofrece a los administradores controlar el acceso a una amplia variedad de ajustes y crear un entorno de aplicación que mejor se adapte a sus necesidades de programación de los empleados. Simplemente marque y / o seleccionar de un menú desplegable la configuración del. Se adapte a su organización y haga clic en el verde &quot;Save Settings&quot; para proceder Los ajustes se pueden actualizar / cambiar en cualquier momento sobre la base de las necesidades de su empresa.
zh_cn: ShiftPlanning给予经理访问控制的设置种类繁多，创建一个应用程序环境，最适合自己的员工排班需求。简单地检查和/或从下拉选择适合你的组织，然后按一下绿色的“保存设置”进行设置。更新/更改设置可以随时根据贵公司的需求。

source: The 'admin' section allows you to manage other details of your account:
es_es: El &#39;admin&#39; sección le permite administrar otros detalles de su cuenta:
zh_cn: “管理”部分允许您管理您的帐户的其他细节：

source: Manage your payroll settings and staff rate cards.
es_es: Administrar la configuración de la nómina del personal y las tarjetas de tarifas.
zh_cn: 管理你的工资设置和人员率卡。

source: Upload files to share with your employees such as training manuals, and more.
es_es: Subir archivos para compartir con sus empleados, tales como manuales de capacitación, y mucho más.
zh_cn: 上传文件与大家分享您的员工，如培训手册，以及更多。

source: And More!
es_es: Y mucho más!
zh_cn: 和更多！

source: Explore the options in the left menu to see what else you manage here.
es_es: Explore las opciones en el menú de la izquierda para ver qué más a manejar aquí.
zh_cn: 探索在左边的菜单选项，看你还有什么管理这里。

source: Welcome to your Dashboard!
es_es: Bienvenido a tu escritorio!
zh_cn: 欢迎您的仪表板！

source: The dashboard is your starting point within ShiftPlanning and will notify you of any actions that need your attention. You can also edit your profile and other settings from the left menu.
es_es: El salpicadero es el punto de partida dentro de ShiftPlanning y le notificará de todas aquellas actuaciones que requieran su atención. También puede editar su perfil y otros ajustes del menú de la izquierda.
zh_cn: 仪表板是您内ShiftPlanning出发点和会通知你，需要你注意的任何行动。您也可以从左边的菜单编辑您的个人资料和其他设置。

source: Account Representative
es_es: Representante de Cuentas
zh_cn: 客户代表

source: Meet your dedicated account representative. Available to help you setup your account further, and for any training needs.
es_es: Conozca a su representante de cuenta dedicado. Disponible para ayudarle a configurar su cuenta más allá, y para cualquier necesidad de formación.
zh_cn: 满足您的专用账户代表。可用来帮助您设置您的帐户，任何培训需求。

source: Notifications
es_es: Notificaciones
zh_cn: 通知

source: Central notification board for all action items/events within your account.
es_es: Junta Central de notificación para todos los elementos de acción y eventos dentro de su cuenta.
zh_cn: 您的帐户内的所有行动项目/事件的中央通知董事会。

source: Communicate with your staff in a centralized location.
es_es: Comuníquese con su personal en una ubicación centralizada.
zh_cn: 与员工沟通，在一个集中的位置。

source: Who's on Now
es_es: ¿Quién está En Línea Ahora
zh_cn: 谁正上线

source: Quickly view who is scheduled to work and who is clocked in.
es_es: Rápidamente ver quien está programado para trabajar y que se registró in
zh_cn: 快速查看是谁定的工作，并计时。

source: Thanks for completing the setup guide!
es_es: Gracias por completar la guía de configuración!
zh_cn: 完成安装指南的感谢！

source: Please remember to reach out to us at anytime. We would love to connect with you.
es_es: Por favor, recuerde llegar a nosotros en cualquier momento. Nos gustaría conectar con usted.
zh_cn: 请记住，随时向我们伸出。我们很乐意与您联系。

source: Locations are used to group schedules and can be used to represent physical locations (ie, 'Main St shop' vs 'Broad St shop'), internal departments (Sales vs Engineering), Designations (staff vs contractor) and much more. Locations can be added on the left simply by entering a 'location name' in the appropriate text field and then clicking "Save Location."
es_es: Las ubicaciones se utilizan para programas de grupo y se puede utilizar para representar ubicaciones físicas (es decir, frente al &quot;principal tienda de St &#39;,&#39; tienda de Broad Street&quot;), los departamentos internos (ventas vs Ingeniería), las denominaciones (el personal del contratista frente) y mucho más. Lugares se pueden añadir a la izquierda con sólo introducir un &quot;nombre de la ubicación&quot; en el campo de texto correspondiente y haga clic en &quot;Guardar ubicación.&quot;
zh_cn: 地点是用于组时间表，可以用来表示物理位置（即“主街店”与“宽街店），内部各部门（销售与工程），名称（员工与承包商）等等。位置可以，只要进入“位置名称”，在相应的文本字段，然后点击“保存位置。”左边

source: Positions are used to group shifts (scheduled hours) and can belong to locations or stand alone. Positions are most used to represent a job function (Manager, Associate, Assistant etc.); however, they are quite flexible similar to the locations described above. To get started with positions, click on the 'manage positions' button on the left and then on the 'add new position' link which will prompt you for a position name.
es_es: Las posiciones se utiliza para cambios de grupo (hora programada) y pueden pertenecer a los lugares o de forma independiente. Las posiciones son más utilizados para representar una función de trabajo (Gerente, Asociado, Adjunto, etc), sin embargo, son bastante flexibles similares a los lugares descritos anteriormente. Para empezar con las posiciones, haga clic en el botón &#39;gestionar las posiciones de la izquierda y luego en el enlace &quot;Añadir nueva posición&quot;, que le pedirá un nombre de posición.
zh_cn: 位置是用来组轮班（预计小时），可以属于地点或独立。位置是最常用的代表的工作职能（经理助理，助理等），但是，他们是相当灵活，类似以上所述的位置。位置开始，点击“管理职位”按钮，在左边，然后在“添加新位置”链接会提示你的职位名称。

source: I've now moved to an inline guide here within the ShiftPlanning application.
es_es: Me he mudado a una guía en línea aquí dentro de la aplicación ShiftPlanning.
zh_cn: 我现在已经搬到这里内ShiftPlanning应用内嵌指南。

source: I will stay in this right side to guide you through setting up your account. Whenever you're ready just click the button below.
es_es: Me quedaré en este lado derecho que le guiará a través de la creación de su cuenta. Cuando esté listo haga clic en el botón de abajo.
zh_cn: 我会留在这个右侧引导你通过设置您的帐户。每当你准备好了，只要按一下下面的按钮。

source: Refresh
es_es: Refrescar
zh_cn: 刷新

source: Continue Setup →
es_es: Continuar el programa de instalación →
zh_cn: 继续安装→

source: Please assign all staff to positions to continue.
es_es: Por favor, asigne a todo el personal a los puestos para continuar.
zh_cn: 请指定所有工作人员的职位，以继续。

source: Please add at least one position in order to continue.
es_es: Por favor, añada al menos una posición para poder continuar.
zh_cn: 请添加至少一个位置，以便继续。

source: Welcome to ShiftPlanning!
es_es: Bienvenido a ShiftPlanning!
zh_cn: 欢迎到ShiftPlanning！

source: my name is
es_es: mi nombre es
zh_cn: 我的名字是

source: I'm available to assist you through setting up and using your account. This process is fun and will introduce you to many of our unique time-saving features and allow you to fully take advantage of the ShiftPlanning platform.
es_es: Estoy disponible para ayudar a través de la creación y el uso de su cuenta. Este proceso es divertido y le dará a conocer a muchos de nuestros singulares características que ahorran tiempo y le permitirá aprovechar al máximo la plataforma ShiftPlanning.
zh_cn: 我可协助您通过设立和使用您的帐户。这个过程很有趣，会向您介绍我们独特的节省时间功能，让您充分利用的ShiftPlanning平台。

source: Setup/Training Requested
es_es: Configuración / Formación requerida
zh_cn: 安装/培训要求

source: Request Setup / Training
es_es: Solicitud de instalación / Formación
zh_cn: 要求安装/培训

source: Ask me for Help
es_es: Pídeme Ayuda
zh_cn: 找我帮忙

source: Ask me for help
es_es: Pídeme ayuda
zh_cn: 找我帮忙

source: Ask LiveChat Team
es_es: Consulte con el equipo LiveChat
zh_cn: 问即时聊天小组

source: Send a {acc_reps} a message
es_es: Enviar un {acc_reps} un mensaje
zh_cn: 发送 {acc_reps} 消息

source: Account Setup / Training
es_es: Configuración de la cuenta / Formación
zh_cn: 帐户设置/培训

source: In order to help us setup your account for you, please provide as many details as possible. The easiest way is to simply upload your current weekly schedule, or staff roster.
es_es: Con el fin de ayudarnos a configurar su cuenta para usted, por favor proporcione tantos detalles como sea posible. La forma más fácil es simplemente subir su horario actual de la semana, o una lista del personal.
zh_cn: 为了帮助我们为您设置您的帐户，请提供尽可能多的细节。最简单的方法是简单地上传您目前的每周日程安排，或工作人员名册。

source: Send information
es_es: Envíe la información
zh_cn: 发送信息

source: Action is needed to continue receiving ShiftPlanning for free!
es_es: Es necesario actuar para seguir recibiendo ShiftPlanning gratis!
zh_cn: 需要采取行动，继续接受免费ShiftPlanning的！

source: You have new message(s) waiting for you in your inbox
es_es: Tienes un mensaje nuevo (s) le esperan en su bandeja de entrada
zh_cn: 你已经等待新的消息（S）为您在您的收件箱

source: Management has approved {count} Vacation Request
es_es: La Administración ha aprobado {count} Solicitud de vacaciones
zh_cn: 管理已批准 {count} 休假申请

source: You have been booked on {count} new shift
es_es: Se le ha reservado en {count} nuevo cambio
zh_cn: 你已经被预订一空 {count} 新移

source: Since you were last online
es_es: Ya que estaban en línea por última vez
zh_cn: 自从你上次在线

source: Upgrade your browser
es_es: Actualice su navegador
zh_cn: 升级您的浏览器

source: Incompatible Web Browser
es_es: Navegador Web incompatible
zh_cn: 不兼容的Web浏览器

source: Confirm your mobile phone
es_es: Confirme su teléfono móvil
zh_cn: 确认您的手机

source: Create a Username
es_es: Crear un nombre de usuario
zh_cn: 创建一个用户名

source: Setup Facebook
es_es: Configuración de Facebook
zh_cn: 安装Facebook的

source: Receive notifications via e-mail
es_es: Recibir notificaciones por e-mail
zh_cn: 通过e-mail接收通知

source: Please <a href="javascript://" onclick="_sub('staff', 'NewUser', 'id={fui}');"><u>add an e-mail address</u></a> your account. This will ensure you can receive important notifications such as:{split}Shift Reminders, Shift Swap requests, Messages from Management, and more!
es_es: Por favor, <a href="javascript://" onclick="_sub('staff', 'NewUser', 'id={fui}');"><u>agregar una dirección de correo electrónico</u></a> su cuenta. Esto asegurará que usted puede recibir las notificaciones importantes tales como:{split}Recordatorios de desplazamiento, las solicitudes de Cambio de Swap, Mensajes de la administración y mucho más!
zh_cn: 请 <a href="javascript://" onclick="_sub('staff', 'NewUser', 'id={fui}');"><u>添加一个e-mail地址</u></a> 您的帐户。这将确保您可以收到重要通知，如：{split}移位提醒，移位互换请求，从管理信息，以及更多！

source: Express Yourself!
es_es: Exprésate!
zh_cn: 表达自己！

source: Approve Shift Trades
es_es: Aprobar Oficios Shift
zh_cn: 审批转变贸易

source: Important - Update your billing information
es_es: Importante - Actualizar los datos de facturación
zh_cn: 重要 - 更新您的帐单资料

source: Please complete your billing profile by letting us know which State your business is in:
es_es: Por favor, complete su perfil de facturación por hacernos saber cuál es el Estado su negocio está en:
zh_cn: 请让我们知道您的业务是在哪个国家，完成您的帐单资料：

source: Thanks; We have updated your profile.
es_es: Gracias, Hemos actualizado su perfil.
zh_cn: 谢谢，我们已更新您的个人资料。

source: Trial Information
es_es: Prueba de Información
zh_cn: 审判信息

source: There are {time} days remaining in your free trial. <a href="javascript: //" onclick="_load('admin'); _sub('admin', 'AccntOverview')">Click Here</a> to learn about payment options / prices once your trial is over.
es_es: Hay {time} días restantes en su prueba gratuita. <a href="javascript: //" onclick="_load('admin'); _sub('admin', 'AccntOverview')">Haga clic aquí</a> para aprender sobre las opciones de pago y precios una vez que su prueba ha terminado.
zh_cn: 有 {time} 天留在你的免费试用。 <a href="javascript: //" onclick="_load('admin'); _sub('admin', 'AccntOverview')">点击这里</a> 你的审判是一次了解的付款方式/价格。

source: There is <b>just {trial} days remaining</b> in your free trial. <a href="javascript: //" onclick="_load('admin'); _sub('admin', 'AccntOverview')">Click Here</a> to learn about payment options / prices for once your trial is over.
es_es: Hay <b>sólo {trial} días que quedan</b> en su versión de prueba gratuita. <a href="javascript: //" onclick="_load('admin'); _sub('admin', 'AccntOverview')">Haga clic aquí</a> para aprender sobre las opciones de pago y precios de una vez que su prueba ha terminado.
zh_cn: 有 <b>刚 {trial} 剩余天</b> 在您的免费试用。 <a href="javascript: //" onclick="_load('admin'); _sub('admin', 'AccntOverview')">点击这里</a> 了解你的审判是一次的付款方式/价格。

source: Payment Required
es_es: El pago obligatorio
zh_cn: 付款要求

source: Your free trial is over!
es_es: Su versión de prueba gratuita ha terminado!
zh_cn: 免费试用结束了！

source: Brand Your Account!
es_es: Marca tu cuenta!
zh_cn: 品牌您的帐户！

source: Add your logo
es_es: Añada su logotipo
zh_cn: 添加徽标

source: Vacation Requests
es_es: Las solicitudes de vacaciones
zh_cn: 休假申请

source: {total} Vacation Request needing approval
es_es: {total} Solicitud de vacaciones necesidad de la aprobación
zh_cn: {total} 休假申请需要批准

source: {c_total} Shift needing approval
es_es: {c_total} Cambie la aprobación que necesita
zh_cn: {c_total} 轮班需要审批

source: Shift Approvals
es_es: Aprobaciones de Cambio
zh_cn: 移认证

source: Shift Requests Waiting
es_es: Las solicitudes de turnos de espera
zh_cn: 移请等待

source: Republish Shifts
es_es: Los cambios a publicar el blog
zh_cn: 再版移

source: Assign Staff Positions
es_es: Asignación de Cargos del Personal
zh_cn: 分配工作人员职位

source: {c_total} employee need to be assigned
es_es: {c_total} los empleados deben ser asignados
zh_cn: {c_total} 员工需要被分配

source: Timesheet approvals
es_es: Aprobaciones de los partes de horas
zh_cn: 时间表批准

source: {c_total} timesheet needing approval
es_es: {c_total} la aprobación de parte de horas que necesita
zh_cn: {c_total} 时间表需要审批

source: Shift Trades Available
es_es: Shift disponibles Oficios
zh_cn: 转变贸易可供

source: {c_total} Shift available for pickup
es_es: {c_total} Shift disponibles para la recolección
zh_cn: {c_total} 皮卡车转向提供

source: The {user} message wall doesn't have any posts yet.
es_es: La {user} la pared mensaje no tiene ninguna publicación.
zh_cn: “ {user} 消息墙还没有任何职位。

source: The message wall is a great place to post announcements, files, collect ideas, and tons more.
es_es: La pared del mensaje es un gran lugar para publicar anuncios, archivos, recogen las ideas, y toneladas más.
zh_cn: 消息墙是一个伟大的地方张贴公告，文件，收集意见，并吨以上。

source: Check back soon for communications from management
es_es: Vuelve pronto para las comunicaciones de la gestión
zh_cn: 请稍后再回来管理通信

source: Account Setup Progress
es_es: Cuenta Progreso de la instalación
zh_cn: 帐户设置进度

source: Completed
es_es: Terminado
zh_cn: 完成
