Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Terms of Use
es_es: Términos de Uso
zh_cn: 使用条款

source: By clicking this box I am stating that I have Read & Agree to ShiftPlanning.com's Terms of Use
es_es: Al hacer clic en este cuadro que estoy diciendo que he leído y acuerdan ShiftPlanning.com &#39;s Términos de Uso
zh_cn: 通过点击这个框，我说明，我有阅读及同意到使用ShiftPlanning.com的条款

source: Privacy Policy
es_es: Política de Privacidad
zh_cn: 隐私权政策

source: By clicking this box I am stating that I have Read & Agree to ShiftPlanning.com's Privacy Policy
es_es: Al hacer clic en este cuadro que estoy diciendo que he leído y Acepto la Política de Privacidad ShiftPlanning.com &#39;s
zh_cn: 通过点击这个框，我说明我已阅读及同意ShiftPlanning.com&#39;隐私权政策

source: Locations
es_es: Ubicaciones
zh_cn: 地点

source: Positions
es_es: Posiciones
zh_cn: 职位

source: Managing Positions
es_es: Puestos directivos
zh_cn: 总经理的位置

source: Data API
es_es: API de datos de
zh_cn: 数据API

source: Available SDK's
es_es: Disponible SDK
zh_cn: 可用的SDK

source: Learn More
es_es: Más información
zh_cn: 了解更多

source: Remote Sites
es_es: Sitios Remotos
zh_cn: 远程站点

source: Files
es_es: Archivos
zh_cn: 档

source: Rate Cards
es_es: Tarjetas de tarifas
zh_cn: 价目表

source: Wizard Chat
es_es: Asistente de Derecho
zh_cn: 向导聊天

source: Loading
es_es: Cargando
zh_cn: 载入中

source: unknown application
es_es: aplicación desconocida
zh_cn: 未知应用程序

source: Add Location
es_es: Agregar ubicación
zh_cn: 添加位置

source: Wizard Guide
es_es: Asistente de Guía
zh_cn: 向导指南

source: Address:
es_es: Dirección:
zh_cn: 地址：

source: Enter an address for this location or leave it blank if it's a virtual, or meant for a department.
es_es: Ingrese la dirección de esta ubicación o dejarlo en blanco si se trata de una virtual, o destinado a un departamento.
zh_cn: 这个位置输入一个地址或留空，如果它是一个虚拟的，或一个部门的意思。

source: Street Address, city, province, country
es_es: Dirección, ciudad, provincia, país
zh_cn: 街道地址，城市，省，国家

source: Save Location
es_es: Guardar ubicación
zh_cn: 保存位置

source: You can zoom in & drag the pin around on the map to set a more accurate location
es_es: Puedes ampliar y arrastrar el pin todo en el mapa para establecer una ubicación más precisa
zh_cn: 你可以放大和周围拖动地图上的引脚设置一个更准确的位置

source: Any positions that aren't assigned to a location will be listed here
es_es: Cualquier posición que no están asignados a un lugar se enumeran aquí
zh_cn: 未分配到一个位置的任何位置将在这里列出

source: Manage Positions
es_es: Gestión de Posiciones
zh_cn: 管理位置

source: Finished
es_es: Terminado
zh_cn: 成品

source: Delete Location
es_es: Eliminar la ubicación de
zh_cn: 删除位置

source: Manage Break Rules
es_es: Gestión de romper las reglas
zh_cn: 管理打破规则

source: Create Break Rules
es_es: Crear reglas de salto
zh_cn: 创建折价规则

source: Delete Position
es_es: Eliminar Posición
zh_cn: 删除位置

source: Add New Position
es_es: Añadir nueva posición
zh_cn: 添加新的位置

source: Deleted Positions
es_es: Posiciones eliminados
zh_cn: 删除位置

source: To restore a position drag it to an active location above
es_es: Para restaurar una posición en la que arrastra a una ubicación activa por encima de
zh_cn: 要恢复一个位置拖动它上面一个活跃的位置

source: Click on Location, or Position name to edit it
es_es: Haga clic en la ubicación, o el nombre de posición para editarlo
zh_cn: 位置，或职位名称，点击编辑

source: Move Positions
es_es: Mover las posiciones
zh_cn: 移动位置

source: Expand Locations
es_es: Expandir Ubicaciones
zh_cn: 扩大点

source: Processing Your Payment
es_es: Procesar su pago
zh_cn: 处理您的付款

source: Payment Success!
es_es: El pago de éxito!
zh_cn: 支付成功！

source: Make a Payment:
es_es: Hacer un Pago:
zh_cn: 进行付款：

source: Payments handled by:
es_es: Los pagos tramitados a través de:
zh_cn: 处理付款方式：

source: Interested in Paying via Wire Transfer?
es_es: Interesado en pagar por transferencia bancaria?
zh_cn: 在通过转账付款感兴趣吗？

source: Pay Monthly:
es_es: Pago Mensual:
zh_cn: 按月支付：

source: Pay in Advance:
es_es: Pago por adelantado:
zh_cn: 提前支付：

source: 3 months
es_es: 3 meses
zh_cn: 3个月

source: 6 months
es_es: 6 meses
zh_cn: 6个月

source: 12 months
es_es: 12 meses
zh_cn: 12个月

source: Wire Transfer
es_es: Transferencia Bancaria
zh_cn: 电汇

source: We don't have enough information about your account yet.
es_es: No tenemos suficiente información sobre su cuenta todavía.
zh_cn: 我们没有足够的信息对您的帐户。

source: Invoices:
es_es: Facturas:
zh_cn: 发票：

source: Date
es_es: Fecha
zh_cn: 日期

source: Amount
es_es: Cantidad
zh_cn: 量

source: Print / Save
es_es: Imprimir / Guardar
zh_cn: 打印/保存

source: Business Details
es_es: Datos de la empresa
zh_cn: 业务细节

source: Business Name:
es_es: Nombre del Negocio:
zh_cn: 公司名称：

source: Country:
es_es: País:
zh_cn: 国家：

source: Phone:
es_es: Teléfono:
zh_cn: 电话：

source: Timezone:
es_es: Zona horaria:
zh_cn: 时区：

source: Save Details
es_es: Guardar Detalles
zh_cn: 保存详细

source: Delete Current Image
es_es: Borrar la imagen actual
zh_cn: 删除当前图像

source: Employees
es_es: Los empleados
zh_cn: 员工

source: Sending Activations. Please be patient.
es_es: El envío de activaciones. Por favor, sea paciente.
zh_cn: 发送激活。请耐心等待。

source: Use Your Domain
es_es: Utilice su dominio
zh_cn: 使用您的域名

source: Setup ShiftPlanning on your own URL with easy copy & paste code. eg. www.yourdomain.com/schedule/
es_es: Configuración ShiftPlanning en su propia URL, con copia y pega el código fácil. por ejemplo. www.yourdomain.com/schedule/
zh_cn: 安装ShiftPlanning您自己的网址，易于复制和粘贴代码。例如。 www.yourdomain.com/schedule/

source: Without SSL:
es_es: Sin SSL:
zh_cn: 没有SSL：

source: With SSL:
es_es: Con SSL:
zh_cn: 使用SSL：

source: ShiftPlanning allows you to conveniently download your data for use in another application, or simply for backup & peace of mind.
es_es: ShiftPlanning te permite descargar cómodamente los datos para su uso en otra aplicación, o simplemente para copia de seguridad y la paz de la mente.
zh_cn: 的ShiftPlanning让您可以方便地下载你的数据在另一个应用程序使用，或者干脆备份安心。

source: Company Data
es_es: Datos de la empresa
zh_cn: 公司资料

source: Employee Data
es_es: Datos de empleados
zh_cn: 雇员数据

source: Records
es_es: Archivos
zh_cn: 记录

source: All Schedules
es_es: Todos los horarios
zh_cn: 所有计划

source: Add App
es_es: Agregar aplicación

source: A short name for the app. eg: Facebook
es_es: Un nombre corto para la aplicación. por ejemplo: Facebook
zh_cn: 一个应用程序的简短名称。例如：FACEBOOK

source: Enter in the full url for this app. eg: http://www.facebook.com
es_es: Escriba la URL completa para esta aplicación. por ejemplo: http://www.facebook.com
zh_cn: 在这个程序输入完整的URL。例如：http://www.facebook.com

source: Main Access URL for this application
es_es: URL de acceso principal de esta aplicación
zh_cn: 此应用程序的主要访问网址

source: Save App
es_es: Guardar App

source: *Required
es_es: * Requerido
zh_cn: *必填

source: App Added
es_es: Fecha de Alta

source: Are you sure you want to delete this app?
es_es: ¿Está seguro que desea eliminar esta aplicación?
zh_cn: 你确定要删除这个程序？

source: App Deleted
es_es: App eliminados

source: Name Updated
es_es: Nombre Actualizado
zh_cn: 名称更新

source: Current Apps
es_es: Las aplicaciones actuales

source: Delete App
es_es: Eliminar aplicación

source: Click on an app Name, or Url to edit it
es_es: Haga clic en un nombre de aplicación o una dirección URL para editarlo
zh_cn: 一个应用程序名称或URL，点击编辑

source: Notification Settings
es_es: Configuración de notificaciones
zh_cn: 通知设置

source: Global Setting for Enabling/Disabling notifications via Email. Each employee also has their own notification settings.
es_es: Marco Global para activar / desactivar las notificaciones por correo electrónico. Cada empleado también tiene sus propios ajustes de notificación.
zh_cn: 全局设置启用/禁用通过电子邮件通知。每个员工也有自己的通知设置。

source: Global Setting for Enabling/Disabling notifications via SMS. Each employee also has their own notification settings.
es_es: Marco Global para activar / desactivar las notificaciones por SMS. Cada empleado también tiene sus propios ajustes de notificación.
zh_cn: 全局设置启用/禁用通过短信通知。每个员工也有自己的通知设置。

source: Via SMS
es_es: A través de SMS
zh_cn: 通过手机短信

source: Disallow staff to edit their e-mail notification settings - Forcing them to receive them. *Not Recommended.
es_es: No permitir al personal para editar sus ajustes de correo electrónico de notificación - Obligar a que los reciben. * No se recomienda.
zh_cn: 禁止工作人员编辑自己的e-mail通知设置 - 迫使他们接受他们。 *不推荐。

source: Force Email Notifications
es_es: Forzar notificaciones por correo electrónico
zh_cn: 强制电子邮件通知

source: Time Format (Save & <a href="javascript: window.location.reload();">Refresh</a> for change to take effect)
es_es: Formato de hora (Guardar y <a href="javascript: window.location.reload();">Refrescar</a> para el cambio surta efecto)
zh_cn: 时间格式（保存＆ <a href="javascript: window.location.reload();">刷新</a> 为使更改生效）

source: Date Format (Save & <a href="javascript: window.location.reload();">Refresh</a> for change to take effect)
es_es: Formato de fecha (Guardar y <a href="javascript: window.location.reload();">Refrescar</a> para el cambio surta efecto)
zh_cn: 日期格式（保存＆ <a href="javascript: window.location.reload();">刷新</a> 为使更改生效）

source: Start of your calendar week as well as overtime/payroll periods
es_es: Inicio de la semana del calendario, así como períodos de tiempo extra / nómina
zh_cn: 开始您的日历周以及加班/工资期间

source: Start Day
es_es: Día de Inicio
zh_cn: 开始日

source: If this is off your schedules are always visible to your employees. If it is on, your will need to publish your schedules manually.
es_es: Si esto es fuera de sus horarios son siempre visibles a sus empleados. Si está activado, el tendrá que publicar sus listas de forma manual.
zh_cn: 如果这是你的时间表是给你的员工始终可见。如果是，您将需要发布的时间表手动。

source: Use the Draft/Publish schedule method
es_es: Utilice el Proyecto / Publicar método de programación
zh_cn: 使用草稿/发布时间表的方法

source: Approve Shifts after they have happened for accurate attendance / payroll data
es_es: Aprobar turnos después de que han pasado por asistencia precisos / de datos de nómina
zh_cn: 批准后，他们准确的考勤/薪资数据发生位移

source: Use the shift approval feature
es_es: Utilice la función de aprobación de cambio
zh_cn: 使用移位批准功能

source: Restrict how far in advance your employees can view their schedule
es_es: Restringir la antelación con la que sus empleados pueden ver su horario
zh_cn: 限制多​​远提前您的员工可以查看自己的日程安排

source: Employees can view shifts in advance from the current date.
es_es: Los empleados pueden ver los cambios con antelación de la fecha actual.
zh_cn: 员工可以查看从当前的日期提前的变化。

source: Control the visibility of real-time costing data that is visible within the scheduler
es_es: Controle la visibilidad de datos en tiempo real de costos que es visible en el planificador
zh_cn: 控制成本数据实时可视性，是在调度可见

source: Show costing data in the scheduler
es_es: Mostrar datos de costos en el planificador
zh_cn: 显示在调度的成本数据

source: Allow employees the ability to put their shifts up for trade
es_es: Permitir a los empleados la capacidad de poner sus turnos para el comercio
zh_cn: 让员工有能力把其转变为贸易

source: Employees can trade shifts
es_es: Los empleados pueden intercambiar turnos
zh_cn: 员工可以交易转变

source: Confirm shift trade requests before they reach potential acceptors
es_es: Confirme las solicitudes del comercio antes de que lleguen posibles aceptantes
zh_cn: 确认转移贸易的要求，才到达潜在受体

source: Manager must confirm shift trades before requests are sent to other employees
es_es: Gerente de operaciones de cambio deben confirmar antes de que las solicitudes se envían a otros empleados
zh_cn: 经理必须确认转变行业前请求被发送到其他员工

source: Confirm final shift trade acception before the shift is actually swapped
es_es: Confirme última acepción del comercio antes de que el cambio de turno es en realidad intercambian
zh_cn: 之前移位实际上是交换，确认最终转变贸易验收

source: Manager must confirm shift trades after another employee requests to pick it up
es_es: Gerente de operaciones de cambio debe confirmar después de otras peticiones de los empleados a recogerlo
zh_cn: 经理必须确认另一名雇员要求后移的行业把它捡起来

source: Allow employees to view all schedules on your account (Read-Only)
es_es: Permitir a los empleados para ver todos los horarios en su cuenta (sólo lectura)
zh_cn: 允许员工查看您的帐户上的所有日程（只读）

source: Employees can view all schedules
es_es: Los empleados pueden ver todos los horarios
zh_cn: 员工可以查看所有日程

source: Employees can view the entire schedules for positions they're scheduled on
es_es: Los empleados pueden ver los horarios completos para las posiciones que están programadas para el
zh_cn: 员工可以查看他们预定的位置上的整个时间表

source: Employees can view schedules they are scheduled on
es_es: Los empleados pueden ver los horarios que se programan en
zh_cn: 员工可以查看他们预定时间表

source: Allow employees to view co-workers (otherwise just their own shifts)
es_es: Permitir a los empleados para ver los compañeros de trabajo (de lo contrario sólo a sus propios cambios)
zh_cn: 允许员工查看同事（否则，只是他们自己的转变）

source: Employees see co-workers on shifts
es_es: Los empleados ven los compañeros de trabajo en turnos
zh_cn: 员工看到同事轮班

source: Employees can remove themselves from shifts without approval
es_es: Los empleados pueden alejarse de los cambios sin la aprobación
zh_cn: 员工可以从未经批准的转变

source: Employees can drop shifts
es_es: Los empleados pueden dejar cambios
zh_cn: 员工可以下降转变

source: Employees requests to pick-up open shifts are automatically approved
es_es: Solicitudes de los empleados para recoger los turnos abiertos se aprueban automáticamente
zh_cn: 自动批准员工的要求，以开放转变回升

source: Employee requests to pick-up open shifts are automatically approved
es_es: Solicitudes de los empleados para recoger los turnos abiertos se aprueban automáticamente
zh_cn: 自动批准雇员要求开放转变回升

source: Restrict the minimum time between shifts
es_es: Restringir el tiempo mínimo entre turnos
zh_cn: 限制最短的时间之间的变化

source: Employees cannot be scheduled on shifts within X time of each other <b class="red">*new</b>
es_es: Los empleados no pueden ser programadas en los cambios dentro de X tiempo el uno del otro <b class="red">* Nueva</b>
zh_cn: 员工不能在X彼此的时间安排轮班 <b class="red">*新</b>

source: Staff Settings
es_es: Configuración del Personal
zh_cn: 工作人员设置

source: Allow employees view their own reports - Hours Scheduled, Confirmed, Time-Sheets,etc.
es_es: Permita que los empleados ven a sus propios informes - las horas programadas, Confirmado, Los tiempos de hojas, etc
zh_cn: 允许员工查看自己的报告 - 预定时间，确认时间表等。

source: Employees can view reports
es_es: Los empleados pueden ver los informes
zh_cn: 员工可以查看报告

source: Allow employee to edit their own staff profiles - Helps to keep their e-mail, address, phone number,etc up to date.
es_es: Permita al empleado para editar sus propios perfiles del personal - Ayuda a mantener su dirección de e-mail, dirección, número de teléfono, etc hasta la fecha.
zh_cn: 允许雇员自己编辑的工作人员配置 - 帮助，以保持他们的电子邮件，地址，电话号码等。

source: Employees can edit their profile
es_es: Los empleados pueden editar su perfil
zh_cn: 员工可以编辑他们的个人资料

source: Allow employees to view the staff Gallery - Great way for them to get to know other staff members
es_es: Permitir a los empleados para ver la galería de personal - Gran manera para ellos de conocer a otros miembros del personal
zh_cn: 允许员工查看员工的画廊 - 伟大的方式为他们去了解其他工作人员

source: Employees can view staff gallery
es_es: Los empleados pueden ver la galería personal de
zh_cn: 员工可以查看员工画廊

source: Allow employees to view contact details of co-workers. Helpful to allow them to manage issues amongst themselves.
es_es: Permitir a los empleados para ver los detalles de contacto de los compañeros de trabajo. Útiles que les permitan gestionar los problemas entre ellos.
zh_cn: 允许员工查看同事的联系方式。帮助，让他们来管理彼此之间的问题。

source: Employees can view staff contact details (staff gallery must be checked)
es_es: Los empleados pueden ver los detalles de contacto del personal (galería personal debe ser comprobado)
zh_cn: 员工可以查看员工的联系方式（必须检查人员画廊）

source: Allow employees to send private messages using ShiftPlanning both amongst themselves as well as to management.
es_es: Permitir a los empleados para enviar mensajes privados con ShiftPlanning tanto entre ellos mismos, así como a la gestión.
zh_cn: 让员工发送私人讯息彼此之间以及管理使用ShiftPlanning。

source: Employees can send private messages
es_es: Los empleados pueden enviar mensajes privados
zh_cn: 员工可以发送私人讯息

source: Allow employees to see who is scheduled to be working at the current time from their dashboard.
es_es: Permitir a los empleados para ver quién está programado para estar trabajando en el momento actual de su tablero de instrumentos.
zh_cn: 让员工看到谁是预定在当前时间的工作，从他们的仪表板。

source: Employees can view "Who's on now"
es_es: Los empleados pueden ver &quot;¿Quién sigue ahora&quot;
zh_cn: 员工可以查看“谁是现在”

source: Prevent buddy clocking by requiring employees to take a snapshot of themselves when they clock in/out.
es_es: Prevenir compañero de reloj, al exigir a los empleados a tomar una foto de sí mismos cuando el reloj de entrada / salida.
zh_cn: 要求员工采取自己的快照时，时钟/。防止好友时钟

source: Employees must use webcam when they clock in & out
es_es: Los empleados deben utilizar la cámara web cuando el reloj de entrada y salida
zh_cn: 员工必须使用摄像头时，在他们的时钟及出

source: Employees can import Time Sheets
es_es: Los empleados pueden importar hojas de tiempo
zh_cn: 员工可以导入时程表

source: Allows staff to manually add clock times at any time, otherwise they're restrcited to real-time punching in/out.
es_es: Permite al personal que agregar manualmente la hora del reloj en cualquier momento, de lo contrario, estamos restrcited en tiempo real a la perforación de entrada / salida.
zh_cn: 允许人员在任何时候手动添加时钟倍，否则他们restrcited了实时冲压/出。

source: Employees can manually add time clocks
es_es: Los empleados pueden agregar manualmente los relojes de tiempo
zh_cn: 员工可以手动添加时钟

source: Prevent off-location clocking
es_es: Evitar que la ubicación fuera de reloj
zh_cn: 防止关闭位置时钟

source: Lock time-clocking to specified locations
es_es: Tiempo de bloqueo de reloj a los lugares especificados
zh_cn: 锁定时间时钟到指定地点

source: Require staff to enter the position that they are working on when clocking.
es_es: Exigir al personal para entrar en la posición que se está trabajando en al reloj.
zh_cn: 要求工作人员，他们工作时的时钟输入位置。

source: Require Position when Clocking-In
es_es: Requerir al Grupo Reloj-A
zh_cn: 需要的位置时，时钟在

source: Require staff to add notes to a clock time before they can clock-out. *Not Available in Time Clock Terminals
es_es: Requiere personal para agregar notas a un reloj de tiempo antes de que puedan reloj de salida. * No disponible en terminales de reloj en tiempo real
zh_cn: 要求工作人员添加注释到时钟的时间才可以时钟。 *并不适用于时钟终端

source: Require Notes when Clocking-Out
es_es: Requerir Notas al Reloj-Out
zh_cn: 需要注意事项时，时钟输出

source: For use in reporting, and is only applied to the final total - Not individual clock times.
es_es: Para el uso en los informes, y sólo se aplica al total final - la hora del reloj no individual.
zh_cn: 在报告中使用，只适用于最后的总 - 而不是单个的时钟时间。

source: Round time clock totals to nearest
es_es: Ronda de los totales de tiempo de reloj más cercana a
zh_cn: 就近的圆形时钟总计

source: Encourage better employee clock behaviour by automatically rounding their clock-in times forward to the nearest interval.
es_es: Estimular el buen comportamiento de los empleados al reloj de forma automática el redondeo de su reloj en los tiempos futuros al intervalo más cercano.
zh_cn: 鼓励更好的雇员时钟的行为，由自动四舍五入的时钟前进到最近的间隔时间。

source: Round Clock In times up to the nearest
es_es: Reloj Ronda En los tiempos hasta la más cercana
zh_cn: 在时代的圆形钟到最接近

source: Encourage better employee clock behaviour by automatically rounding their clock-out times back to the nearest interval.
es_es: Estimular el buen comportamiento de los empleados al reloj de forma automática el redondeo hacia fuera de sus tiempos de vuelta del reloj al intervalo más cercano.
zh_cn: 鼓励更好的雇员时钟的行为，由自动四舍五入的时钟时间回到最近的间隔。

source: Round Clock Out times down to nearest
es_es: Reloj completan veces hasta más cercano a
zh_cn: 倍下调至最接近的圆形时钟输出

source: Better control your clock allowances by restricting clock times to the start and end of shift times.
es_es: Mejor control de sus derechos de emisión de reloj mediante la restricción de las horas del reloj para el inicio y el final de los tiempos de desplazamiento.
zh_cn: 时钟时间限制换档时间的开始和结束，更好地控制你的时钟津贴。

source: Only allow time clocks within X of the start/end of a shift
es_es: Sólo permita que los relojes de tiempo dentro de X de la partida / final de un turno
zh_cn: 只允许在X转变的开始/结束时间的时钟

source: Vacation/Availability Settings
es_es: Vacaciones / Disponibilidad Configuración
zh_cn: 度假/可用性设置

source: Employees can set weekly availability
es_es: Los empleados pueden programar la disponibilidad semanal
zh_cn: 员工可以设置每周的可用性

source: Employees can set future availability
es_es: Los empleados pueden establecer la disponibilidad futura
zh_cn: 员工可以设定未来的可用性

source: Employees can book vacations
es_es: Los empleados pueden reservar vacaciones
zh_cn: 员工可以预订休假

source: Vacations must be booked X in advance
es_es: Vacaciones debe ser reservado con antelación X
zh_cn: 休假必须提前预订的X

source: Max number of staff that can be booked off at once <b class="red">*new</b>
es_es: Número máximo de personal que se pueden reservar en seguida <b class="red">* Nueva</b>
zh_cn: 最大数量的工作人员一次可以预订 <b class="red">*新</b>

source: Payroll Settings
es_es: Configuración de Nómina
zh_cn: 薪资设置

source: This is the Default Setting for all staff. This can also be set per employee from their staff profile.
es_es: Esta es la configuración predeterminada para todo el personal. Esto también se puede establecer por empleado de su perfil personal.
zh_cn: 这是对所有工作人员的默认设置。这也可以设置为每名雇员，其工作人员的个人资料。

source: Overtime:
es_es: Las horas extraordinarias:
zh_cn: 加班：

source: Currency
es_es: Moneda
zh_cn: 货币

source: Export Settings
es_es: Exportar la configuración de
zh_cn: 导出设置

source: Company code
es_es: Código de la Empresa
zh_cn: 公司代码

source: Batch ID (Increases with every export)
es_es: ID del Lote (aumenta con cada exportación)
zh_cn: 批次编号（每出口增加）

source: Fixed Batch ID
es_es: Identificación de lote fijo
zh_cn: 固定批次ID

source: Regular hour code
es_es: Código de horas regulares
zh_cn: 定期小时代码

source: Special hour code
es_es: El código especial de una hora
zh_cn: 特别小时代码

source: Overtime hour code
es_es: Las horas extraordinarias código de hora
zh_cn: 加班小​​时代码

source: Company name (Exactly as shown in Quickbooks)
es_es: Nombre de la empresa (exactamente como se muestra en Quickbooks)
zh_cn: 公司名称（正如在QuickBooks中所示）

source: Company Created Time (Exactly as shown in exported timer list)
es_es: Compañía creó el tiempo (exactamente como se muestra en la lista de temporizador exportado)
zh_cn: 公司创建时间（正如出口定时器列表中所示）

source: Message Wall Settings
es_es: Mensaje de Wall Configuración
zh_cn: 留言墙设置

source: Front & Center on your dashboard the message wall is a great place to communicate information and open discussions.
es_es: Frente y centro en el tablero de la pared mensaje es un gran lugar para comunicar la información y la discusión abierta.
zh_cn: 接待及对您的仪表板的消息墙的中心，是一个伟大的地方，以交流信息和公开讨论。

source: Message Wall
es_es: Mensaje de la pared
zh_cn: 留言墙

source: Employees can post messages (otherwise just managers)
es_es: Los empleados pueden enviar mensajes (de lo contrario sólo administradores)
zh_cn: 员工可以张贴讯息（否则只是经理）

source: Staff can leave comments
es_es: El personal puede dejar comentarios
zh_cn: 员工可以发表评论

source: Login Options
es_es: Acceder
zh_cn: 登录选项

source: Redirect your account to use SSL by default.<br />Improves Security - Decreases Performance
es_es: Redirigir su cuenta para usar SSL de forma predeterminada.<br />Mejora la seguridad - Disminuye el rendimiento
zh_cn: 重定向到您的帐户，默认情况下使用SSL。<br />提高了安全性 - 降低性能

source: Default SSL Login
es_es: SSL por defecto Inicio de sesión
zh_cn: 默认的SSL登录

source: Enable/Disable Google Apps login from your custom login url.
es_es: Activar / desactivar acceso a Google Apps desde la dirección de tu inicio de sesión personalizado.
zh_cn: 启用/禁用谷歌应用程序登录，您的自定义登录网址。

source: Allow employees to login with Google
es_es: Permitir a los empleados para iniciar sesión en Google
zh_cn: 让员工与谷歌登陆
