Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Develops and authors marketing communications and product collateral including product informational guides, presentations, and website content.
es_es: Desarrolla y comunicaciones de marketing de los autores y las garantías de productos, incluyendo guías de información sobre los productos, presentaciones y contenido del sitio web.
zh_cn: 开发和作家，营销传播和产品抵押，包括产品信息指南，简报，网站内容。

source: Helps plan and prepare for the launches of new features and releases
es_es: Ayuda a planificar y prepararse para el lanzamiento de nuevas características y comunicados
zh_cn: 帮助计划，并准备推出的新功能，并释放

source: Develops sales assets that encourage a shortened learning curve for prospects
es_es: Desarrolla los activos de las ventas que fomentan una curva de aprendizaje para las perspectivas de acortar
zh_cn: 开发销售的资产，鼓励缩短学习曲线的前景

source: Takes part in the production and execution of online marketing campaigns
es_es: Participa en la producción y ejecución de campañas de marketing online
zh_cn: 在生产和在线营销活动的执行

source: Communicates with users about testimonials and case studies
es_es: Se comunica con los clientes sobre los testimonios y estudios de casos
zh_cn: 通信用户推荐和案例研究

source: Required Skills
es_es: Habilidades requeridas
zh_cn: 所需技能

source: Exceptional written and verbal communication skills. Comfortable presenting to groups of colleagues and customers
es_es: Excepcionales habilidades escritas y verbales de comunicación. Cómodo presentar a los grupos de compañeros y clientes
zh_cn: 出色的书面和口头沟通技巧。舒适提交到同事和客户群体

source: Ability to grasp technical details quickly and explain their meaning and value to non-technical users
es_es: Capacidad de comprender los detalles técnicos de manera rápida y explicar su sentido y valor a los usuarios no técnicos
zh_cn: 迅速掌握技术细节，并解释其意义和价值的非技术用户的能力

source: Self-motivated with ability to prioritize tasks and work in a very fast-paced, rapidly changing environment.
es_es: Auto-motivado con la posibilidad de priorizar las tareas y trabajar de una manera muy acelerada, el medio ambiente que cambia rápidamente.
zh_cn: 自我激励的优先任务和工作在一个非常快节奏的，迅速变化的环境的能力。

source: Experience with startup companies and/or online marketing is a major plus
es_es: La experiencia con las compañías de arranque y / o de marketing en línea es una gran ventaja
zh_cn: 与初创公司和/或网络营销经验，是一个重大的利好

source: BS/BA degree preferred. Marketing related work experience required.
es_es: BS / BA grado preferido. La experiencia de marketing relacionada con el trabajo requerido.
zh_cn: BS /学士学位者优先。营销相关工作经验的要求。

source: We're looking for an energetic and experienced front-end developer to join our growing team and take <i><b>Lead</b></i> on our mobile application development. You are fluent in the latest web-technologies to deliver incredible user experiences using HTML5 & CSS3.
es_es: Estamos buscando un enérgico y experimentado desarrollador de front-end para unirse a nuestro equipo en crecimiento y tomar <i><b>Conducir</b></i> en nuestro desarrollo de aplicaciones móviles. Usted es fluido en las últimas tecnologías web-para ofrecer increíbles experiencias de usuario con HTML5 y CSS3.
zh_cn: 我们正在寻找一个充满活力和富有经验的前端开发人员加入我们的团队，并采取 <i><b>带领</b></i> 我们的移动应用开发。你是在最新的网络技术，提供令人难以置信的用户体验，使用HTML5和CSS3的流利。

source: Experience creating Powerful / Dynamic Interface & user experiences.
es_es: Experiencia en la creación de gran alcance / Interfaz dinámica y experiencias de usuario.
zh_cn: 体验创造强大的/动态的界面和用户体验。

source: Experience in lead project development
es_es: La experiencia en el desarrollo de proyectos de plomo
zh_cn: 铅项目开发经验

source: Ability to implement client-side libraries/frameworks such as Prototype and JQuery.
es_es: Capacidad para poner en práctica el lado del cliente bibliotecas y marcos como Prototype y jQuery.
zh_cn: 能够实现客户端库/框架如Prototype和JQuery。

source: PHP scripting / MySQL (a plus)
es_es: PHP / MySQL (un plus)
zh_cn: PHP脚本/ MySQL的（加）

source: We're looking for an energetic and experienced front-end developer to join our growing team to work with our development and support team - Both as an implementor and troubleshooter.
es_es: Estamos buscando un enérgico y experimentado desarrollador de front-end para unirse a nuestro creciente equipo para trabajar con nuestro equipo de desarrollo y apoyo, tanto como implementador y el solucionador de problemas.
zh_cn: 我们正在寻找一个充满活力和富有经验的前端开发者加入我们的团队与我们的开发和支持团队工作 - 无论是作为实施者和疑难解答。

source: Phone / Customer Care Agent
es_es: Teléfono / Agente de Atención al Cliente
zh_cn: 电话/客户服务中心代理

source: We're seeking individuals dedicated to providing excellent customer service and enthusiastic about selling with a positive attitude. The ideal candidate will have the ability to engage prospects with their outgoing personality and strong verbal communication skills.
es_es: Estamos buscando personas dedicadas a la prestación del servicio al cliente excelente y entusiasta acerca de la venta con una actitud positiva. El candidato ideal tendrá la capacidad para contratar perspectivas con su personalidad extrovertida y fuertes habilidades de comunicación verbal.
zh_cn: 我们正在寻求个人致力于提供优良的客户服务，并热衷于销售以积极的态度。理想的候选人将有能力从事与他们开朗的性格和较强的口头沟通技巧的前景。

source: Duties and Responsibilities (Other duties may be assigned)
es_es: Deberes y Responsabilidades (Otras tareas pueden ser asignadas)
zh_cn: 义务和责任（可分配的其他职责）

source: Answers incoming telephone calls, responds to customer questions and solves problems according to standardized procedures while maintaining a professional manner.
es_es: Contesta las llamadas telefónicas entrantes, responde a las preguntas de los clientes y resuelve los problemas de acuerdo a procedimientos estandarizados, mientras que el mantenimiento de una manera profesional.
zh_cn: 答案传入的电话，回应客户的问题和解决问题，按照标准化的程序，同时保持专业的态度。

source: Conducts product demonstrations for prospective customers and explains application in detail asking appropriate questions and gathering information to determine customer needs
es_es: Lleva a cabo demostraciones de productos para los clientes potenciales y explica en detalle la aplicación preguntas adecuadas y recabar información para determinar las necesidades de los clientes
zh_cn: 对潜在客户进行产品演示，并详细解释了申请，询问适当的问题，并收集资料，以确定客户的需求

source: Informs current and prospective customers of promotions, services, and product upgrades via outbound outreach.
es_es: Informa a los clientes actuales y potenciales de las promociones, servicios y actualizaciones de productos a través de salida de extensión.
zh_cn: 通知现有和潜在客户的优惠，服务和产品升级，通过对外宣传。

source: Required Experience:
es_es: Experiencia requerida:
zh_cn: 所需经验：

source: Minimum of 1yr of phone-based customer service and/or sales experience. Familiarity with web-based applications required.
es_es: Un mínimo de 1 año de servicio al cliente vía telefónica y / o experiencia en ventas. La familiaridad con aplicaciones basadas en web requiere.
zh_cn: 基于电话的客户服务和/或销售经验1年的最低。需要熟悉基于Web的应用。

source: Self-motivated, Team Leader, Solid Work ethics
es_es: Auto-motivados, jefe de equipo, la ética de trabajo sólida
zh_cn: 自我激励，小组组长，扎实工作伦理

source: Ability to work in a fast paced, adapting environment
es_es: Capacidad para trabajar en un ambiente establecido el paso rápido, se adapta
zh_cn: 在快节奏，适应环境的工作能力

source: About ShiftPlanning
es_es: Acerca de ShiftPlanning
zh_cn: 关于ShiftPlanning

source: ShiftPlanning's proprietary online software tackles the problem of employee scheduling head on by providing a centralized platform to both schedulers and employees. In fact, we've reduced scheduling-related busy work by up to 80% for a number of our users -- allowing managers to focus on managing and employees to focus on their work. ShiftPlanning's biggest advantage is that it's available from any web browser and widely used mobile platforms to schedulers and employees alike.
es_es: ShiftPlanning de software en línea patentada se aborda el problema de la cabeza de los empleados en la programación, proporcionando una plataforma centralizada para ambos programadores y empleados. De hecho, hemos reducido la programación relacionada con el trabajo pesado hasta en un 80% para un número de nuestros usuarios - permitiendo a los administradores centrarse en la administración y los empleados a centrarse en su trabajo. Mayor ventaja ShiftPlanning es que está disponible desde cualquier navegador web y plataformas móviles utilizados para programadores y empleados por igual.
zh_cn: ShiftPlanning专有的在线软件铲断调度和雇员双方提供一个集中的平台，员工排班头的问题。事实上，我们已经减少多达调度相关的繁忙的工作，为我们的用户数量的80％ - 允许管理者集中管理和员工专注于他们的工作。 ShiftPlanning的最大优势是，它可以从任何网络浏览器，并广泛应用于移动平台调度和员工的一致好评。

source: We've created a straightforward solution that provides both managers and employees with the information they need to make better shift-related decisions. Our users benefit from streamlined communication flow and file sharing, open shifts that allow employees to select when they want to work, extensive reporting options, real-time schedule conflict avoidance, 3rd party integration, employee shift swapping, and online time-clocking; and, that's just the start of our useful features.
es_es: Hemos creado una solución sencilla que permite tanto a los gestores y empleados con la información que necesitan para tomar mejores decisiones relacionadas con el cambio-. Nuestros usuarios se benefician de un flujo de comunicación ágil y de intercambio de archivos, los cambios abiertos que permiten a los empleados elegir cuando se quiere trabajar, amplias opciones de presentación de informes en tiempo real, calendario de evitar los conflictos, la integración de 3 ª parte, el desplazamiento de los empleados, y el intercambio en línea de tiempo de reloj, y , eso es sólo el inicio de nuestras funciones útiles.
zh_cn: 我们已经创建了一个简单的解决方案，管理者和员工提供他们需要的信息，以更好地转变有关的决定。我们的用户受益于简化通讯流和文件共享，开放的转变，让员工选择时，他们要工作，广泛的报告选项，实时调度避免冲突，第三方集成，员工移交换，在线时间计时; ，我们有用的功能，这仅仅是开始。

source: Click here
es_es: Haga clic aquí
zh_cn: 点击这里

source: to learn more about ShiftPlanning.
es_es: para aprender más sobre ShiftPlanning.
zh_cn: 以了解ShiftPlanning。

source: How to Apply
es_es: Cómo Aplicar
zh_cn: 如何申请

source: Send us your resume with as much details as possible to:
es_es: Envíenos su curriculum vitae con información tanto como sea posible a:
zh_cn: 您的简历发送给我们尽可能多的细节：

source: I'm having trouble with... Enter your question here to be connected live with a customer support agent
es_es: Estoy teniendo problemas con ... Escriba su pregunta aquí para ser conectado en directo con un agente de atención al cliente
zh_cn: 我有麻烦...输入您的问题到现场与客户支持代理连接

source: Need Help?
es_es: ¿Necesita ayuda?
zh_cn: 需要帮助吗？

source: Close
es_es: Cerrar
zh_cn: 关闭

source: Break Rules:
es_es: Romper las reglas:
zh_cn: 打破规则：

source: Maximum
es_es: Máximo
zh_cn: 最大

source: Add
es_es: Añadir
zh_cn: 加

source: Full Profile
es_es: El perfil completo
zh_cn: 完整的个人资料

source: You are trying to remove a vacation that is currently in progress or already happened. Are you sure you want to continue?
es_es: Usted está tratando de eliminar las vacaciones que se encuentra actualmente en curso o ya pasó. ¿Seguro que desea continuar?
zh_cn: 您正在试图删除，目前正在进行或已经发生的休假。你确定你要继续吗？

source: Are you sure you want to unapprove this vacation?
es_es: ¿Está seguro que desea desaprobar estas vacaciones?
zh_cn: 你确定你要驳回这假期吗？

source: Upcoming Time Off
es_es: Tiempo de descuento próxima
zh_cn: 即将到来的时间关闭

source: Unapprove
es_es: Desaprobar
zh_cn: 取消审核

source: doesn't have upcoming time off
es_es: no tiene tiempo próximo de
zh_cn: 没有即将到来的时间关闭

source: Past Time Off
es_es: El tiempo pasado fuera
zh_cn: 过去一段时间关闭

source: Remove
es_es: Quitar
zh_cn: 清除

source: doesn't have past time off
es_es: no tiene tiempo pasado fuera
zh_cn: 没有过去的时间关闭

source: Employee Dropped Shift
es_es: Empleado Abandonado Shift
zh_cn: 雇员掉落移

source: Shift Dropped
es_es: Cambio Abandonado
zh_cn: 移掉落

source: You are not on that shift.
es_es: Usted no está en ese turno.
zh_cn: 你是不是对这种转变。

source: Shift Trade
es_es: Desviación del comercio
zh_cn: 转变贸易

source: You will be asked to enter your reason for requesting the Change, as well as to select possible employees to trade with.
es_es: Se le pedirá que introduzca su razón para solicitar el cambio, así como para seleccionar posibles empleados para operar.
zh_cn: 你会被要求输入你的理由要求更改，以及选择可能的贸易与员工。

source: Management will approve your request to change shift and employees will be notified
es_es: Administración aprobará su solicitud de cambio de turno y los empleados serán notificados
zh_cn: 会批准，将通知您的要求改移和员工管理

source: Notifications will be sent out to selected employees for acceptance.
es_es: Las notificaciones se enviarán a los empleados seleccionados para su aceptación.
zh_cn: 通知将发送到选定雇员接受。

source: If another employee accepts your shift, Management will confirm and the trade will be made.
es_es: Si otro empleado acepta el cambio, la Administración confirmar y el comercio se hará.
zh_cn: 如果另一名员工接受你的转变，管理部门将确认和贸易将。

source: <b>Note - </b>There is no guarantee that another employee will be able cover your shift or that management will approve your request.
es_es: <b>Nota - </b>No hay garantía de que otro empleado será capaz de cubrir su turno o que la gestión se apruebe su solicitud.
zh_cn: <b>注 - </b>有没有保证，另一名雇员将能够覆盖移位或管理会批准你的要求。

source: If an employee accepts your shift, the trade will be made, and both parties will be notified.
es_es: Si un empleado acepta el cambio, el comercio se hará, y ambas partes será notificado.
zh_cn: 如果雇员接受你的转变，将作出贸易，双方将另行通知。

source: <b>Note - </b>There is no guarantee that another employee will be able cover your shift.
es_es: <b>Nota - </b>No hay garantía de que otro empleado será capaz de cubrir su turno.
zh_cn: <b>注 - </b>有没有保证，另一名雇员将能够覆盖你的转变。

source: In-Valid Details - You're not on this shift!
es_es: En válidos-Detalles - Usted no está en este cambio!
zh_cn: 在有效的细节 - 你对这种转变不！

source: Trade Already Opened!
es_es: Comercio ya está abierto!
zh_cn: 交易已经打开！

source: What you need to know:
es_es: Lo que usted necesita saber:
zh_cn: 你需要知道：

source: We have let the necessary people know that you need to have this shift cover. Please allow sufficient time for the parties involved to respond to your request.
es_es: Hemos dejado a la gente necesaria sabe que usted necesita para tener la portada de este cambio. Por favor, tiempo suficiente para que las partes implicadas a responder a su solicitud.
zh_cn: 我们已经让必要的人都知道，你需要有这种转变盖。请允许有足够的时间，有关各方响应您的请求。

source: <b>Note - </b>There are no guarantees that another employee will be able cover your shift or that management will approve your request.
es_es: <b>Nota - </b>No hay garantías de que otro empleado será capaz de cubrir su turno o que la gestión se apruebe su solicitud.
zh_cn: <b>注 - </b>有没有保证，另一名雇员将能够覆盖移位或管理会批准你的要求。

source: You can view the status of this / all Trades by
es_es: Usted puede ver el estado de este / por todos los oficios
zh_cn: 你可以查看/所有行业的地位

source: clicking here
es_es: click aquí
zh_cn: 点击这里

source: Reason for Request
es_es: Motivo de la solicitud
zh_cn: 申请理由

source: Potential Covers
es_es: Comprende las posibilidades del
zh_cn: 潜在的封面

source: The more information you can provide the better odds your shift request will be successful.
es_es: Cuanta más información se puede proporcionar las mayores probabilidades de ganar su solicitud de cambio será un éxito.
zh_cn: 更多信息，可以提供更好的赔率转变的要求，一定会成功。

source: This is visible to both management and the people you are requesting to cover your shift.
es_es: Esto es visible tanto a la gestión y la gente que está solicitando para cubrir su turno.
zh_cn: 这是可见的管理和要求的人，你来掩盖你的转变。

source: Unfortunately there are no co-workers available to take this shift.
es_es: Lamentablemente, no hay compañeros de trabajo disponibles para tomar este cambio.
zh_cn: 不幸的是，有没有同事可以采取这种转变。

source: All Available
es_es: Todos los disponibles
zh_cn: 所有可用

source: Please Provide a Reason
es_es: Por favor, dar una razón
zh_cn: 请提供原因

source: You Must Select at least one person to trade with.
es_es: Debe seleccionar al menos una persona para operar.
zh_cn: 您必须选择至少一人进行交易。

source: Request already being processed.
es_es: Solicite ya se está procesando.
zh_cn: 请求已经被处理。

source: Shift Trade Opened!
es_es: Comercio Abierto de cambio!
zh_cn: 转变贸易开业！

source: What you need to know
es_es: Lo que usted necesita saber
zh_cn: 你需要知道什么

source: You have currently selected to receive notifications via
es_es: Usted ha seleccionado para recibir notificaciones a través de
zh_cn: 目前您已经选择接收通知通过

source: Change Settings
es_es: Cambiar la configuración del
zh_cn: 更改设置

source: You have all off-site notifications turned off.
es_es: Has todas las notificaciones fuera del sitio apagado.
zh_cn: 您已关闭所有场外的通知。

source: You can follow this process online at anytime by <a href="javascript://" onclick="schedule.requests('trades');">clicking here</a>.
es_es: Usted puede seguir este proceso en línea en cualquier momento <a href="javascript://" onclick="schedule.requests('trades');">click aquí</a>.
zh_cn: 你可以按照这个过程中，随时在线 <a href="javascript://" onclick="schedule.requests('trades');">点击这里</a>。

source: Select any time slots that you are un-available. &nbsp; (un-available slots are shown grey)
es_es: Seleccione los intervalos de tiempo que son no-disponible. (Sin espacios disponibles se muestran en gris)
zh_cn: 选择你是联合国提供的任何时段。 （联合国可用插槽显示灰色）

source: am
es_es: soy
zh_cn: 上午

source: View Advanced
es_es: Ver avanzada
zh_cn: 查看高级

source: View Simple
es_es: Ver simple
zh_cn: 查看简单

source: invalid date
es_es: fecha no válida
zh_cn: 无效的日期

source: Trade Pending
es_es: Comerciales pendientes
zh_cn: 交易之前

source: Request Trade
es_es: Solicitud de Comercio
zh_cn: 要求贸易

source: View Map
es_es: Ver mapa
zh_cn: 查看地图

source: Drop Shift
es_es: Deja Shift
zh_cn: 降移

source: You are not scheduled to work on this day.
es_es: Usted no se ha programado para trabajar en este día.
zh_cn: 你是不是定在这一天的工作。

source: View <b>{oshifts}</b> available shift
es_es: Ver <b>{oshifts}</b> cambio disponibles
zh_cn: 视图 <b>{oshifts}</b> 可移

source: View <b>{tshifts}</b> available trade
es_es: Ver <b>{tshifts}</b> comercial disponible
zh_cn: 视图 <b>{tshifts}</b> 提供贸易

source: You have this day booked off
es_es: Usted ha reservado este día fuera
zh_cn: 你有这样的一天预订

source: Request this day off for vacation
es_es: Solicitar este día libre para las vacaciones
zh_cn: 要求这一天的假期

source: Available all day
es_es: Disponible durante todo el día
zh_cn: 全天

source: Scheduled
es_es: Programado
zh_cn: 预定

source: Confirmed
es_es: Confirmado
zh_cn: 确认

source: If anything looks wrong with the above information please contact your manager asap.
es_es: Si algo se ve mal con la información anterior, por favor póngase en contacto con su administrador lo antes posible.
zh_cn: 如果事情看起来与上述信息的错误，请尽快联系你的经理。

source: You were not scheduled to work this day.
es_es: No se programaron para trabajar el día de hoy.
zh_cn: 你没有如期上班这一天。

source: You had this day booked off.
es_es: Se había reservado este día fuera.
zh_cn: 你已经预订了这一天。

source: Loading..
es_es: Cargando ..
zh_cn: 载入中......

source: Get Directions
es_es: Cómo llegar
zh_cn: 路线

source: Import a Schedule
es_es: Importar una Lista de
zh_cn: 导入附表

source: By using the schedule import tool we can quickly parse out schedules, employees and shifts from your offline schedule in either .xls, or .csv format.
es_es: Mediante el uso de la herramienta de importación horario rápidamente podemos analizar los calendarios, los empleados y los cambios de su horario, ya sea en línea. Xls o. Csv.
zh_cn: 由使用时间表进口工具，我们可以快速解析出的时间表，员工和脱机的时间表，在任的变化的。xls或csv格式。

source: Imported Data
es_es: Los datos importados
zh_cn: 导入的数据

source: Review & Edit the imported data, and then click 'Save Details' at the bottom to continue.
es_es: Revisar y editar los datos importados y, a continuación, haga clic en &quot;Guardar Datos&quot; en la parte inferior para continuar.
zh_cn: 审查和编辑导入的数据，然后点击“保存详细的底部继续。

source: How this works
es_es: ¿Cómo funciona esto
zh_cn: 这是如何工作

source: Click on any detail in the table to the left to make changes to the data before it is imported.
es_es: Haga clic en cualquier detalle en la tabla a la izquierda para realizar cambios en los datos antes de que se importa.
zh_cn: 点击左侧的数据进行更改之前，它是进口表中的任何细节。

source: We will check to make sure there are no duplicates added when importing, however we cannot detect version changes between one file and the next. Meaning that if you've made a slight edit to a shift, it won't update the existing shift within ShiftPlanning rather it will create a duplicate.
es_es: Vamos a revisar para asegurarse de que no hay duplicados añadido al importar, sin embargo, no puede detectar los cambios de versión entre un archivo y el siguiente. Lo que significa que si usted ha hecho una edición de leves a un cambio, no se actualizará el cambio existente en ShiftPlanning sino que va a crear un duplicado.
zh_cn: 我们将检查以确保没有重复添加导入时，但是我们不能检测之间的一个文件，在未来版本的变化。这意味着，如果你做了移位轻微的编辑，它不会更新内现有ShiftPlanning转变，相反，它会创建一个重复的。

source: Accepted Format 1:
es_es: Formato Aceptado 1:
zh_cn: 接受的格式1：

source: name
es_es: nombre
zh_cn: 名称

source: start date
es_es: fecha de inicio
zh_cn: 开始日期

source: start time
es_es: hora de inicio
zh_cn: 开始时间

source: finish time
es_es: finalizar el tiempo
zh_cn: 结束时间

source: title
es_es: título
zh_cn: 标题

source: Kitchen
es_es: Cocina
zh_cn: 厨房

source: mm/dd/yyyy
es_es: dd / mm / aaaa

source: Don't forget to..
es_es: No te olvides de ..
zh_cn: 不要忘了......

source: open
es_es: abrir
zh_cn: 打开

source: Waitress
es_es: Camarera
zh_cn: 小姐

source: This shift is responsible..
es_es: Este cambio es el responsable ..
zh_cn: 这种转变是负责......

source: close
es_es: cerrar
zh_cn: 关闭

source: Accepted Format 2:
es_es: Aceptado el formato 2:
zh_cn: 接受的格式2：

source: We also accept the file format used by our <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=62" target="_blank">export tool</a>.
es_es: También aceptamos el formato de archivo utilizado por nuestro <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=62" target="_blank">Herramienta para exportar</a>.
zh_cn: 我们也接受我们的使用的文件格式 <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=62" target="_blank">导出工具</a>。

source: We accept the following date formats
es_es: Aceptamos los siguientes formatos de fecha
zh_cn: 我们接受以下的日期格式

source: month/day/year
es_es: mes / día / año
zh_cn: 月/日/年

source: day-month-year
es_es: día-mes-año
zh_cn: 日 - 月 - 年

source: month day, year
es_es: día mes y año
zh_cn: 月的一天，一年

source: Need help creating a .csv file?
es_es: ¿Necesitas ayuda para crear un archivo. Csv?
zh_cn: 创建。csv文件时需要帮助吗？

source: Select the CSV or XLS file that you want to import:
es_es: Seleccione el archivo CSV o XLS que desea importar:
zh_cn: 选择要导入的CSV或XLS文件：

source: (You will be able to review and make changes to any data before it's saved)
es_es: (Usted será capaz de revisar y hacer cambios a los datos antes de que se salvó)
zh_cn: （您将能够作出检讨及修改任何数据之前，它保存）

source: We also have a powerful <a href="{url}api/" class="red"> Data API</a>.
es_es: También contamos con una poderosa <a href="{url}api/" class="red"> API de datos de</a>.
zh_cn: 我们也有一个强大的 <a href="{url}api/" class="red"> 数据API</a>。

source: ShiftPlanning - Online Employee Scheduling Software
es_es: ShiftPlanning - en línea del software de programación del Empleado
zh_cn: ShiftPlanning - 在线员工排班软件

source: Team
es_es: Equipo
zh_cn: 团队

source: Access the Application
es_es: Acceder a la aplicación
zh_cn: 访问应用程序

source: Posts on 'ShiftPlanning' (Atom)
es_es: Mensajes en &#39;ShiftPlanning&#39; (Atom)
zh_cn: 文章对“ShiftPlanning（原子）

source: Posts on 'ShiftPlanning' (RSS 1.0)
es_es: Mensajes en &#39;ShiftPlanning (RSS 1.0)
zh_cn: 文章对&#39;ShiftPlanning“（评论RSS 1.0）

source: Posts on 'ShiftPlanning' (RSS 2.0)
es_es: Mensajes en &#39;ShiftPlanning&#39; (RSS 2.0)
zh_cn: 文章对“ShiftPlanning（RSS 2.0）

source: Road Map
es_es: Mapa de carreteras
zh_cn: 路线图

source: Data Api
es_es: API de datos de
zh_cn: 数据API

source: All Rights Reserved
es_es: Todos los derechos reservados
zh_cn: 保留所有权利
