Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Already on that shift
es_es: Ya en ese turno
zh_cn: 这种转变已经

source: Start Date is required
es_es: Fecha de inicio se requiere
zh_cn: 开始日期

source: End Date is required
es_es: Fecha de finalización se requiere
zh_cn: 结束日期

source: Vacations must be booked at least {pbdoa} days in advance.
es_es: Vacaciones debe ser reservado con al menos {pbdoa} días de antelación.
zh_cn: 休假必须至少预订 {pbdoa} 天提前。

source: Vacation end date cannot be before start date.
es_es: Fecha de final de vacaciones no puede ser antes de la fecha de inicio.
zh_cn: 假期的结束日期开始日期之前不能。

source: Vacation Request Cancelled
es_es: Solicitud de vacaciones Cancelada
zh_cn: 休假请求取消

source: error. bad vacation id
es_es: error. Identificación del mal de vacaciones
zh_cn: 错误。坏度假ID

source: Vacation Unapproved
es_es: Vacaciones sin aprobar
zh_cn: 度假未批准

source: Vacation Request Rejected
es_es: Solicitud de vacaciones Rechazado
zh_cn: 休假申请被拒绝

source: Vacation Request Accepted
es_es: Solicitud de vacaciones Aceptado
zh_cn: 休假请求被接受

source: Create New
es_es: Crear nuevo
zh_cn: 创建新

source: Manage Schedules
es_es: Administrar programaciones
zh_cn: 管理日程

source: Activate
es_es: Activar
zh_cn: 激活

source: Color Updated
es_es: Color de Actualización
zh_cn: 颜色更新

source: Notification Preferences
es_es: Preferencias de notificación
zh_cn: 通知偏好

source: Notification Preferences Updated
es_es: Preferencias de notificación Actualizado
zh_cn: 通知偏好设定更新

source: Location Updated
es_es: Actualización
zh_cn: 位置更新

source: Start Time Updated
es_es: Hora de inicio Actualizado
zh_cn: 开始时间更新

source: Start time must be before end time
es_es: Hora de inicio debe ser antes de la hora final
zh_cn: 开始时间之前一定要结束时间

source: End Time Updated
es_es: Hora de finalización Actualizado
zh_cn: 结束时间更新

source: End time must be after start time
es_es: Hora de finalización debe ser posterior a la hora de inicio
zh_cn: 后开始时间结束时间必须

source: Schedule Created
es_es: Programa creado
zh_cn: 附表创建

source: <b>Note - </b>There are no guarantees that another employee will be able cover your shift.
es_es: <b>Nota - </b>No hay garantías de que otro empleado será capaz de cubrir su turno.
zh_cn: <b>注 - </b>有没有保证，另一名雇员将能够覆盖你的转变。

source: You can view the status of this / all Trades by clicking on the 'Trades' tab in your calendar.
es_es: Usted puede ver el estado de este / Oficios todas haciendo clic en la pestaña &#39;cambios&#39; en el calendario.
zh_cn: 在您的日历上点击&#39;交易&#39;标签，您可以查看/所有行业的地位。

source: Close This Window
es_es: Cierre esta ventana
zh_cn: 关闭此窗口

source: You can follow this process online at anytime here:
es_es: Usted puede seguir este proceso en línea en la página Mi
zh_cn: 你可以按照这个过程在网上随时在这里：

source: schedule
es_es: programar
zh_cn: 时间表

source: incorrect permissions
es_es: permisos incorrectos
zh_cn: 不正确的权限

source: refresh
es_es: refrescar
zh_cn: 刷新

source: Print
es_es: Imprimir
zh_cn: 打印

source: Directions
es_es: Instrucciones
zh_cn: 方向

source: View Details
es_es: Ver detalles
zh_cn: 查看详细

source: You are not scheduled to work on this day
es_es: Usted no se ha programado para trabajar en este día
zh_cn: 您还没有定在这一天工作

source: View available shift(s)
es_es: Ver turno disponible (s)
zh_cn: 查看可用的移位（S）

source: View available trade(s)
es_es: Ver el comercio disponible (s)
zh_cn: 查看可用的贸易（S）

source: All Day
es_es: Todo el día
zh_cn: 整天

source: Worked
es_es: Trabajó
zh_cn: 工作

source: Paid Hours
es_es: Las horas pagadas
zh_cn: 带薪小时

source: Availability Updated
es_es: Disponibilidad Actualizado
zh_cn: 可用性更新

source: saved
es_es: guardado
zh_cn: 保存

source: Schedule Wizard
es_es: Calendario de Asistente
zh_cn: 附表向导

source: Schedule Copy
es_es: Programar Copia
zh_cn: 附表复制

source: Clear Schedule
es_es: Calendario claro
zh_cn: 明确的时间表

source: Schedule Import
es_es: Horario de importación
zh_cn: 附表导入

source: Schedule Settings
es_es: Configuración de la planificación
zh_cn: 日程设置

source: Getting Started Guide
es_es: Guía de inicio rápido
zh_cn: 入门指南

source: Filter Shifts
es_es: Los cambios de filtro
zh_cn: 过滤器移

source: All Shifts
es_es: Todos los turnos
zh_cn: 所有班次

source: Empty Shifts
es_es: Los cambios vacíos
zh_cn: 空移

source: Incomplete Shifts
es_es: Los cambios incompletos
zh_cn: 不完整的移

source: Needing to be published
es_es: Necesidad de ser publicado
zh_cn: 需要公布

source: Open Shift Requests
es_es: Abra solicitudes de desplazamiento
zh_cn: 打开换档请求

source: Open Trade Requests
es_es: Abra las peticiones de comercio
zh_cn: 打开贸易要求

source: Apply Filters
es_es: Aplicar filtros
zh_cn: 应用过滤器

source: Turn Filters Off
es_es: Desactivar los filtros de descuento
zh_cn: 关闭滤波功能

source: By Employee
es_es: Por Empleado
zh_cn: 由雇员

source: By Site
es_es: Por sitio
zh_cn: 按网站

source: Show Sites
es_es: Mostrar sitios
zh_cn: 显示站点

source: By Skill
es_es: Por Habilidad
zh_cn: 按技能

source: Show Skills
es_es: Mostrar habilidades
zh_cn: 显示技巧

source: Print Options
es_es: Opciones de impresión
zh_cn: 打印选项

source: Page Layout
es_es: Diseño de página
zh_cn: 页面布局

source: Portrait
es_es: Retrato
zh_cn: 肖像

source: Landscape
es_es: Paisaje
zh_cn: 景观

source: Font Size
es_es: Tamaño de la Fuente
zh_cn: 字体大小

source: Small
es_es: Pequeño
zh_cn: 小

source: Medium
es_es: Medio
zh_cn: 中等

source: Large
es_es: Grande
zh_cn: 大

source: Detailed List
es_es: Lista detallada
zh_cn: 详细名单

source: Shift Titles
es_es: Títulos de desplazamiento
zh_cn: 移标题

source: Logo & Address
es_es: Logo y dirección
zh_cn: 标志及地址

source: Show Date
es_es: Mostrar Fecha
zh_cn: 显示日期

source: Show Holidays/Availability
es_es: Mostrar Vacaciones / Disponibilidad
zh_cn: 显示假期/

source: Employees with no shifts
es_es: Los empleados que no sufre cambios
zh_cn: 员工有没有变化

source: Show Total Hours
es_es: Mostrar Total de Horas
zh_cn: 总时数

source: Black & White
es_es: Blanco y Negro
zh_cn: 黑与白

source: Fixed Height
es_es: Altura fija
zh_cn: 固定高度

source: add notes
es_es: añadir notas
zh_cn: 笔录

source: Update
es_es: Actualizar
zh_cn: 更新

source: Action / Settings
es_es: Acción / Configuración
zh_cn: 动作/设置

source: Schedule Sync
es_es: Programación de sincronización
zh_cn: 附表同步

source: Save as XLS
es_es: Guardar como XLS
zh_cn: 另存为XLS

source: Save as PDF
es_es: Guardar como PDF
zh_cn: 另存为PDF

source: Add Filter
es_es: Añadir Filtro
zh_cn: 添加过滤器

source: Read Only Mode On
es_es: El modo de sólo lectura
zh_cn: 只读模式开启

source: Week
es_es: Semana
zh_cn: 周

source: List
es_es: Lista
zh_cn: 表

source: Toggle Read Only Calendar
es_es: Activar Lea Calendario Sólo
zh_cn: 切换只读日历

source: Print Preview
es_es: Vista previa de impresión
zh_cn: 打印预览

source: Schedule Requests
es_es: Pide a la Lista
zh_cn: 附表请

source: Filter by Skill
es_es: Filtrar por habilidad
zh_cn: 过滤技术

source: Time
es_es: Tiempo
zh_cn: 时间

source: Save & Close
es_es: Guardar y cerrar
zh_cn: 保存并关闭

source: Save
es_es: Ahorrar
zh_cn: 保存

source: View Full Topic
es_es: Ver el tema completo
zh_cn: 查看全部主题

source: FAQ
es_es: Preguntas más frecuentes
zh_cn: 常见问题

source: Tutorials
es_es: Tutoriales
zh_cn: 教程

source: Please browse the topics to the left, or feel free to <a href="{www}forums/viewforum.php?id=6">ask us a new question</a>.
es_es: Por favor, navegar por los temas a la izquierda, o no dude en <a href="{www}forums/viewforum.php?id=6">nos pide una nueva pregunta</a>.
zh_cn: 请浏览主题到左边，或随意 <a href="{www}forums/viewforum.php?id=6">问我们一个新的问题</a>。

source: Browse through frequently asked Questions.
es_es: Navegar a través de las preguntas más frecuentes.
zh_cn: 浏览常见问题。

source: Still can't find what you're looking for?
es_es: Todavía no puede encontrar lo que estás buscando?
zh_cn: 仍然无法找到你要找的吗？

source: Ask a new Question.
es_es: Haz una pregunta nueva.
zh_cn: 提出新问题。

source: Search to find a specific topic more quickly:
es_es: Buscar para encontrar un tema específico con mayor rapidez:
zh_cn: 搜索更迅速地找到一个特定的主题：

source: Search Results
es_es: Resultados de la búsqueda
zh_cn: 搜寻结果

source: Sorry - No results match your search terms. You might want to try different terms or
es_es: Lo sentimos - Ningún resultado coincide con los términos de búsqueda. Es posible que desee probar diferentes términos o
zh_cn: 对不起 - 任何结果符合您的搜索字词。你可能想尝试不同的条款，或

source: Ask a New Question
es_es: Hacer una nueva preguntas
zh_cn: 提出新问题

source: Skill Saved
es_es: Habilidad Guardado
zh_cn: 技能保存

source: Settings Updated
es_es: Configuración de Actualización
zh_cn: 设置更新

source: Error occurred
es_es: Se produjo un error
zh_cn: 发生错误

source: Browse Tutorials
es_es: Ver Tutoriales
zh_cn: 浏览教程

source: Online Chat
es_es: Chat en línea
zh_cn: 在线聊天

source: Online Now *
es_es: En línea ahora *
zh_cn: 现在*

source: Community
es_es: Comunidad
zh_cn: 社区

source: ShiftPlanning Forums
es_es: Foros ShiftPlanning
zh_cn: ShiftPlanning论坛

source: Actions
es_es: Acciones
zh_cn: 行动

source: Request Help
es_es: Solicitar ayuda
zh_cn: 请求帮助

source: Request New Feature
es_es: Solicitar nuevo de
zh_cn: 请求新功能

source: Report a bug
es_es: Notificar un error
zh_cn: 报告bug

source: How-To Guides
es_es: Guía de instrucciones
zh_cn: 操作指南

source: Search Support Topics
es_es: Temas de la búsqueda de apoyo
zh_cn: 搜索支持主题

source: Popular Questions
es_es: Preguntas más habituales
zh_cn: 热门问题

source: is an Incorrect File Type
es_es: es un tipo de archivo incorrecto
zh_cn: 是不正确的文件类型

source: Avatar Updated
es_es: Avatar de actualización
zh_cn: 头像更新

source: Avatar Deleted
es_es: Avatar eliminados
zh_cn: 头像删除

source: Username is already in use. Please try another one.
es_es: Nombre de usuario ya está en uso. Por favor, pruebe otra.
zh_cn: 用户名已在使用。请尝试另一个。

source: Username is too short. 3 chrs minimum please.
es_es: Nombre de usuario es demasiado corto. Mínimo de 3 chrs por favor.
zh_cn: 用户名是太短了。请3 CHRS最低。

source: Invalid E-mail
es_es: Válida de correo electrónico
zh_cn: 无效的电子邮件

source: Profile Updated
es_es: Perfil Actualizado
zh_cn: 更新个人信息

source: Employee Could Not Be Added
es_es: Empleado No se puede agregar
zh_cn: 无法新增雇员

source: Employee Created
es_es: Creado Empleado
zh_cn: 雇员创建

source: Employee Updated
es_es: Empleado Actualizado
zh_cn: 雇员更新

source: All Staff
es_es: Todo el personal
zh_cn: 所有工作人员

source: Not Activated
es_es: No Activado
zh_cn: 未激活

source: Disabled
es_es: Discapacitado
zh_cn: 禁用

source: Gallery
es_es: Galería
zh_cn: 画廊

source: Activated
es_es: Activado
zh_cn: 活性

source: Cell Phone
es_es: Del teléfono celular
zh_cn: 手机

source: Home Phone
es_es: Teléfono de la casa
zh_cn: 家庭电话

source: Last Online
es_es: Última línea
zh_cn: 上次登陆

source: No employees assigned here yet.
es_es: No hay empleados asignados aquí todavía.
zh_cn: 员工分配在这里还没有。

source: Recently Added
es_es: Recientemente se agregó
zh_cn: 最近加入的

source: Unassigned
es_es: Sin asignar
zh_cn: 未分配

source: Staff List
es_es: Lista del personal
zh_cn: 工作人员名单

source: Assign by Position
es_es: Asignar por la Posición
zh_cn: 按位置分配

source: Assign by Skill
es_es: Asignar por Skill
zh_cn: 通过技能分配

source: Assign your staff to positions
es_es: Asigne a su personal para posiciones
zh_cn: 你的员工分配的位置

source: In order to schedule your staff they must be assigned to at least one position. You can assign them quickly here:
es_es: Con el fin de programar su personal que debe ser asignado a al menos una posición. Usted puede asignar rápidamente aquí:
zh_cn: 为了安排您的工作人员，他们必须被分配到至少一个位置。他们很快在这里您可以指定：

source: By Position
es_es: Por posición
zh_cn: By位置

source: Check-All
es_es: Hora de Todos
zh_cn: 检查的所有

source: Skill
es_es: Habilidad
zh_cn: 技能

source: Skills
es_es: Habilidades
zh_cn: 技能

source: Base Rate
es_es: Tasa Base
zh_cn: 基准利率

source: Rate Card
es_es: Tasa de tarjeta
zh_cn: 价目表

source: Save Employee Payroll Details
es_es: Guardar Detalles de los empleados de nómina
zh_cn: 保存员工薪资详情

source: To add or edit position assignments for {user}
es_es: Para agregar o modificar las asignaciones de posición para {user}
zh_cn: 要添加或编辑的位置分配 {user}

source: Click Here
es_es: Haga clic aquí
zh_cn: 点击这里

source: How Employee Payroll works
es_es: ¿Cómo nómina de los empleados trabaja
zh_cn: 员工薪资是如何工作的

source: The table on the left allows you to provide a different base rate and rate card for each position that this employee is assigned to.
es_es: La tabla de la izquierda le permite ofrecer una tasa de base diferente y la tarjeta de tarifa por cada posición de que este empleado se le asigna.
zh_cn: 在左边的表，使您可以提供一个不同的基准利率和收费卡，这名雇员被分配到每个位置。

source: Correctly setting these rates will allow ShiftPlanning to provide you with accurate Payroll Data.
es_es: La correcta implantación estas tarifas permitirán ShiftPlanning para ofrecerle los datos precisos de nómina.
zh_cn: 正确设置这些利率将允许ShiftPlanning提供准确的工资数据。

source: What are Rate Cards?
es_es: ¿Cuáles son las tarjetas de tarifas?
zh_cn: 价目表是什么？

source: to manage and learn more about Rate Cards.
es_es: para gestionar y obtener más información sobre tarjetas de tarifa.
zh_cn: 管理和了解更多有关价目表。

source: Staff details have been disabled by your manager.
es_es: Detalles del personal han sido deshabilitado por su administrador.
zh_cn: 你的经理人员的详细信息已被禁用。

source: Employee Details
es_es: Detalles del Empleado
zh_cn: 雇员的详细信息

source: ID
es_es: Identificación
zh_cn: 编号

source: Wage
es_es: Salario
zh_cn: 工资

source: Birthday
es_es: Cumpleaños
zh_cn: 生日

source: Confirm Cellphone
es_es: Confirme Celular
zh_cn: 确认手机

source: You need to confirm your cellphone for use with SMS.
es_es: Necesita confirmar su teléfono móvil para su uso con SMS.
zh_cn: 您需要确认您的手机与SMS使用。

source: Send a confirmation text now
es_es: Enviar un mensaje de confirmación ahora
zh_cn: 现在发送确认文本

source: Note - Normal Text Message rates apply.
es_es: Nota - las tasas normales de mensajes de texto se aplican.
zh_cn: 注 - 适用普通文本消息率。

source: Please Allow a few minutes for changes to Register.
es_es: Por favor, espere unos minutos para que los cambios para registrarse.
zh_cn: 请允许改变几分钟注册。

source: Once you receive your sms message, please enter the validation code here
es_es: Una vez que reciba el mensaje SMS, por favor, introduzca el código de validación aquí
zh_cn: 一旦你收到你的短讯，请在这里输入验证码

source: That validation code is not correct. Please check your phone again.
es_es: Ese código de validación no es correcta. Por favor marque el teléfono de nuevo.
zh_cn: 验证代码是不正确的。请再次检查你的手机。

source: Total Shifts
es_es: Los cambios totales
zh_cn: 总位移

source: Admin Actions
es_es: Acciones del administrador
zh_cn: 管理操作

source: User Account has been disabled.
es_es: De cuentas de usuario ha sido desactivado.
zh_cn: 用户帐户已被禁用。

source: Manually Activate
es_es: Activación manual de
zh_cn: 手动激活

source: Print Activation Instructions
es_es: Imprimir Instrucciones de Activación
zh_cn: 打印激活说明

source: User has activated his/her account.
es_es: El usuario ha activado su / su cuenta.
zh_cn: 用户激活他/她的帐户。

source: User account is not activated.
es_es: Cuenta de usuario no está activado.
zh_cn: 用户帐户没有被激活。

source: User Account has been Disabled
es_es: De cuentas de usuario ha sido desactivado
zh_cn: 用户帐户已被停用

source: Click Here</a> to Enable.
es_es: Haga clic aquí</a> habilitar.
zh_cn: 点击这里</a> 启用。

source: User Account is Enabled
es_es: De cuentas de usuario está habilitado
zh_cn: 用户帐户已启用

source: Click Here</a> to Disable it.
es_es: Haga clic aquí</a> para desactivarlo.
zh_cn: 点击这里</a> 禁用它。

source: Administrative accounts cannot be de-activated.
es_es: Las cuentas administrativas no puede ser desactivado.
zh_cn: 管理帐户无法取消激活。

source: Click Here</a> if you want to permanently delete this Employee.
es_es: Haga clic aquí</a> si desea eliminar de forma permanente a este empleado.
zh_cn: 点击这里</a> 如果你想永久删除该雇员。

source: Employee Deleted
es_es: Empleado eliminados
zh_cn: 雇员已删除

source: Fast Assignment *New
es_es: Rápido * Asignación de Nueva
zh_cn: 快速分配*新

source: 's Approvers
es_es: &#39;S Aprobadores
zh_cn: 的审批

source: None Listed
es_es: No enlistado
zh_cn: 没有上市

source: Details
es_es: Detalles
zh_cn: 详情

source: Recent Shifts
es_es: Los cambios recientes
zh_cn: 最近移

source: hasn't worked any shifts yet
es_es: no ha funcionado como cualquier desplazamiento sin embargo,
zh_cn: 没有工作的任何变化

source: Current Password Required
es_es: Contraseña actual requiere
zh_cn: 当前需要密码

source: New Password Required
es_es: Nueva contraseña requerida
zh_cn: 需要新的密码

source: Password Confirmation Required
es_es: Confirmación de contraseña obligatorio
zh_cn: 密码确认

source: Passwords do not match
es_es: Las contraseñas no coinciden
zh_cn: 密码不匹配

source: Passwords must be at least 6 characters long
es_es: Las contraseñas deben tener al menos 6 caracteres de largo
zh_cn: 密码必须至少6个字符长

source: Current password
es_es: Contraseña actual
zh_cn: 当前密码

source: * You must confirm your current password if you wish to change it
es_es: * Debe confirmar su contraseña actual si desea cambiar
zh_cn: *您必须确认您目前的密码，如果你想改变它

source: New password
es_es: Nueva contraseña
zh_cn: 新密码

source: * You only need to supply a password if you want to change it
es_es: * Sólo tiene que proporcionar una contraseña si desea cambiar
zh_cn: *您只需要提供一个密码，如果你想改变它

source: Confirm password
es_es: Confirme su contraseña
zh_cn: 确认密码

source: * You only need to confirm your password if you changed it above
es_es: * Sólo tienes que confirmar tu contraseña si la ha cambiado por encima de
zh_cn: *您只需要确认你的密码，如果你改变它上面

source: User Has Email
es_es: Usuario tiene correo electrónico
zh_cn: 用户有电子邮件

source: Hacking
es_es: Piratería
zh_cn: 黑客

source: Instructions for
es_es: Instrucciones para
zh_cn: 说明

source: has started to use a new online scheduling application called, ShiftPlanning.
es_es: ha comenzado a utilizar una nueva aplicación llamada programación en línea, ShiftPlanning.
zh_cn: 已经开始使用一个新的在线调度应用程序调用，ShiftPlanning。

source: With ShiftPlanning you will always have access to the most recent work schedule, the ability to trade shifts with other employees, book vacation time, receive work reminders via e-mail & sms - and more!
es_es: Con ShiftPlanning usted siempre tendrá acceso a los horarios de trabajo más reciente, la capacidad de negociar los cambios con otros empleados, tiempo de vacaciones de libros, recibirá recordatorios de trabajar a través de e-mail y sms - ¡y más!
zh_cn: 有了ShiftPlanning，你将永远有最近期的工作日程，进行交易的能力，本书的休假时间，与其他员工的转变，收到工作通过e-mail和短信提醒 - 多！

source: Setting up your account is easy. Please follow the instructions below
es_es: Configuración de la cuenta es fácil. Por favor, siga las siguientes instrucciones
zh_cn: 设置您的帐户是很容易的。请按照下面的说明

source: Instructions
es_es: Instrucciones
zh_cn: 说明

source: You can sign in with the following details
es_es: Puede iniciar sesión con los siguientes datos
zh_cn: 您可以登录以下细节

source: The first time you login you will be required to select a new username and password.
es_es: La primera vez que inicie sesión estarán obligados a seleccionar un nuevo nombre de usuario y una contraseña.
zh_cn: 你第一次登陆你将被要求选择一个新的用户名和密码。

source: It's your responsibility to keep this information safe!
es_es: Es su responsabilidad mantener esta información a salvo!
zh_cn: 这是你的责任，保持信息安全！

source: If you have any questions regarding this change please contact
es_es: Si usted tiene alguna pregunta respecto a este cambio por favor, póngase en contacto con
zh_cn: 如果您有任何疑问，这种变化，请联系

source: Add Employees
es_es: Añadir los empleados
zh_cn: 新增雇员

source: You can quickly add multiple employees to ShiftPlanning using this form. On the right hand side you can add employees automatically using your existing contact lists.
es_es: Puede agregar rápidamente varios empleados de ShiftPlanning través de este formulario. En la parte derecha se puede agregar empleados de forma automática utilizando las listas de contactos existentes.
zh_cn: 您可以快速添加多个员工ShiftPlanning采用这种形式。在右侧可以添加员工自动使用你现有的联系人列表。

source: Save Employees
es_es: Guardar los empleados
zh_cn: 保存雇员

source: Import .csv File
es_es: Importación. Csv
zh_cn: csv文件导入。

source: Detailed Form
es_es: Forma detallada
zh_cn: 具体形式

source: Old Google Apps
es_es: Antiguo Google Apps
zh_cn: 旧的Google企业应用套件

source: Name cannot be left empty
es_es: El nombre no puede quedar vacío
zh_cn: 名称不能为空

source: Invalid Email
es_es: E-mail válido
zh_cn: 无效的电子邮件

source: employees saved!
es_es: empleados salvo!
zh_cn: 员工救了！

source: Add at least one employee
es_es: Agregar al menos un empleado
zh_cn: 添加至少有一名雇员

source: 0 selected
es_es: 0 seleccionadas
zh_cn: 选择0

source: Add From Contacts
es_es: Añadir de la Guía
zh_cn: 添加联系人

source: search list..
es_es: buscar en la lista ..
zh_cn: 搜索列表......

source: Depending on your list size. This could take a minute.
es_es: Dependiendo del tamaño de su lista. Esto puede tardar un minuto.
zh_cn: 根据您的列表的大小。这可能需要一分钟。

source: Load All Contacts
es_es: Cargue todos los contactos
zh_cn: 加载所有联系人

source: Showing
es_es: Mostrando
zh_cn: 显示

source: Wizard Tip
es_es: Asistente Consejo
zh_cn: 向导提示

source: Connecting your social media & e-mail accounts will allow you to instantly add & activate your staff without having to manually enter any details.
es_es: Conexión de los medios de comunicación social y las cuentas de correo electrónico le permitirá añadir de forma instantánea y activar su personal sin tener que introducir manualmente todos los detalles.
zh_cn: 连接你的社交媒体和电子邮件帐户将允许你即刻添加激活你的员工，而无需手动输入任何细节。

source: This will also help leverage Single Sign-On to allow your staff to login without having to remember another password.
es_es: Esto también ayudará a aprovechar Single Sign-On para permitir a su personal para entrar sin tener que recordar una nueva contraseña.
zh_cn: 这也将有助于利用单点登录，让您的员工无需记住另一个密码登录。

source: The ability to edit your profile has been disabled by management.
es_es: La capacidad para editar su perfil ha sido desactivado por la administración.
zh_cn: 管理层的能力，编辑您的个人资料已被禁用。

source: Manage Employee Details
es_es: Gestionar los datos de los empleados
zh_cn: 管理员工的详细信息

source: Create New Employee
es_es: Crear nuevos empleados
zh_cn: 创建新员工

source: Enter in the information for the new employee on the right. Once you are finished entering this information you will be able to manage their Availability and other Settings.
es_es: Ingrese la información para el nuevo empleado a la derecha. Una vez que haya terminado de ingresar esta información, usted será capaz de gestionar su disponibilidad y otros ajustes.
zh_cn: 在右侧的新雇员的信息输入。一旦你完成输入此信息，您将能够管理自己的可用性和其他设置。

source: View Simple Mode
es_es: Ver el modo sencillo
zh_cn: 简单模式

source: View Detailed Mode
es_es: Modo de visualización detallada
zh_cn: 查看详细模式

source: Print This Form
es_es: Imprimir este formulario
zh_cn: 打印此表格

source: Employee Activation
es_es: Empleado de activación
zh_cn: 雇员激活

source: New accounts can be activated automatically via e-mail if one is provided. This e-mail welcomes them to ShiftPlanning and provides them with account activation instructions.
es_es: Las nuevas cuentas se puede activar de forma automática por correo electrónico, si se proporciona. Este e-mail les da la bienvenida a la ShiftPlanning y les proporciona las instrucciones de activación de la cuenta.
zh_cn: 新帐户可以自动通过电子邮件激活，如果已提供。这个E-mail欢迎他们到ShiftPlanning，并为他们提供帐户激活指令。

source: Print instructions are also available for accounts without e-mail addresses.
es_es: Imprimir instrucciones también están disponibles para las cuentas sin direcciones de correo electrónico.
zh_cn: 打印指令也没有e-mail地址的帐户。

source: Click here</a> to add custom fields to your employee profiles. Example: Employee ID Number, T-Shirt Size, Emergency Contact info.,etc.
es_es: Haga clic aquí</a> añadir campos personalizados a los perfiles de sus empleados. Ejemplo: Número de identificación de empleado, T-Shirt Tamaño, información de contacto de emergencia, etc.
zh_cn: 点击这里</a> 自定义字段添加到你的雇员概况。例如：员工编号，T恤的大小，紧急联系方式等。

source: Image
es_es: Imagen
zh_cn: 图像

source: Valid Email Address
es_es: Dirección de correo electrónico válida
zh_cn: 有效的电子邮件地址

source: Invalid Email Address
es_es: Dirección de correo electrónico no válida
zh_cn: 无效的电子邮件地址

source: Email Already in-Use
es_es: Enviar por correo electrónico ya en uso
zh_cn: 电子邮件已在使用中
