Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Information regarding employee availability and schedule coverage is perpetually updated and accurate.
es_es: La información relativa a la disponibilidad de los empleados y la cobertura de horario está perpetuamente actualizada y precisa.
zh_cn: 关于雇员的可用性和时间表覆盖的信息是永远更新和准确的。

source: Allows management to assign employee schedules without conflicts.
es_es: Permite la administración para asignar horarios de los empleados sin conflictos.
zh_cn: 允许转让管理雇员的时间表没有冲突。

source: Allows management to set up future availability.
es_es: Permite la gestión para establecer la disponibilidad futura.
zh_cn: 允许设立未来的可用性管理。

source: Allows employees to clarify times and dates that they are unavailability to work.
es_es: Permite a los empleados para aclarar las fechas y horarios que son falta de disponibilidad para trabajar.
zh_cn: 允许员工澄清，他们是不可用工作的时间和日期。

source: Provides at-a-glance daily and weekly availability information.
es_es: Proporciona a las de un vistazo todos los días y la disponibilidad de información semanal.
zh_cn: 提供在一览每日和每周的可用性的信息。

source: Ability to pull availability reports to track employee performance.
es_es: Posibilidad de obtener informes de disponibilidad para controlar el rendimiento de los empleados.
zh_cn: 拉可用性报告，跟踪员工绩效的能力。

source: Let your employees control when they work with Open Shifts
es_es: Deje que sus empleados el control cuando trabajan con turnos abiertos
zh_cn: 让你的员工控制，当他们与开放转变工作

source: There are two types of Shifts available in the ShiftPlanning application:
es_es: Hay dos tipos de turnos disponibles en la solicitud ShiftPlanning:
zh_cn: 有两种类型的转变在ShiftPlanning应用：

source: Go to your "New Shift" popup window.
es_es: Ve a tu &quot;nuevo cambio&quot; ventana emergente.
zh_cn: 去你的“新转变”弹出窗口。

source: Locate the option to switch the "Shift Type" between Open & Closed.
es_es: Busque la opción de cambiar el &quot;Tipo de Cambio&quot; entre abierto y cerrado.
zh_cn: 找到选项“位移式”开放与封闭之间切换。

source: Click on "Open Shift."
es_es: Haga clic en &quot;Abrir Mayús.&quot;
zh_cn: 点击“开放式的转变。”

source: Schedule an Open Shift.
es_es: Planificar un cambio en Abrir.
zh_cn: 附表打开移位。

source: Employees will be notified of an Open Shift and can submit requests to work.
es_es: Los empleados serán notificados de un cambio abierto y se pueden presentar las solicitudes para trabajar.
zh_cn: 员工将一个开放的转变，并通知可以提交请求工作。

source: Employees can choose to work on those open shifts when their schedules allow.
es_es: Los empleados pueden optar por trabajar en los turnos abiertos cuando sus horarios lo permitan.
zh_cn: 员工可以选择工作时，他们的日程安排允许的开放转变。

source: Open Shifts can be posted to cover one or more employees in case of absence.
es_es: Turnos abiertos pueden ser destinados a cubrir uno o más empleados en caso de ausencia.
zh_cn: 开放的变化，可以张贴在缺席的情况下覆盖一个或多个员工。

source: Open Shifts facilitate flexible workforce management solutions and effective staffing enterprise-wide.
es_es: Los cambios abiertas facilitan soluciones flexibles de administración de personal y dotación de personal efectiva en toda la empresa.
zh_cn: 开放移位方便灵活的劳动力管理解决方案和有效的企业范围内的工作人员。

source: iPhone Employee Scheduling App | iPhone Time Clocking App
es_es: aplicación para iPhone de programación de los empleados | Tiempo iPhone App Reloj
zh_cn: iPhone的员工排班应用| iPhone时间时钟应用

source: iPhone Workforce Management App - Including Employee Scheduling, iPhone Time Clocking - Available in a web and native app.
es_es: Fuerza de Trabajo iPhone App Management - incluyendo la programación de los empleados, Tiempo iPhone Reloj - Disponible en una aplicación web y nativas.
zh_cn: iPhone的劳动力管理应用程序 - 包括员工排班，iPhone的时间时钟 - 可在网络和本机应用程序。

source: see it in action
es_es: verlo en acción
zh_cn: 看到它在行动

source: iPhone App for Managers & Schedulers
es_es: aplicación de iPhone para Gerentes y Planificadores
zh_cn: 经理及调度的iPhone应用程序

source: Our iPhone App opens up the majority of our desktop platform to the iPhone mobile device. Among other actions Managers and Schedulers can:
es_es: Nuestra aplicación para iPhone abre la mayor parte de nuestra plataforma de escritorio al dispositivo móvil iPhone. Entre otras acciones gestores y programadores pueden:
zh_cn: 我们的iPhone应用程序打开了我们的桌面平台，以广大的iPhone移动设备。除采取其他行动的管理和调度可以：

source: iPhone App for Employees
es_es: aplicación para iPhone para los empleados
zh_cn: 为员工的iPhone应用程序

source: Our iPhone App is a powerful tool to make sure that employees always have access to the latest scheduling data as well as allowing them to:
es_es: Nuestra aplicación para iPhone es una poderosa herramienta para asegurarse de que los empleados siempre tienen acceso a los últimos datos de la programación, así como lo que les permite:
zh_cn: 我们的iPhone应用程序是一个功能强大的工具，以确保员工始终获得最新调度数据，以及让他们：

source: ShiftPlanning on the go on the iPhone
es_es: ShiftPlanning en el camino en el iPhone
zh_cn: 在iPhone上走的ShiftPlanning

source: iPhone Employee Scheduling Application Software
es_es: Programación de aplicaciones de software iPhone Empleado
zh_cn: iPhone的员工排班应用软件

source: ShiftPlanning's iPhone application incorporates all of the key functionality of our web-based application allowing you to take care of all of your workforce management needs right from your phone.
es_es: Aplicación para iPhone ShiftPlanning incorpora toda la funcionalidad clave de nuestra aplicación basada en web que le permite hacerse cargo de la totalidad de su gestión de la plantilla tiene derecho desde su teléfono.
zh_cn: 我们基于网络的应用程序，允许你把你所有的人力资源管理的护理的所有关键功能，从您的手机需要ShiftPlanning的iPhone应用程序集成。

source: Our native iPhone app and iPhone web-app are available to Managers, Schedulers and Employees. The best part about all of our mobile apps is that they're 100% free!
es_es: Nuestra aplicación nativa para el iPhone y el iPhone de aplicación Web están disponibles para los gerentes, programadores y empleados. La mejor parte de todas nuestras aplicaciones móviles es que son 100% gratis!
zh_cn: 我们的原生iPhone应用程序和iPhone Web应用程序提供给管理人员，调度和雇员。我们所有的移动应用程序的最好的部分是，他们是100％免费！

source: Where to get it?
es_es: ¿Dónde conseguirlo?
zh_cn: 从哪里获得呢？

source: You can access our web-app at anytime by browsing with your iPhone to:
es_es: Puede acceder a nuestra web-app en cualquier momento la navegación con el iPhone a:
zh_cn: 您可以随时访问我们的Web应用程序，用你的iPhone浏览：

source: ShiftPlanning's iPhone App saves me from going to my computer to check schedules and make changes.
es_es: IPhone App de ShiftPlanning me salva de ir a mi ordenador para comprobar los horarios y realizar cambios.
zh_cn: ShiftPlanning的iPhone应用程序，节省我要我的电脑检查日程安排，并作出改变。

source: Now my workers have the ability to clock in/out and add shift notes from the field. Awesome!
es_es: Ahora mis empleados tienen la capacidad de reloj de entrada / salida y añadir notas de desplazamiento desde el campo. ¡Impresionante!
zh_cn: 现在，我的工人有时钟输入/输出的能力，并增加从外地转移票据。真棒！

source: Being able to check my schedule at anytime right on my iPhone is the best part about ShiftPlanning!
es_es: Ser capaz de revisar mi agenda en cualquier momento a la derecha en mi iPhone es la mejor parte de ShiftPlanning!
zh_cn: 能够随时有权检查在我的iPhone我的日程安排是最好的部分约ShiftPlanning的！

source: Simple Set-up of Your ShiftPlanning Employee Scheduling Account
es_es: Fácil Set-up de su cuenta ShiftPlanning Programación de los empleados
zh_cn: 简单的设置您的ShiftPlanning雇员调度帐户

source: Our quick set-up guide provides instant software integration with your company's existing information.
es_es: Nuestra configuración rápida guía proporciona software de integración instantánea con la información existente de su empresa.
zh_cn: 我们的快速设置指南，提供即时与贵公司的现有信息的软件集成。

source: Simply log onto the ShiftPlanning website and follow the hyperlinks through the process.
es_es: Basta con que accedas a la página web ShiftPlanning y seguir los hipervínculos en el proceso.
zh_cn: 只需登录到ShiftPlanning网站的跟进整个过程​​中的超链接。

source: Set up your time zone and your business and industry information (a simple step used to configure your calendar and messaging settings).
es_es: Configure su zona horaria y la información comercial y la industria (un paso simple que se usa para configurar el calendario y los ajustes de mensajería).
zh_cn: 设置您的时区和您的企业和行业信息化（一个简单的步骤来配置您的日历和邮件设置）。

source: Schedule Setup:
es_es: Planificar la instalación:
zh_cn: 排程设定：

source: Set up schedules or import your existing schedules in either .xls or .cvs format.
es_es: Establecer horarios o importar sus listas existentes en formato. Xls o. Formato cvs.
zh_cn: 设立时间表，或导入您现有的时间表，在任。xls或。CVS格式。

source: Staff Setup:
es_es: Personal de instalación:
zh_cn: 工作人员安装：

source: Import employee information from an E-mail address book, Google Apps, Facebook, or a csv format. ShiftPlanning Software also allows employers electronically invite staff into the program, and once there catalogs all their information including cell phone, home phone, E-mail address and a photo of the employee for easy, instant identification.
es_es: Importación de información de los empleados de una libreta de direcciones de correo electrónico, Google Apps, Facebook, o en un formato csv. Software ShiftPlanning también permite a los empleadores por vía electrónica invitar al personal en el programa, y ​​una vez allí los catálogos de toda su información, incluyendo teléfono celular, teléfono de casa, dirección de e-mail y una foto del empleado para su fácil identificación, al instante.
zh_cn: 从一个E-mail地址簿，脸谱，谷歌Apps，或CSV格式导入员工信息。 ShiftPlanning软件还允许雇主电子邀请加入该计划的工作人员，一旦有目录的所有信息，包括手机，家庭电话，E-mail地址和雇员的照片，方便，即时识别。

source: Setup your account in minutes by using data you already have
es_es: Configuración de su cuenta en cuestión de minutos mediante el uso de los datos que ya tiene
zh_cn: 您的帐户设置在几分钟内使用你已经拥有的数据

source: No need to re-type in any data as we can easily import from a ton of 3rd party locations.
es_es: No es necesario volver a escribir cualquier dato como fácilmente se puede importar de un montón de lugares 3 ª parte.
zh_cn: 无需重新键入任何数据，因为我们可以很容易地导入一个第三方的位置吨。

source: Immediately improves a company's scheduling procedures, providing for a better use of company resources.
es_es: Inmediatamente mejora los procedimientos de una empresa de programación, proporcionando una mejor utilización de los recursos de la empresa.
zh_cn: 立即提高公司的调度程序，为更好地利用公司资源提供。

source: Copy Schedule Makes Managing Schedules Fast and Efficient
es_es: Copia Horario Hace Gestión de Horarios rápido y eficiente
zh_cn: 副本附表使快速，高效管理附表

source: With the “Copy Schedule” it’s easy to manage any size scheduling challenge:
es_es: Con el &quot;Programa de Copia&quot; es fácil de manejar cualquier desafío de programación de tamaño:
zh_cn: 与“复制附表”，它很容易地管理任何规模的调度挑战：

source: Find the “Copy Schedule” feature in “Schedule View”.
es_es: Encuentra el &quot;Programa de Copia&quot; en función &quot;Ver Lista&quot;.
zh_cn: 找到“复制表”中的“表视图”功能。

source: Choose “Schedule Only” (copy just the shift structure) or “Schedule and Employees” (copy everything) depending on what you want to do.
es_es: Seleccione la opción &quot;lista únicamente&quot; (copiar sólo la estructura de cambio) o &quot;Calendario y Empleados&quot; (todo lo copia) en función de lo que quieres hacer.
zh_cn: 选择“附表”（复制只是移位结构）或“附表及雇员”（副本的一切），取决于你想要做什么。

source: Duplicate shifts between schedules within your account.
es_es: Duplicar los cambios entre los horarios de su cuenta.
zh_cn: 重复您的帐户内的时间表之间的变化。

source: Select the timeline of shifts that you want to copy to the current week's schedule. (This feature currently works only in “week” mode.)
es_es: Seleccione la línea de tiempo de los cambios que desea copiar a la programación de la semana actual. (Esta característica sólo funciona en la actualidad en la &quot;semana&quot; de modo.)
zh_cn: 选择要复制到当前周的日程安排转变的时间表。 （此功能目前仅在“星期”模式。）

source: Copy multiple schedules for multiple shifts.
es_es: Copiar varias programaciones para varios turnos.
zh_cn: 复制多个多个班次的时间表。

source: Eliminates the hassles out of managing employee schedules.
es_es: Elimina los problemas de la gestión de los horarios de los empleados.
zh_cn: 省去了麻烦，管理雇员的时间表。

source: Creates shifts quickly and efficiently.
es_es: Crea desplaza de forma rápida y eficiente.
zh_cn: 创建移动快速，高效。

source: Adds employees to any schedule with no hassle.
es_es: Añade a los empleados a cualquier horario sin problemas.
zh_cn: 增加员工的麻烦没有任何时间表。

source: Keeps your scheduling process running as efficiently as possible.
es_es: Mantiene su proceso de programación funcionando tan eficientemente como sea posible.
zh_cn: 让尽可能有效运行的调度进程。

source: Saves valuable time.
es_es: Ahorra tiempo valioso.
zh_cn: 节约宝贵的时间。

source: Employee Scheduling Software for Google Apps
es_es: Empleado de Software de programación para Google Apps
zh_cn: Google企业应用套件的雇员调度软件

source: ShiftPlanning integrates smoothly with Google Apps and works for both employees and managers with new or existing accounts.
es_es: ShiftPlanning integra a la perfección con Google Apps y obras, tanto para los empleados y directivos con las cuentas nuevas o existentes.
zh_cn: ShiftPlanning顺利集成与谷歌的应用程序和新的或现有的账户经理和员工的作品。

source: New accounts can have Google Apps domain administrators install the app from the listing place in the Google Apps Marketplace.
es_es: Las nuevas cuentas de Google Apps pueden tener los administradores de dominio instalar la aplicación desde el lugar en el listado de Google Apps Marketplace.
zh_cn: 新帐户的Google企业应用套件域管理员安装在谷歌应用市场的上市地点的应用程序。

source: Click on the "Add it Now" button on the top right of screen.
es_es: Haga clic en &quot;Añadir ahora&quot; el botón en la parte superior derecha de la pantalla.
zh_cn: 点击“立即添加”按钮，在屏幕的右上角。

source: Follow guide through the setup process with Google Apps.
es_es: Siga la guía a través del proceso de configuración de Google Apps.
zh_cn: 通过Google企业应用套件的安装过程中，遵循指南。

source: Fast Account Setup
es_es: Configuración de la cuenta rápida
zh_cn: 快速的帐户设置

source: Single-sign On for your business
es_es: Inicio de sesión único para su negocio
zh_cn: 单为您的企业签署

source: User Account Provisioning
es_es: Aprovisionamiento de cuentas de usuario
zh_cn: 用户帐户设置

source: Document Sharing
es_es: Documento de Intercambio
zh_cn: 文件共享

source: Adding and Managing Employee Skills is Easy with ShiftPlanning
es_es: Adición y gestión de competencias de los empleados es fácil con ShiftPlanning
zh_cn: 添加和管理员工的技能与ShiftPlanning

source: Adding, editing or deleting skills can become necessary for a multitude of reasons.
es_es: Adición, edición o eliminación de las habilidades pueden llegar a ser necesario para una multitud de razones.
zh_cn: 添加，编辑或删除技能可以成为必要的原因有多种。

source: Skills must be added and deleted to each individual employee’s personnel file to make filtering staff for scheduling purposes fast and efficient for management.
es_es: Habilidades hay que añadir y borrar el archivo de cada empleado de personal para hacer filtrado de personal para la programación de efectos rápidos y eficientes para la gestión.
zh_cn: 技能必须添加和删除，以使每个员工的人事档案过滤调度目的，快速，高效的管理人员。

source: To Edit the skills list that you created in your initial setup.
es_es: Para editar la lista de habilidades que ha creado en su configuración inicial.
zh_cn: 编辑您在初始设置中创建的技能列表。

source: At the “Skills Management” screen you can add a new skill, or delete current skills that are listed.
es_es: En la &quot;Gestión por Competencias&quot;, la pantalla se puede añadir una nueva habilidad, o eliminar las habilidades actuales que se muestran.
zh_cn: 在“技术管理”屏幕中，你可以添加一个新的技能，或删除列出当前的技能。

source: To add a new skill, type the name of the skill in the “Add New Skill” box and press the “Save Skill” button.
es_es: Para añadir una nueva habilidad, escriba el nombre de la habilidad en el botón &quot;Añadir nueva habilidad&quot; caja y pulse el botón &quot;Guardar habilidad&quot; botón.
zh_cn: 添加一个新的技能的技能，在“添加新技能”框中键入名称，然后按“保存技巧”按钮。

source: To delete a skill you have already created, click the “Delete” link to the right of the skill in the “Current Skills” list.
es_es: Para eliminar una habilidad que ya ha creado, haga clic en el enlace &quot;Borrar&quot; a la derecha de la habilidad en el &quot;Habilidades actual&quot; lista.
zh_cn: 要删除已经创建的技能，点击“删除”链接“当前的技能”名单中的技能的权利。

source: Helps in scheduling qualified personnel.
es_es: Ayuda en la programación de personal cualificado.
zh_cn: 有助于在调度人才。

source: Improves scheduling speed by quickly filtering by employee skill
es_es: Mejora la velocidad de la programación mediante la rápida filtrado por la habilidad de los empleados
zh_cn: 提高调度速度迅速过滤员工的技能

source: Helps identify employees for assignments in different departments.
es_es: Ayuda a identificar a los empleados para las tareas en los diferentes departamentos.
zh_cn: 有助于确定分配在不同部门的员工。

source: Helps in creating long-term schedules.
es_es: Ayuda en la creación de programas a largo plazo.
zh_cn: 有助于建立长期的时间表。

source: ShiftPlanning Account Activation is as Simple as Opening Your E-mail
es_es: Activación ShiftPlanning cuenta es tan sencillo como abrir su e-mail
zh_cn: ShiftPlanning账户激活是简单，只要打开你的电子邮件

source: From your Shiftplanning account:
es_es: Desde su cuenta Shiftplanning:
zh_cn: 从您Shiftplanning帐户：

source: Click on “Staff”
es_es: Haga clic en &quot;Personal&quot;
zh_cn: 点击“员工”

source: Locate the user account to whom you are sending the activation.
es_es: Busque la cuenta de usuario al que va a enviar la activación.
zh_cn: 用户帐户找到你所要发送的激活。

source: Click on their name and you will see an overview of the account details as well as some Administrative Actions. You will be prompted to initiate the activation E-mail.
es_es: Haga clic en su nombre y podrás ver un resumen de los datos de la cuenta, así como algunas acciones administrativas. Se le pedirá para iniciar la activación por e-mail.
zh_cn: 点击他们的名字，你将看到一个帐户详细的概述，以及一些行政行为。系统将提示您启动激活电子邮件。

source: Select the link “Send activation E-mail now!
es_es: Seleccione el vínculo &quot;Enviar correo de activación ahora!
zh_cn: 选择链接“激活发送电子邮件现在！

source: Although we recommend that all accounts be activated via e-mail, account information can also be printed off, or handed manually to employees.
es_es: Aunque se recomienda que todas las cuentas se activan a través de correo electrónico, información de la cuenta también puede ser impreso, o transmitida de forma manual para los empleados.
zh_cn: 虽然我们建议，可以通过电子邮件激活所有帐户，帐户信息也可以被打印，或移交手动员工。

source: Maintain security during the activation process.
es_es: Mantener la seguridad durante el proceso de activación.
zh_cn: 在激活过程中保持安全。

source: Confirm the identification of the recipient.
es_es: Confirmar la identificación del destinatario.
zh_cn: 确认收件人鉴定。

source: Creates a sense of trust between employer and employee.
es_es: Crea un sentimiento de confianza entre empleador y empleado.
zh_cn: 建立雇主与雇员之间的信任感。

source: ShiftPlanning Offers Custom Fields Tool for Maximum employee Control
es_es: ShiftPlanning ofrece una herramienta de campos personalizados para el control de los empleados máxima
zh_cn: ShiftPlanning信息，为最大的雇员控制的自定义域的工具

source: ShiftPlanning’s next-generation employee scheduling and management software now offers a new and expanded system for setting up employee information. By utilizing ShiftPlanning’s built-in custom fields, you can now save personal information as well as work-related information directly in the employee’s file.
es_es: ShiftPlanning de próxima generación de la programación de los empleados y el software de gestión ofrece ahora un sistema nuevo y más amplio para la creación de información de los empleados. Mediante la utilización de ShiftPlanning, construida en los campos personalizados, ahora se puede guardar información personal, así como información relacionada con el trabajo directamente en el expediente del empleado.
zh_cn: 现在ShiftPlanning的新一代雇员的调度和管理软件提供了一个新的和扩展的系统设立雇员信息。利用ShiftPlanning的内置自定义字段，你现在可以保存的个人信息以及相关工作的直接雇员的文件信息。

source: Custom Fields can be expanded to your preference, and is provided for regular updates of employees and their tasks.
es_es: Los campos personalizados se pueden ampliar a su gusto, y se proporciona actualizaciones periódicas de los empleados y sus tareas.
zh_cn: 自定义字段可以扩大自己的喜好，并提供定期更新的员工和他们的任务。

source: Custom fields can be created in four different formats:
es_es: Los campos personalizados se pueden crear en cuatro formatos diferentes:
zh_cn: 在四个不同的格式，可以创建自定义字段：

source: Short text
es_es: Texto breve
zh_cn: 简短的文字

source: Long text
es_es: Texto largo
zh_cn: 长文本

source: Option List
es_es: Lista de opciones
zh_cn: 选项​​列表

source: Check box
es_es: Marque la casilla
zh_cn: 复选框

source: It also provides you with a choice of three permission types to set:
es_es: También le ofrece una selección de tres tipos de permisos para establecer:
zh_cn: 它还提供了三种权限类型设置选择：

source: Management and employees
es_es: Gerencia y los empleados
zh_cn: 管理层和员工

source: Employees only
es_es: Los empleados sólo
zh_cn: 员工只

source: Management
es_es: Administración
zh_cn: 管理

source: This functionality is great for saving details such as employee id, t-shirt size, emergency contact information or any other field that is custom to your business or industry.
es_es: Esta funcionalidad es ideal para guardar los detalles, tales como identificador de los empleados, el tamaño de la camiseta, la información de contacto de emergencia o cualquier otro campo que es personalizado para su negocio o industria.
zh_cn: 此功能是伟大的节约细节，如雇员ID，T恤的大小，紧急联络信息或任何其他领域，这是自定义您的公司或行业。

source: Custom field can be set for each employee.
es_es: Campo personalizado se puede establecer para cada empleado.
zh_cn: 自定义字段可以设定为每一位员工。

source: Save Name, contact number, e-mail address and more.
es_es: Guardar el nombre, número de contacto, dirección de correo electrónico y mucho más.
zh_cn: 保存姓名，联系电话，e-mail地址和更多。

source: Expandable to make desired fields.
es_es: Ampliable a hacer que los campos deseados.
zh_cn: 扩展到所需的字段。

source: Set access levels for employees, management and schedulers.
es_es: Establecer niveles de acceso para los empleados, la gestión y los programadores.
zh_cn: 设置访问级别的员工，管理和调度。

source: Let ShiftPlanning Software Remember Your Employee's Birthdays
es_es: Deje que el software ShiftPlanning Recuerda los cumpleaños de sus empleados
zh_cn: 让ShiftPlanning软件记住你的员工的生日

source: The application automatically draws birth dates from each employee's data stored in the ShiftPlanning software:
es_es: La aplicación dibuja automáticamente las fechas de nacimiento de los datos de cada empleado almacenados en el software ShiftPlanning:
zh_cn: 应用程序会自动从每个雇员的数据存储在ShiftPlanning软件绘制的出生日期：

source: From your Dashboard, Click on "Schedule."
es_es: Desde el escritorio, haga clic en &quot;Lista&quot;.
zh_cn: 从您的控制台，点击“日程安排”。

source: Next, click on the "Views" list.
es_es: A continuación, haga clic en &quot;Visitas&quot; lista.
zh_cn: 接下来，点击“视图”列表。

source: Staff birthdays appear on the Dashboard on the middle right, under "Upcoming Shifts."
es_es: Cumpleaños del personal aparecen en el tablero de instrumentos en el centro a la derecha, bajo el título &quot;Los cambios próximos.&quot;
zh_cn: 员工生日会出现在仪表板中间偏右，下，“即将来临的转变。”

source: Birthday announcements automatically post on the company Dashboard and Schedule viewer.
es_es: Anuncios de cumpleaños de publicar automáticamente en el panel de empresas y visor de Programación.
zh_cn: 自动生日公告张贴在公司的仪表板和附表观众。

source: Sometimes there's cake.
es_es: A veces no hay pastel.
zh_cn: 有时有蛋糕。

source: Promotes goodwill between management and employees.
es_es: Promueve la buena voluntad entre los directivos y empleados.
zh_cn: 促进管理层与员工之间的商誉。

source: Provides all staff members with an opportunity to feel connected.
es_es: Proporciona todos los miembros del personal la oportunidad de sentirse conectados.
zh_cn: 所有工作人员提供了一个机会，觉得连接。

source: A fun and simple tool that generates and posts its happy birthday notices automatically.
es_es: Una herramienta divertida y sencilla que genera y los mensajes de su cumpleaños feliz se da cuenta de forma automática.
zh_cn: 自动生成和职位的生日快乐注意到一个有趣和简单的工具。
