Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Our Setup Wizard will guide you through setting up your account, as well as introduce you to some of our unique features.
es_es: Nuestro asistente de configuración le guiará a través de la creación de su cuenta, así como presentarles a algunas de nuestras características únicas.
zh_cn: 我们的安装向导将引导您通过设置您的帐户，以及向您介绍我们的一些独特的功能。

source: Resume Setup Wizard
es_es: Resume Asistente para la instalación
zh_cn: 恢复安装向导

source: Upcoming Shifts
es_es: Los cambios futuros
zh_cn: 即将到来的移

source: You are not scheduled on any shifts.
es_es: Usted no se ha programado en los turnos de trabajo.
zh_cn: 您还没有预定任何的变化。

source: Who's on now
es_es: ¿Quién está en ahora
zh_cn: 谁正上线

source: Ping User
es_es: Ping usuario
zh_cn: 平安用户

source: On Vacation Today
es_es: En la actualidad vacaciones
zh_cn: 今天休假

source: Upcoming Birthdays
es_es: Próximos cumpleaños
zh_cn: 即将到来的生日

source: Documents
es_es: Documentos
zh_cn: 文件

source: Share ShiftPlanning and earn money!
es_es: Compartir ShiftPlanning y ganar dinero!
zh_cn: 分享ShiftPlanning和赚钱！

source: Are you interested in joining the ShiftPlanning referral program? If you are - chances are that you're an avid user of our application, and know someone else that can benefit from our platform; and you wouldn't mind receiving some compensation in return for your efforts!
es_es: ¿Está interesado en unirse al programa de referencia ShiftPlanning? Si usted es - lo más probable es que usted es un ávido usuario de nuestra aplicación, y sabemos de alguien que puede beneficiarse de nuestra plataforma, y ​​que no le importaría recibir alguna compensación a cambio de sus esfuerzos!
zh_cn: 你有兴趣加入ShiftPlanning推荐计划？如果你是 - 机会，你是一个狂热的用户，我们的应用程序和知道别人可以受益于我们的平台，你不会介意收到一定的补偿，在你的努力的回报！

source: Getting started is easy!
es_es: Empezar es fácil!
zh_cn: 入门很容易！

source: Get Started Now
es_es: Empiece ahora
zh_cn: 立即开始

source: Agree to our referral program terms of use
es_es: De acuerdo a nuestros términos de referencia del programa de uso
zh_cn: 同意使用我们的推荐计划条款

source: The following are the terms and conditions of participating in the ShiftPlanning Affiliate Program. "Affiliate" refers to yourself, and "ShiftPlanning" refers to ShiftPlanning, Inc. located at 34477 Holly Tree Lane Dagsboro, Delaware USA 19939.
es_es: Los siguientes son los términos y condiciones de participar en el Programa de Afiliados ShiftPlanning. &quot;Afiliado&quot; se refiere a sí mismo, y &quot;ShiftPlanning&quot; se refiere a ShiftPlanning, ubicado en 34477 Holly Tree Lane, Inc. Dagsboro, Delaware 19939 EE.UU..
zh_cn: 以下是参与的ShiftPlanning加盟计划的条款和条件。 “附属机构”是指对自己和“ShiftPlanning”是指在34477冬青树里Dagsboro ShiftPlanning，公司位于美国，特拉华州19939。

source: Payments and Commissions
es_es: Los pagos y las Comisiones
zh_cn: 付款及佣金

source: Affiliate commission will be paid via paypal on a monthly basis. ShiftPlanning reserves the right to modify the payment schedule as long as notice is posted to the Web site (www.shiftplanning.com). If commission does not exceed $200 during prior 30-day period (monthly pay-out), or $50 during a prior 365-day period (yearly pay-out), ShiftPlanning reserves the right to hold payment until commissions accumulate to the minimum amount.
es_es: Comisión de afiliación se pagarán a través de PayPal sobre una base mensual. ShiftPlanning se reserva el derecho de modificar el calendario de pagos, siempre y cuando aviso se publica en el sitio Web (www.shiftplanning.com). Si la comisión no exceda de $ 200 durante antes de 30 días (mensual pay-out), o $ 50 durante un previo período de 365 días (anual pay-out), las reservas ShiftPlanning el derecho a ocupar el pago hasta que las comisiones se acumulan a la cantidad mínima.
zh_cn: 联盟委员会将每月的基础上通过PayPal支付。 ShiftPlanning保留修改的权利，只要通知张贴到网站（www.shiftplanning.com）付款时间表。如果委员会并没有超过在之前的365天期间每年缴纳的出ShiftPlanning储备以持有金，直到委员会积累的最低金额$ 200在之前的30天期间（每月缴纳的出），或$ 50。

source: Although the Affiliate Program is not limited to the U.S. all payments will be made in U.S. dollars.
es_es: Aunque el Programa de Afiliados no se limita a los EE.UU. todos los pagos se harán en dólares estadounidenses.
zh_cn: 虽然加盟计划并不仅限于美国的所有款项将在美元。

source: If a qualifying subscription is canceled or refunded, the related commission will be deducted from the next monthly payment.
es_es: Si una suscripción de calificación se cancela o se devolverá la comisión correspondiente será deducible del pago del mes siguiente.
zh_cn: 如果资格被取消订阅或退还，将被扣除相关佣金从明年每月支付。

source: All Affiliates are NOT employees of ShiftPlanning and are responsible for their own local, state, or country taxes.
es_es: Todos los afiliados no son empleados de ShiftPlanning y son responsables de sus propios locales, estatales o impuestos de los países.
zh_cn: 所有分支机构不是ShiftPlanning的员工和负责自己的地方，国家，或国家税收。

source: Both ShiftPlanning and the Affiliate reserve the right to terminate this agreement at any time. If canceled, outstanding commissions for current period at time of cancellation shall be paid in the next monthly payment so long as rules of this agreement were not violated by the Affiliate.
es_es: Tanto ShiftPlanning y el Afiliado se reservan el derecho de terminar este acuerdo en cualquier momento. Si cancela, las comisiones pendientes para el período actual en el momento de la cancelación se pagará en el próximo pago mensual, siempre y cuando las reglas de este acuerdo no han sido violados por el afiliado.
zh_cn: ShiftPlanning的加盟都有权随时终止本协议。如果取消，取消目前的时间内出色的佣金应支付在未来每月付款，只要由加盟不违反本协议的规则。

source: Affiliate Link
es_es: Enlace afiliado
zh_cn: 友情链接

source: You will be issued an "Affiliate Link", or unique URL, which allows ShiftPlanning to identify visitors as originating from you. These visitors are tracked with this unique URL and sales are recorded with your Affiliate Id. To receive commissions, you must use the provided Affiliate Link. The URL may be in various forms such as a banner, image, or text link.
es_es: Se le entregará un &quot;enlace de afiliado&quot;, o la dirección URL única, que permite identificar a los visitantes ShiftPlanning como procedentes de ustedes. Estos visitantes son rastreados con esta dirección URL única y las ventas se registran con su ID de afiliado. Para recibir comisiones, debe utilizar el enlace de afiliado siempre. La URL puede ser de diversas formas, tales como una bandera, una imagen o enlace de texto.
zh_cn: 你会发出“友情链接”，或唯一的URL，这使得ShiftPlanning，以确定你的游客。这些访问者进行跟踪，这种独特的URL和销售记录与您的联盟ID。收取佣金，你必须使用所提供的友情链接。可能作为一面旗帜，图像或文本链接等各种形式的URL。

source: ShiftPlanning reserves all rights in or to its trademarks and servicemarks but may be used by Affiliate in accordance with this agreement. The ShiftPlanning trademark may not be used to register internet domain names for any purpose. Affiliate may in no way display an ShiftPlanning logo, image, or trademark which may be distasteful, defame, or misrepresent.
es_es: ShiftPlanning reserva todos los derechos o de sus marcas registradas y de servicio, pero puede ser utilizado por los afiliados, de conformidad con este acuerdo. La marca ShiftPlanning no puede ser utilizado para registrar nombres de dominio de Internet para cualquier propósito. Afiliado puede de ninguna manera mostrar un logotipo de ShiftPlanning, una imagen o marca que puede ser desagradable, difamar o tergiversar.
zh_cn: ShiftPlanning保留或商标和服务商标的所有权利，但可按照本协议的加盟。 ShiftPlanning商标不得为任何目的注册互联网域名。加盟绝不可能显示ShiftPlanning标志，图像，或商标，这可能是令人反感，诽谤，或歪曲。

source: Affiliate shall not misrepresent ShiftPlanning products or services.
es_es: Afiliado no tergiversar los productos o servicios ShiftPlanning.
zh_cn: 分支机构不得歪曲ShiftPlanning的产品或服务。

source: Affiliate is solely responsible for insuring that their Affiliate Link is setup properly to qualify for commissions.
es_es: Afiliado es el único responsable de asegurar que su enlace de afiliado es configurado correctamente para calificar para las comisiones.
zh_cn: 附属公司是全权负责投保，他们的友情链接是正确安装资格佣金。

source: Affiliate may not use their own Affiliate Link to order services from ShiftPlanning. Doing so will result in immediate reversal of any commission.
es_es: Afiliado no podrá utilizar su propio enlace de afiliado para solicitar los servicios de ShiftPlanning. Si lo hace, dará lugar a la reversión inmediata de una comisión.
zh_cn: 联盟可能无法使用他们自己的友情链接责令从ShiftPlanning服务。这样做会导致在任何佣金立即逆转。

source: Affiliate agrees to not send unsolicited mail or SPAM mail to promote any of ShiftPlanning products or services. This action WILL RESULT in immediate termination of your account with a cancellation of any pending commissions. Affiliate will also be in violation of the ShiftPlanning Affiliate Agreement and subject to legal action.
es_es: Afiliado se compromete a no enviar correo no solicitado o correo SPAM para promocionar cualquiera de los productos o servicios ShiftPlanning. Esta acción resultará en la terminación inmediata de su cuenta con la cancelación de las comisiones pendientes. Afiliado también estará en violación del Acuerdo de Afiliación ShiftPlanning y sujeto a acción legal.
zh_cn: 联盟同意发送不请自来的邮件或垃圾邮件，以促进任何ShiftPlanning的产品或服务。这一行动将导致立即终止您的帐户取消任何未决委员会。联盟也将是违反的ShiftPlanning联盟协议，并受到法律追究。

source: Prohibited Sites
es_es: Sitios prohibidos
zh_cn: 禁止网站

source: Sites that promote: sexually explicit material or violence do not qualify as an Affiliate. Sites that promote discrimination based on race, sex, religion, national origin, and physical disability, shall not be accepted. Sites that promote illegal activities shall not be accepted. Do not apply if your site promotes these kinds of activities. By applying, you are stating that your Site does not directly promote or endorse these activities.
es_es: Sitios que promueven: material de sexo explícito o violencia no califican como un afiliado. Sitios que promueven la discriminación por motivos de raza, sexo, religión, origen nacional, y la discapacidad física, no será aceptada. Sitios que promueven actividades ilegales no serán aceptadas. No aplicar si su sitio promueve este tipo de actividades. Mediante la aplicación, se le indica que su sitio no trata directamente de promover o apoyar estas actividades.
zh_cn: 网站推广：露骨的材料或暴力不符合加盟。网站推广基于种族的歧视，性别，宗教，国籍，身体残疾，不得被接受。网站推广非法活动的，不予受理。如果您的网站推广这类活动不适用。通过申请，您说明您的网站不直接促进或支持这些活动。

source: Term of Agreement
es_es: Vigencia del Contrato
zh_cn: 协议期限

source: This agreement remains in affect until cancelled by either party.
es_es: Este acuerdo permanece en efecto hasta cancelado por cualquiera de las partes.
zh_cn: 该协议仍然影响直至任何一方取消。

source: Commissions earned through the date of expiration or cancellation of this agreement will remain payable only if the qualifying sales are not cancelled or refunded by the referred Customers. Payment of the final Commission payment to the Affiliate may be withheld for a reasonable time in order to ensure that the correct amount is paid.
es_es: Comisiones ganadas hasta la fecha de caducidad o cancelación de este acuerdo permanecerán pagaderos solamente si las ventas de calificación no son cancelados o devueltos por los clientes a que se refiere. El pago del pago final de la Comisión al Afiliado puede ser retenido por un tiempo razonable a fin de garantizar que la cantidad correcta es pagada.
zh_cn: 委员会通过本协议期满或取消之日起所赚取仍将支付只有不取消销售资格，或转介的客户退还。在合理的时间，以确保正确的金额支付，最终支付佣金的加盟可能扣留付款。

source: Disclaimer
es_es: Renuncia
zh_cn: 免责声明

source: ShiftPlanning will make every reasonable effort to track and pay commissions for all sales that apply to Affiliate. However, ShiftPlanning is not responsible for technical problems, acts by third parties, or other events outside our reasonable control which may temporarily disrupt or diminish this service.
es_es: ShiftPlanning hará todos los esfuerzos razonables para localizar y pagar comisiones por todas las ventas que se aplican a afiliados. Sin embargo, ShiftPlanning no se hace responsable por problemas técnicos, los actos de terceros, u otros eventos fuera de nuestro control razonable, que puede interrumpir temporalmente o disminuir este servicio.
zh_cn: ShiftPlanning将尽一切合理的努力来跟踪和支付适用于联盟所有销售佣金。然而，ShiftPlanning不是技术问题，由第三方的行为，或我们合理控制，可能会暂时中断或减少这种服务以外的其他事件负责。

source: Privacy
es_es: Intimidad
zh_cn: 隐私

source: To protect ShiftPlanning customer privacy, we cannot provide identifying customer names and contact information to you. However, we will provide an online report detailing price, service, date of subscription, and perhaps other data for your records.
es_es: Para proteger la privacidad ShiftPlanning cliente, no podemos proporcionar la identificación de nombres de clientes e información de contacto para usted. Sin embargo, vamos a presentar un informe en línea que detalla el precio, el servicio, la fecha de suscripción, y tal vez otros datos de sus registros.
zh_cn: 为了保护ShiftPlanning客户隐私，我们不能提供确定客户的姓名和联系信息给你。然而，我们将提供一个网上的报告，详细说明价格，服务，认购日期，也许还有其他的数据记录。

source: Independent Contractor
es_es: Contratista Independiente
zh_cn: 独立承包商

source: The relationship between ShiftPlanning and Affiliate established by this Agreement is that of independent contractors. ShiftPlanning and Affiliate shall each conduct its respective business at its own initiative, responsibility and expense, and shall have no authority to incur any obligations on behalf of the other, except as otherwise provided herein. Term "Affiliate" shall not be interpreted as a legal partner or affiliate, simply as an independent contractor for ShiftPlanning under this agreement.
es_es: La relación entre el afiliado y ShiftPlanning establecido por el presente Acuerdo es la de contratistas independientes. ShiftPlanning y cada Afiliado a cabo su actividad respectiva, a iniciativa propia responsabilidad, y los gastos, y no tendrá ninguna autoridad para incurrir en obligaciones en nombre de la otra, a menos que disponga otra cosa. Término &quot;afiliado&quot; no se interpretará como una pareja legal o de una filial, simplemente como un contratista independiente para ShiftPlanning virtud de este acuerdo.
zh_cn: 本协议设立的ShiftPlanning和联盟之间的关系是独立的承包商。 ShiftPlanning及附属各应进行自身的主动性，责任和费用，在其各自的业务，并应招致代表的其他任何义务，除另有规定外，无权。 “加盟”一词，不得被解释为法律的合作伙伴或子公司，只是作为一个为ShiftPlanning本协议项下的独立承包商。

source: Limitation of Damages
es_es: Limitación de daños
zh_cn: 赔偿限制

source: ShiftPlanning shall not be held liability for any indirect, incidental, special or consequential damages or any loss of revenue or profits arising under or with respect to this agreement or program, even if ShiftPlanning has been advised of the possibility of such damages. ShiftPlanning aggregate liability arising under or with respect to this agreement or the program shall in no event exceed the total commissions paid or payable by ShiftPlanning under this agreement.
es_es: ShiftPlanning no se hace responsable de los daños indirectos, incidentales, especiales o indirectos o cualquier pérdida de ingresos o ganancias derivadas de o en relación con este acuerdo o programa, incluso si ShiftPlanning ha sido advertido de la posibilidad de tales daños. Responsabilidad ShiftPlanning agregada que surja de o en relación con este acuerdo o el programa no será en ningún caso exceder el total de comisiones pagadas o por pagar por ShiftPlanning virtud de este acuerdo.
zh_cn: 不得将ShiftPlanning举行任何间接的，附带的，特殊的或相应的损害或任何下产生的收入或利润的损失或与本协议或程序方面的法律责任，即使的ShiftPlanning已被告知此类损害的可能性。总ShiftPlanning下或与本协议或程序方面所产生的责任，在任何情况下不得超过本协议项下支付或ShiftPlanning应付佣金总额。

source: Affiliate understands that Affiliate tracking can never be 100% accurate and ShiftPlanning is not responsible for inaccuracies that might occur beyond its control. Tracking of Affiliate sales depend on several factors which are out of the control of ShiftPlanning. It is the goal of ShiftPlanning to make Affiliate tracking as accurate as possible, however, ShiftPlanning cannot guarantee 100% tracking for situations beyond its control.
es_es: Afiliado entiende que el seguimiento de afiliados nunca puede ser fiable al 100% y ShiftPlanning no es responsable de los errores que puedan ocurrir fuera de su control. Seguimiento de ventas de los afiliados dependen de varios factores que están fuera del control de ShiftPlanning. Es el objetivo de ShiftPlanning para hacer seguimiento de afiliados lo más exacta posible, sin embargo, ShiftPlanning no puede garantizar el 100% de seguimiento para situaciones fuera de su control.
zh_cn: 加盟了解子公司跟踪不能100％准确，ShiftPlanning是不负责不确切之处，可能会出现非其所能控制的。加盟销售的跟踪取决于是控制ShiftPlanning的几个因素。使加盟尽可能准确的跟踪，这是的ShiftPlanning目标，然而，ShiftPlanning不能保证100％，其所能控制的情况下跟踪。

source: Warranty Disclaimer
es_es: Renuncia de garantía
zh_cn: 免责声明

source: ShiftPlanning makes no warranties expressed or implied with regard to Affiliate Program except as outlined in this agreement.
es_es: ShiftPlanning no ofrece ninguna garantía expresa o implícita con respecto al programa de afiliados, excepto según se indica en este acuerdo.
zh_cn: ShiftPlanning使得任何明示或暗示方面，除在本协议所述加盟计划。

source: Governing Law
es_es: Legislación aplicable
zh_cn: 治法

source: This agreement shall be governed by the laws of the State of Delaware and the United States.
es_es: Este acuerdo se regirá por las leyes del Estado de Delaware y los Estados Unidos.
zh_cn: 本协议应受美国特拉华州和国家的法律。

source: Referred Accounts
es_es: Cuentas a que se refiere
zh_cn: 提到帐户

source: Account Name
es_es: Nombre de la cuenta
zh_cn: 帐户名称

source: Joined Date
es_es: Fecha de Registro
zh_cn: 注册日期

source: Trial Expires
es_es: De prueba expira
zh_cn: 试用期满

source: Converted
es_es: Convertido
zh_cn: 转换

source: Referral Revenue
es_es: Remisión de Impuestos
zh_cn: 转诊收入

source: Get the word out!
es_es: Haga correr la voz!
zh_cn: 得到了这个词！

source: Get the word out fast by sharing your referral link with your friends via e-mail & your social networks!
es_es: Haga correr la voz rápidamente por compartir tu enlace de referencia con tus amigos vía e-mail y las redes sociales!
zh_cn: 走出快字，与你的朋友分享您的推荐链接通过电子邮件与您的社交网络！

source: Referral Resources
es_es: Recursos de referencia
zh_cn: 转介资源

source: You can use these resources to refer accounts to ShiftPlanning:
es_es: Puede utilizar estos recursos para hacer referencia a las cuentas ShiftPlanning:
zh_cn: 您可以使用这些资源，是指帐户，以ShiftPlanning：

source: Text Links
es_es: Enlaces de texto
zh_cn: 文本链接

source: Link
es_es: Enlace
zh_cn: 链接

source: Size
es_es: Tamaño
zh_cn: 大小

source: Preview
es_es: Vista previa
zh_cn: 预览

source: Image Src
es_es: Imagen Src
zh_cn: 图像的src

source: Html Link
es_es: Enlace html
zh_cn: html链接

source: Text
es_es: Texto
zh_cn: 文本

source: Informal Message
es_es: Mensaje informal
zh_cn: 非正式消息

source: Subject: Employee Scheduling
es_es: Tema: Programación de los empleados
zh_cn: 主题：员工排班

source: Hey,
es_es: Oye,
zh_cn: 嘿，

source: I remember you were telling me about the time you spend making work schedules for your staff.
es_es: Recuerdo que me decía sobre el tiempo que pasas haciendo los horarios de trabajo para su personal.
zh_cn: 我记得你告诉我你花的时间，使您的员工的工作时间表。

source: I've been using this online software, ShiftPlanning, to schedule my employees, and I am immensely pleased. I tried out many apps during my search, but ShiftPlanning is truly the best of the bunch. It's ridiculously easy to use.
es_es: He estado usando este software en línea ShiftPlanning, para programar mis empleados, y me complace enormemente. He probado muchas de las aplicaciones durante mi búsqueda, pero ShiftPlanning es realmente lo mejor del grupo. Es ridículamente fácil de usar.
zh_cn: 我一直在使用这个在线软件，ShiftPlanning，安排我的员工，我感到非常高兴。我尝试了许多应用程序在我的搜索，但ShiftPlanning是真正的最好的一群。这是可笑的，易于使用。

source: Everything is online, so there's nothing to install, and employees can access their schedules at any time. Plus, their support is fantastic (they helped me set up my account for free) and available 24/7. Even with all these benefits, the product is surprisingly affordable (they don't even make you sign a contract).
es_es: Todo está en línea, así que no hay nada que instalar, y los empleados pueden acceder a sus programas en cualquier momento. Además, su apoyo es fantástico (que me ayudó a configurar mi cuenta de forma gratuita) y está disponible 24/7. Incluso con todos estos beneficios, el producto es sorprendentemente asequible (que ni siquiera te hacen firmar un contrato).
zh_cn: 一切都是在线的，所以没有什么安装，员工可以随时访问他们的日程安排。另外，他们的支持是太棒了（他们帮助我我的帐户设立免费）和24/7。即使所有这些好处，该产品是非常合理（他们甚至都不让你签署一份合同）。

source: My whole team agrees that we never plan to schedule by spreadsheet again. You've got to try it out! You have 30 days free if you click on the following link:
es_es: Todo mi equipo está de acuerdo en que nunca nos va a programar por la hoja de cálculo de nuevo. Tienes que probarlo! Usted tiene 30 días gratis si se hace clic en el siguiente enlace:
zh_cn: 我的整个团队的同意，我们从来没有计划再安排由电子表格。你一定要尝试一下！你有30天免费的，如果你点击下面的链接：

source: Best,
es_es: Mejor,
zh_cn: 最好的，

source: How are payments handled?
es_es: ¿Cómo se manejan los pagos?
zh_cn: 付款如何处理？

source: All Payments are handled through Paypal. We require a minimum $200 pay-out. Payments are processed on a monthly basis.
es_es: Todos los pagos son gestionados a través de Paypal. Se requiere un mínimo de $ 200 pay-out. Los pagos son procesados ​​en una base mensual.
zh_cn: 所有付款通过Paypal进行处理。我们需要最低$ 200支付。按月付款处理。

source: How do I refer someone?
es_es: ¿Cómo puedo recomendar a alguien?
zh_cn: 我如何参考人吗？

source: Once you have joined our referral program you will be provided with a number of different options to refer accounts (links, graphics, e-mails, etc).
es_es: Una vez que se han unido a nuestro programa de referencia que se le proporcionará un número de opciones diferentes para referirse cuentas (enlaces, gráficos, e-mails, etc.)
zh_cn: 一旦你加入我们的转介程序，你会被一些不同的选择提供参考帐户（链接，图形，电子邮件等）。

source: How will I track referrals?
es_es: ¿Cómo voy a realizar un seguimiento de las referencias?
zh_cn: 我将如何跟踪推介？

source: Right from here! You're referral dashboard will always show you the status of any accounts that you have referred, as well as your total revenues, etc.
es_es: Desde aquí! Eres tablero de referencia siempre le muestran el estado de las cuentas que usted se ha referido, así como sus ingresos totales, etc
zh_cn: 从这里吧！你转​​介仪表将始终显示您的任何帐户的状态，你刚才提到的，以及您的总收入等。

source: How will I be paid out?
es_es: ¿Cómo se me paga?
zh_cn: 我将如何支付？

source: We review all referral sales at the end of each month, and contact any partners that have met the minimum amount for that month. You then have the option to accept a pay-out, or to continue to let your earnings build!
es_es: Se revisan todas las ventas de referencia al final de cada mes, y ponerse en contacto con los socios que han cumplido con la cantidad mínima para ese mes. A continuación, tiene la opción de aceptar un pay-out, o para seguir dejando sus ingresos a construir!
zh_cn: 我们在每个月的月底检讨所有转介销售，并与合作伙伴已经达到的最低金额为当月。然后，您可以选择接受的薪酬，或继续让你的盈利建立！

source: Who can I contact if I have questions?
es_es: ¿A quién puedo contactar si tengo preguntas?
zh_cn: 如果我有问题，我可以与谁联系？

source: Feel free to reach out to our sales team at anytime via:
es_es: Siéntase libre para llegar a nuestro equipo de ventas en cualquier momento a través de:
zh_cn: 随意伸出随时通过我们的销售队伍：

source: Compose New Message
es_es: Componer nuevo mensaje
zh_cn: 撰写新邮件

source: New Messages
es_es: Nuevos mensajes
zh_cn: 新讯息

source: Past Messages
es_es: Los mensajes anteriores
zh_cn: 过去的讯息

source: You haven't received any messages yet.
es_es: No ha recibido ningún mensaje todavía.
zh_cn: 你还没有收到任何消息。

source: Cntrl + Click to select Multiple
es_es: Cntrl + Haga clic para seleccionar múltiples
zh_cn: CNTRL +点击选择多个

source: Subject
es_es: Tema
zh_cn: 主题

source: Message
es_es: Mensaje
zh_cn: 讯息

source: Cancel
es_es: Cancelar
zh_cn: 取消

source: Subject: Trial - Help Request
es_es: Asunto: prueba - Solicitud de ayuda

source: Message:
es_es: Mensaje:
zh_cn: 消息：

source: Ticket Url:
es_es: Venta de entradas Url:
zh_cn: 票务网址：

source: New Support Ticket:
es_es: Ticket Nuevo:
zh_cn: 新的支持票：

source: Your Message has been sent
es_es: Su mensaje ha sido enviado
zh_cn: 您的消息已发送
