Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: The Salvation Army – Northwest Division – Seattle Social Services Department
es_es: El Ejército de Salvación - División Noroeste - Seattle Departamento de Servicios Sociales
zh_cn: 救世军 - 西北赛区 - 西雅图社会服务部

source: Four Winds Coffee & Tea in Grand Junction - Non-Proft & Volunteer Scheduling - Case Study
es_es: Cuatro Vientos de café y té en Grand Junction - No Proft y Voluntariado Programación - Estudio de caso
zh_cn: 四方咖啡和茶大枢纽 - 非Proft及义工调度 - 案例研究

source: Four Winds Coffee & Tea in Grand Junction - Non-Proft & Volunteer Scheduling
es_es: Cuatro Vientos de café y té en Grand Junction - No Proft y Programación de los Voluntarios
zh_cn: 四方咖啡和茶大枢纽 - 非Proft及义工调度

source: Case Study: Four Winds Coffee & Tea in Grand Junction, Colorado, United States
es_es: Estudio de caso: Cuatro Vientos de café y té en Grand Junction, Colorado, Estados Unidos
zh_cn: 案例分析：四风在美国科罗拉多州Grand Junction的咖啡茶

source: The Four Winds Coffee & Tea is part of a non-profit organization called the Christ Center. Four Winds has only been open since 2009 and the Christ Center was started in 2004. The Christ Center’s mission is to reach college students by offering them a safe and fun place to hang out and enjoy a locally roasted cup of coffee and to offer community members opportunities to serve the students as often as we can. The coffee shop gives the students that place to hang out and helps to sustain the Christ Center mission.
es_es: El café y té Cuatro Vientos es parte de una organización sin fines de lucro llamado el Centro de Cristo. Cuatro Vientos ha estado abierto desde 2009 y el Centro de Cristo se inició en el año 2004. La misión del Centro de Cristo es llegar a los estudiantes universitarios, ofreciéndoles un lugar seguro y divertido para pasar el rato y disfrutar de una taza de café tostado localmente y ofrecer oportunidades de miembros de la comunidad para servir a los estudiantes como a menudo como podamos. La cafetería ofrece a los estudiantes que el lugar para pasar el rato y ayuda a mantener el centro de la misión de Cristo.
zh_cn: 四风咖啡和茶，是一个非营利性的组织称为“基督中心的一部分。四风只开放2009年以来，基督中心于2004年开始的。基督中心的使命是为他们提供一个安全和有趣的地方挂出，享受当地烤杯咖啡和社区成员提供机会，为同学们服务，我们可以经常达到大学生。咖啡厅给地方挂出的学生，并帮助维持基督的中心任务。

source: There was 1 employee in 2004 until 2009 when the coffee shop opened. We currently have the most employees we have ever had at 8. Most of our employees are college students who have classes and busy lives in general. It is difficult keeping up with classes, requests off, etc.
es_es: No era un empleado en el año 2004 hasta 2009, cuando abrió la tienda de café. Actualmente contamos con la mayoría de los empleados que hemos tenido a las 8. La mayoría de nuestros empleados son estudiantes universitarios que tienen las clases y vidas ocupadas en general. Es difícil mantenerse al día con las clases, las solicitudes de descuento, etc
zh_cn: 1雇员在2004年至2009年时，咖啡店开业。目前，我们有我们曾经有员工在8。我们的员工大多是大学生，有一般类和忙碌的生活。这是很难跟上类，请求等

source: Previously we wrote out schedules which might take an hour or more. We are open Monday-Friday from 6am to midnight. There are typically 4 or more shifts each day. It was very time consuming trying to schedule everyone before the employee schedule maker ShiftPlanning.
es_es: Anteriormente hemos escrito los calendarios que se podría tomar una hora o más. Estamos abiertos de lunes a viernes de 6 am a la medianoche. Hay típicamente 4 o más desplaza cada día. Fue mucho tiempo tratando de programar todo el mundo antes de que el empleado ShiftPlanning fabricante del horario.
zh_cn: 以前我们写这可能需要一个小时或更长时间的淘汰时间表。我们是开放的周一至周五从早上6时至午夜十二时。通常有4个或更多的每一天转移。这是非常耗时的尝试之前，雇员时间表制造商ShiftPlanning的安排大家。

source: It is so easy to see who is available for each time block, plug them in and be done! The work scheduler ShiftPlanning is much more time effective. For me that’s great. Being a nonprofit, money and time are things we cherish and try to use as wisely as we can. I would recommend ShiftPlanning, yes! It is an easy way to manage scheduling and a great way to communicate with all employees at one time.
es_es: Es tan fácil ver quién está disponible para cada bloque de tiempo, que conectarlo y hacer! El ShiftPlanning trabajo planificador es el tiempo mucho más eficaz. Para mí eso es genial. Al ser un dinero sin fines de lucro, y el tiempo son las cosas que apreciamos y tratar de usar tan sabiamente como nos sea posible. Yo recomendaría ShiftPlanning, sí! Se trata de una forma sencilla de gestionar la programación y una gran manera de comunicarse con todos los empleados al mismo tiempo.
zh_cn: 它是那么容易，看看谁是每次块，堵塞他们在做！工作的调度ShiftPlanning是更有效。对我来说，这是伟大的。作为一个非盈利性，金钱和时间，是我们珍惜的东西，作为明智的，因为我们可以尝试使用。我会建议ShiftPlanning，没错！这是一个简单的方法来管理调度和一个伟大的方式与全体员工沟通一次。

source: I love ShiftPlanning.
es_es: Me encanta ShiftPlanning.
zh_cn: 我爱ShiftPlanning。

source: Karen Lidberg - Four Winds Coffee & Tea
es_es: Karen Lidberg - Cuatro Vientos de café y té
zh_cn: 卡伦Lidberg - 四风咖啡和茶

source: As the director I do the scheduling and I work in the coffee shop nearly 10 hours a week to cut our payroll. It is so nice to have a scheduling program so that I use as little time as possible scheduling. I have so many other things to take care of throughout the week I can’t imagine taking even one more hour to do schedules. I don’t know where I’d fit it in.
es_es: Como director debo hacer la programación y trabajo en la cafetería cerca de 10 horas a la semana para reducir nuestra nómina. Es tan bueno tener un programa de planificación para que yo uso el tiempo tan poco como sea posible la programación. Tengo muchas otras cosas para cuidar de toda la semana no puedo imaginar teniendo incluso una hora más que ver los horarios. No sé donde lo había encajar
zh_cn: 作为导演，我做的调度和我在咖啡馆工作近10个小时一个星期来削减我们的工资。它是如此漂亮，有一个调度程序，让我用尽可能少的时间，尽可能调度。我有这么多其他的事要照顾整个星期，我无法想象，甚至一个小时，做时间表。我不知道我适合它。

source: We only have 8 employees but it is so convenient to be able to post something on the Message Wall that they will all see at once.
es_es: Sólo tenemos 8 empleados, pero es muy conveniente para ser capaz de publicar algo en la pared de mensajes que todos ellos se ven a la vez.
zh_cn: 我们只有8名员工，但它是如此方便，能上发布的消息华尔街的东西，他们都会看到一次。

# title
source: Centre Region Parks And Recreation Board Centre Regional Recreation Authority - Recreation Employee Scheduling - Case Study
es_es: Centro de Parques y Recreación Región Centro de la Junta de la Autoridad Regional de Recreación - Recreación Planificación de los empleados - Estudio de caso
zh_cn: 中心区的公园及康乐局中心区域游憩管理局 - 康乐员工排班 - 案例研究

# menu
source: Centre Region Parks And Recreation Board Centre Regional Recreation Authority - Recreation Employee Scheduling
es_es: Centro de Parques y Recreación Región Centro de la Junta de la Autoridad Regional de Recreación - Recreación Planificación de los empleados
zh_cn: 中心区的公园及康乐局中心区域游憩管理局 - 康乐员工排班

source: Case Study: Centre Region Parks And Recreation Board Centre Regional Recreation Authority in State College, Pennsylvania, United States
es_es: Estudio de caso: Parques y Recreación Centro de la Región Centro de la Junta de la Autoridad Regional de Recreación en State College, Pennsylvania, Estados Unidos
zh_cn: 案例研究：中心区的公园及康乐局中心区域，美国宾夕法尼亚州立大学，康乐管理局

source: We are a multi-municipal agency serving 5 municipalities in Central PA. The agency operates a total of 829 acres at 52 sites across the region (48 parks, 2 pools, nature center, senior center). The agency is the official “Parks and Recreation Dept.” for each municipality. Since 1966 the agency was created because we can do more, less expensively, through cooperation.
es_es: Somos una agencia multi-municipal al servicio 5 municipios en el centro de AP. La agencia cuenta con un total de 829 hectáreas en 52 sitios en toda la región (48 parques, 2 piscinas, centro de la naturaleza, centro de ancianos). La agencia es la oficial &quot;del Departamento de Parques y Recreación&quot; para cada municipio. Desde 1966 la agencia se creó porque podemos hacer más, a menor costo, a través de la cooperación.
zh_cn: 我们是一个多市级代理服务5市中环PA。该机构设有共829亩，整个地区的52个网站（48个公园，2个游泳池，自然中心，老人中心）。该机构是官方的“公园与娱乐部”各直辖市。该机构自1966年创建的，因为我们可以做更多，成本更低，通过合作。

source: We started with one director and one parks maintenance worker and now we have 18 full-time year-round employees, 80 part-time seasonal, 80 in the school year and 200 each summer. Each supervisor schedules their own seasonal staff: 2 pools, parks maintenance, nature center, senior center, summer camps, etc. Many of the program positions are weather-dependant. The fact that there are multiple, independent sites is a challenge.
es_es: Empezamos con un director y un trabajador de mantenimiento de parques y ahora tenemos 18 a tiempo completo durante todo el año, 80 empleados a tiempo parcial de temporada, 80 en el año escolar y 200 cada verano. Cada supervisor de los horarios de su personal propio de temporada: 2 piscinas, mantenimiento de parques, centro de la naturaleza, centro de ancianos, campamentos de verano, etc Muchos de los puestos del programa son el clima-dependiente. El hecho de que hay sitios múltiples e independientes es un reto.
zh_cn: 我们开始与一名主任和一个公园维修工人，现在我们每年夏天有18全年全职员工，80季节性兼职，在学校每年的80和200。各主管安排自己的季节性员工：2个游泳池，公园维护，自然中心，老人中心，夏令营等许多程序的位置是依赖天气。事实上，有多个，独立的网站是一个挑战。

source: Our previous employee scheduling system was paper posted on the various office bulletin boards.
es_es: Nuestro anterior sistema de planificación empleado fue el papel publicado en los tablones de anuncios varios de oficina.
zh_cn: 我们以前的雇员调度系统的各种办公布告栏上张贴的纸张。

source: We are pleased that multi-site scheduling is now supported in this work scheduler - along with the other improvements that have been made. There are many other P&R Departments in PA that would be interested in this. We employ many teens who will appreciate this service and we will be happy to tell other P&R agencies about this service.
es_es: Estamos encantados de que la programación multi-sitio es ahora compatible con este trabajo programador - junto con las otras mejoras que se han hecho. Hay muchos otros de P &amp; R departamentos en PA que estarían interesados ​​en esto. Contamos con muchos adolescentes que se aprecian este servicio y estaremos encantados de contar otras agencias de P &amp; R sobre este servicio.
zh_cn: 我们很高兴，现在支持多站点的调度这项工作调度 - 连同其他已作出改善。还有其他许多在PA，P＆R部门将在此感兴趣的。我们聘用了大量的青少年，他们会明白这项服务，我们将很高兴向大家介绍此服务的其他P＆R的机构。

source: Ryan impressed me with his quick responses and vision.
es_es: Ryan me impresionó con sus respuestas rápidas y la visión.
zh_cn: 瑞安留下深刻的印象，我与他的快速反应和远见。

source: Ron Woodhead - Director - Centre Region Parks And Recreation Board Centre Regional Recreation Authority
es_es: Ron Woodhead - Director - Centro de Parques y Recreación de la Región Centro de la Junta Regional de la Autoridad Recreación
zh_cn: 罗恩Woodhead公司 - 主任 - 中心区公园及康乐局中心区域游憩管理局

source: <b>Business Name</b>: Centre Region Parks And Recreation Board Centre Regional Recreation Authority
es_es: <b>Nombre del Negocio</b>: Centro de Parques y Recreación Región Centro de la Junta de la Autoridad Regional de Recreación
zh_cn: <b>公司名称</b>：中心区的公园及康乐局中心区域游憩管理局

# title
source: Second Alarmers Association and Rescue Squad of Montgomery County - Non-Profit & Volunteer Scheduling - Case Study
es_es: Alarmers Asociación Segundo Escuadrón de Rescate y del Condado de Montgomery - Programación sin fines de lucro y voluntario - Estudio de caso
zh_cn: 第二Alarmers协会和救援队的蒙哥马利县 - 非营利及义工计划 - 案例研究

source: Case Study: Second Alarmers Association and Rescue Squad of Montgomery County in Willow Grove, Pennsylvania, United States
es_es: Estudio de caso: Asociación Alarmers Segunda y Escuadrón de Rescate del condado de Montgomery en Willow Grove, Pennsylvania, Estados Unidos
zh_cn: 案例研究：的第二Alarmers协会和救援队在蒙哥马利县杨柳树丛，宾夕法尼亚州，美国

source: During a hot July in 1938, fire struck the Moyer Lumber Yard at Old York and Davisville Roads in Willow Grove. Hot, tired firemen were in need of refreshments; however, the Second Alarmers of Philadelphia were unable to respond to the call. Several members of the Willow Grove Fire Company #1 decided that since the Second Alarmers of Philadelphia were unable to assist them, they would start their own organization, patterned after the Philadelphia group. This group, however, would be able to respond to wherever they were called. On February 22, 1938, a meeting was held to form this organization. As stated in the minutes of that meeting, "The purpose...was to form an association to serve coffee, lime water, seltzer, etc. to fireman and police and rescue workers." On a motion by Walter Blair the name of this association would be the Second Alarmers Association of Montgomery County, Willow Grove, PA.
es_es: Durante un caluroso julio de 1938, un incendio arrasó la maderería Moyer en Old York y los caminos de Davisville en Willow Grove. Bomberos calientes y cansados ​​estaban en necesidad de refrescos, sin embargo, los Alarmers Segundo de Filadelfia fueron incapaces de responder a la llamada. Varios miembros de la Compañía de Willow Grove Fire # 1 decidió que ya que los Alarmers Segundo de Filadelfia no pudieron asistir, que comenzaría su propia organización, el modelo del grupo de Filadelfia. Este grupo, sin embargo, sería capaz de responder a cualquier lugar que se llama. El 22 de febrero de 1938, se celebró una reunión para formar esta organización. Como se indica en el acta de esa reunión: &quot;El propósito ... era para formar una asociación para servir el café, el agua de cal, soda, etc, para bombero y policía y los trabajadores de rescate.&quot; En una moción presentada por Walter Blair el nombre de esta asociación sería la segunda Alarmers Asociación del Condado de Montgomery, Willow Grove, Pensilvania.
zh_cn: 在炎热的七月，在1938年，火灾发生在纽约和杨柳树丛Davisville道路旧莫耶板厂。热，累的消防员需要的点心;然而，的费城第二Alarmers的是无法响应号召。杨柳树丛消防公司1＃的几位成员决定，自费城第二Alarmers的是无法帮助他们，他们将开始自己的组织，图案后，费城组。然而，这一组中，将能够应对任何地方，他们被称为。 1938年2月22日，举行了一次会议，形成这个组织。在该次会议的纪要中表示，“我们的目的是形成一个协会，咖啡，石灰水，苏打水等服务消防队员，警察和救援人员。”在沃尔特·布莱尔的议案，该协会的名称将是第二Alarmers协会的蒙哥马利县，杨柳树丛，PA的。

source: As part of the Montgomery County EMS Strike Team, SARS has committed to be available anywhere we are called for a disaster with just a few hours notice. Our deployment in 2008 to Louisiana in the wake of Hurricanes Gustav and Ike recalls SARS members responding to Jackson, Mississippi in the aftermath of Hurricane Camille in 1969. Carrying on our tradition, Second Alarmer's Association and Rescue Squad answered the call.
es_es: Como parte del equipo del Condado de Montgomery huelga de EMS, el SARS se ha comprometido a estar disponible en cualquier lugar que se llama para un desastre con sólo unas horas de anticipacion. Nuestra implementación en 2008 a Luisiana a raíz de los huracanes Gustav e Ike, recuerda que responden a los miembros del SARS Jackson, Mississippi, en las secuelas del huracán Camille en 1969. Continuando con nuestra tradición, la Asociación de Segunda Alarmer y Escuadrón de Rescate respondieron a la llamada.
zh_cn: 蒙哥马利县的EMS特攻队的一部分，SARS一直致力于可在任何地方，我们呼吁只需几个小时通知的灾难。我们在2008年到路易斯安那州的部署在飓风古斯塔夫和艾克之后回忆卡米尔飓风过后，杰克逊，密西西比在1969年的非典成员。在我们的传统账面，第二Alarmer的协会和救援队回答呼叫。

source: We currently have 77 volunteers (employees) that we use the work schedule maker ShiftPlanning to manage. Scheduling volunteers has many unique challenges. Our volunteers volunteer at five different stations and all lead busy lives. Our prior scheduling system was not equipped to deal with this. Our schedules need to be able to be easily changed and flexible as our volunteers often have family, work or personal situations that require changes to the schedule. Also as this is not our primary job a reminder is sometimes necessary (the reminder feature has been widely praised by our "employees").
es_es: Actualmente contamos con 77 voluntarios (empleados) que se utiliza el horario de trabajo ShiftPlanning fabricante de manejar. Programación de los voluntarios tiene muchos retos únicos. Nuestros voluntarios voluntario en cinco estaciones diferentes y todas las vidas ocupadas de plomo. Nuestro sistema de programación antes no estaba preparado para lidiar con esto. Nuestros horarios tienen que ser capaces de ser fácilmente modificados y flexible a nuestros voluntarios a menudo tienen situaciones familiares, laborales o personales que requieren cambios en la programación. Además, como este no es nuestro trabajo principal un recordatorio a veces es necesario (la función de recordatorio ha sido ampliamente elogiada por nuestros &quot;empleados&quot;).
zh_cn: 我们目前有77个志愿者（员工），我们使用工作的时间表制造商ShiftPlanning管理。调度志愿者有许多独特的挑战。我们的志愿者，志愿者在五个不同的车站和所有铅繁忙的生活。我们事先调度系统不具备处理。我们的作息时间，需要能够轻易改变和灵活的，因为我们的志愿者往往有家庭，工作或个人的情况，要求改变时间表。也因为这不是我们的首要工作，提醒有时是必要的（提醒功能已被广泛称赞我们的“打工仔”）。

source: Our old work scheduler was a pencil and paper calendar that sometimes got put into Excel.
es_es: Nuestro viejo trabajo de programador era un lápiz y un calendario de papel que a veces he puesto en Excel.
zh_cn: 我们老的工作调度，铅笔和纸，有时得到到Excel的日历。

source: Scheduling is becoming more streamlined and less of a hassle. I have recommended shift planning to several others and will continue to recommend it.
es_es: Programación es cada vez más ágil y menos de una molestia. Me han recomendado la planificación paso a otros, y seguirá a su favor.
zh_cn: 调度变得更加精简和减少麻烦。我也建议其他几个转变规划，将继续推荐。

source: The ShiftPlanning team is resourceful and eager to help when we encounter challenges. They provide high quality customer service.
es_es: El equipo de ShiftPlanning es ingenioso y dispuesto a ayudar cuando nos encontramos con retos. Ofrecen servicio al cliente de alta calidad.
zh_cn: ShiftPlanning队是足智多谋和渴望帮助时，我们遇到的挑战。他们提供高品质的客户服务。

source: David Tepper - Second Alarmers Association and Rescue Squad of Montgomery County
es_es: David Tepper - Asociación Alarmers Segunda y Escuadrón de Rescate del Condado de Montgomery
zh_cn: 大卫·泰珀 - 蒙哥马利县的第二Alarmers协会和救援队

source: We have been investigating the time clock function for all our volunteers and will be going "live" with it on January 1. Presently our volunteers sign in on a clip board and someone has to enter and add up all the time. This will streamline a time consuming and cumbersome process and hopefully reduce mistakes.
es_es: Hemos estado investigando la función de reloj de tiempo para todos nuestros voluntarios y se va &quot;en vivo&quot; con ella el 1 de enero. En la actualidad nuestros voluntarios se inscriben en un tablero en el clip y alguien tiene que entrar y se suman todo el tiempo. Esto facilitará un proceso largo y engorroso y se espera reducir los errores.
zh_cn: 我们一直在调查时间时钟功能，为我们所有的志愿者，将于1月1日“活”。目前，我们的志愿者签署剪辑板上，有人进入，并添加了所有的时间。这将简化一个耗时和繁琐的过程，并希望减少失误。

source: <b>Business Name</b>: Second Alarmers Association and Rescue Squad of Montgomery County
es_es: <b>Nombre del Negocio</b>: Alarmers Asociación Segundo Escuadrón de Rescate y del Condado de Montgomery
zh_cn: <b>公司名称</b>：蒙哥马利县的第二Alarmers协会和救援队

source: Beloit College Museums - Education Scheduling - Case Study
es_es: Museos Beloit College - Programación de la Educación - Estudio de caso
zh_cn: 伯洛伊特学院博物馆 - 教育调度 - 案例研究

source: Beloit College Museums - Education Scheduling
es_es: Museos Beloit College - Programación de la Educación
zh_cn: 伯洛伊特学院博物馆 - 教育调度

source: Case Study: Beloit College Museums: Wright Museum of Art and Logan Museum of Anthropology in St. Beloit, Wisconsin, United States
es_es: Estudio de caso: Museos Beloit College: Wright Museo de Arte y el Museo de Antropología de Logan St. Beloit, Wisconsin, Estados Unidos
zh_cn: 案例研究：伯洛伊特学院博物馆：赖特在圣伯洛伊特，威斯康星州，美国艺术与洛根人类学博物馆博物馆

source: Wright Museum of Art: In 1892, Helen Brace Emerson donated her personal collection of art to Beloit College and created its first program in art appreciation. She was also instrumental in working with Professor Fisher to bring 125 of the Greek government's plaster casts at the World's Columbian Exposition in Chicago to Beloit. These were presented to the college in 1894, and strengthened an art program built on tangible works for study and appreciation.
es_es: Wright Museum of Art: En 1892, Helen Brace Emerson donó su colección personal de arte de Beloit College, y creó su primer programa en la apreciación del arte. También fue instrumental en el trabajo con el profesor Fisher para llevar 125 de escayola del Gobierno griego pone en la Exposición Mundial Colombina de Chicago a Beloit. Estos fueron presentados a la universidad en 1894, y fortalecido un programa de arte basada en obras tangibles para el estudio y apreciación.
zh_cn: 赖特艺术馆：1892年，海伦支撑艾默生捐赠了她个人的艺术收藏伯洛伊特学院在艺术欣赏中创建的第一个程序。她还与费雪教授的工作，使希腊政府的石膏125在世界哥伦比亚博览会在芝加哥伯洛伊特蒙上。这些学院于1894年提出，并加强建立在研究和欣赏的有形作品的艺术节目。

source: Today, the Wright Museum houses approximately 4,500 objects, mostly European and American prints and paintings, College portraits, 19th century historic architecture photos, Soviet political propaganda posters, and Asian decorative arts, icons, and woodblock prints.
es_es: Hoy en día, alberga el Museo de Wright cerca de 4.500 objetos, grabados en su mayoría europeos y americanos y pinturas, retratos de la universidad, 19 fotografías históricas del siglo la arquitectura, la Unión Soviética carteles de propaganda política, y de Asia artes decorativas, iconos y xilografías.
zh_cn: 今天，怀特博物馆容纳约4500名对象，主要是欧洲和美国的版画和绘画，学院的肖像，19世纪的历史建筑的照片，苏联的政治宣传海报，以及亚洲的装饰艺术，图标，和版画。

source: Logan Museum of Anthropology: The Logan Museum was founded in 1893 with a gift from Beloit College trustee Frank G. Logan of more than 3,000 artifacts that had been exhibited at the World's Columbian Exposition. The museum's collections have grown over the years through additional gifts and purchases and through field expeditions by Beloit College faculty and students. From its inception, the museum has focused on hands-on, educational use of collections.
es_es: Logan Museo de Antropología: El Museo de Logan fue fundada en 1893 con un regalo de Beloit College, síndico Frank G. Logan de más de 3.000 artefactos que habían sido exhibidos en la Exposición Colombina Mundial. Las colecciones del museo han crecido en los últimos años a través de regalos y compras adicionales y por medio de expediciones de campo por parte del profesorado y los estudiantes de Beloit College. Desde sus inicios, el museo se ha concentrado en manos, el uso educativo de las colecciones.
zh_cn: 人类学博物馆：洛根洛根博物馆创立于1893年与3000多家，已在世界哥伦比亚博览会展出的文物从伯洛伊特学院受托人坦率的G洛根的礼物。博物馆的藏品，经过多年的成长，通过额外的礼物和购买，并通过伯洛伊特学院的教师和学生的实地探险。博物馆自成立以来，一直专注于动手，集合教育用途。

source: Historic Memorial Hall built in 1869 to honor Beloit College and community members who died in the Civil War, is the museum's home. The adjoining Godfrey Anthropology Building built in 1975 through a gift by anthropology professor William S. Godfrey, houses classrooms, museum offices, museums gift shop, and collections storage areas. Renovations to the buildings in the 1990s and 2000s enhanced exhibition spaces, collections preservation and accessibility, and student participation in museum work.
es_es: Histórico Memorial Hall construido en 1869 para honrar a Beloit College y miembros de la comunidad que murió en la Guerra Civil, es el hogar del museo. El edificio colindante Godfrey Antropología construido en 1975 a través de un regalo por el profesor de antropología William S. Godfrey, aulas de casas, oficinas del museo, tienda de regalos museos, colecciones y áreas de almacenamiento. Renovaciones a los edificios de los años 1990 y 2000 espacios expositivos mejorados, la conservación de las colecciones y el acceso y la participación del estudiante en la labor museística.
zh_cn: 历史纪念馆建于1869年兑现伯洛伊特学院和社区成员在内战中死亡，是博物馆的家。毗邻戈弗雷人类学通过一份礼物大厦建成于1975年由人类学教授威廉·S·戈弗雷，房屋教室，博物馆办公室，博物馆礼品店，和集合存储领域。在20世纪90年代和2000年代增强展览空间，收藏保存和访问，并在博物馆工作的学生参与的建筑装修。
