Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Our Facebook integration allows both for single-sign on using Facebook as well as data synchronization and employee import.<br /><a href="http://facebook.com/shiftplanning">www.facebook.com/shiftplanning</a>
es_es: Nuestra integración con Facebook permite tanto para inicio de sesión único en el uso de Facebook, así como la sincronización de datos y la importación de los empleados.<br /><a href="http://facebook.com/shiftplanning">www.facebook.com / shiftplanning</a>
zh_cn: 我们的Facebook集成，允许使用以及数据同步和雇员进口Facebook的两个单点登录。<br /><a href="http://facebook.com/shiftplanning">www.facebook.com / shiftplanning</a>

source: Simply sign-in to your web-based e-mail and import your contacts with the click of a button. ShiftPlanning is also full email notification enabled allowing several actions to happen directly from your inbox.
es_es: Basta con registrarse en su web por e-mail e importar sus contactos con el clic de un botón. ShiftPlanning es también la notificación de correo electrónico completa que permite habilitar varias acciones a pasar directamente desde la bandeja de entrada.
zh_cn: 只需登录到您的基于web的电子邮件，并导入您的联系人，点击一个按钮。 ShiftPlanning也是全面启用电子邮件通知，让几个动作，直接从收件箱中发生的。

source: ShiftPlanning is an installable from the <a href="http://www.google.com/enterprise/marketplace/viewListing?productListingId=5951+15332219965537647988">Google Apps marketplace</a>. Setting up is easy and fast, and means that we do all the heavy lifting in creating and setting up your account. Best part is you just login with your Google Apps account!
es_es: ShiftPlanning es un instalable desde el <a href="http://www.google.com/enterprise/marketplace/viewListing?productListingId=5951+15332219965537647988">Google Apps Marketplace</a>. La instalación es fácil y rápido, y significa que hacemos todo el trabajo pesado en la creación y configuración de su cuenta. La mejor parte es que acaba de iniciar sesión con tu cuenta de Google Apps!
zh_cn: ShiftPlanning是从安装 <a href="http://www.google.com/enterprise/marketplace/viewListing?productListingId=5951+15332219965537647988">谷歌应用市场</a>。建立方便，快捷，意味着我们做的所有繁重的创建和设置您的帐户。最好的部分是你刚才与您的Google Apps帐户登录！

source: Excel
es_es: Sobresalir
zh_cn: Excel中

source: We provide both import/export options to Excel in native .xls, and .csv format. This ensures data portability between offline/online.
es_es: Ofrecemos tanto de importación / exportación opciones de Excel en xls nativos., Y. Csv. Esto garantiza la portabilidad de datos entre offline / online.
zh_cn: 我们提供到Excel导入/导出选项在本地的。xls，csv格式。脱机/联机之间，这可以确保数据的可移植性。

source: On Your Website
es_es: En su página web
zh_cn: 在您的网站

source: Easy copy & paste code is provided to allow you to create links to ShiftPlanning or integrate ShiftPlanning into your own website. eg: http://yourwebsite.com/schedule/
es_es: Copia y pega el código Fácil se proporciona para que usted pueda crear enlaces a ShiftPlanning o integrar ShiftPlanning en su propio sitio web. por ejemplo: http://yourwebsite.com/schedule/
zh_cn: 易于复制和粘贴代码，允许你创建链接到ShiftPlanning或融入自己的网站ShiftPlanning的。例如：http://yourwebsite.com/schedule/

source: Payroll Integration
es_es: Nómina de Integración
zh_cn: 薪资一体化

source: With a single click you can easily export your data into 3rd party payroll providors such as ADP, Paychex, Quickbooks, Ceridian, Wells Fargo, and <a href="http://www.shiftplanning.com/blog/updated-employee-payroll-update-payroll-provider-exports.html">many more</a>.
es_es: Con un solo clic usted puede exportar sus datos en 3 ª providors partido de nómina, tales como ADP, Paychex, Quickbooks, Ceridian, Wells Fargo, y <a href="http://www.shiftplanning.com/blog/updated-employee-payroll-update-payroll-provider-exports.html">muchos más</a>.
zh_cn: 只需点击一下，你可以很容易地导出到第三方，如ADP，以Paychex的Quickbooks，Ceridian，富国银行的工资providors数据，并 <a href="http://www.shiftplanning.com/blog/updated-employee-payroll-update-payroll-provider-exports.html">许多</a>。

source: Event & Project Scheduling
es_es: Eventos y Programación de proyectos
zh_cn: 活动及项目调度

source: Integrated event & Project scheduling
es_es: Evento integrado y programación del proyecto
zh_cn: 综合活动及项目调度

source: ShiftPlanning's online scheduling platform is centralized, meaning that both you and your employees have 24/7 access to the most up to date information.</p><p>With nothing to download and tons of 3rd party integration it's easier than you think to move to an online employee scheduling software built for the 21st century
es_es: ShiftPlanning plataforma de programación en línea está centralizada, lo que significa que tanto usted como sus empleados tienen acceso 24/7 para los más de información actualizada.</p><p>Sin nada que descargar y toneladas de la integración de 3 ª parte es más fácil de lo que piensa mudarse a un software programar del empleado en línea construida para el siglo 21
zh_cn: ShiftPlanning的网上调度平台是集中的，这意味着，你和你的员工有24/7访问最最新信息。</p><p>没有下载和第三方集成万吨，这是更容易比你想移动到线上的员工排班软件建立面向21世纪的

source: Conflict Free Scheduling
es_es: Conflicto de programación gratis
zh_cn: 无冲突调度

source: Involve your staff in the process
es_es: Involucre a su personal en el proceso
zh_cn: 在这个过程中涉及您的员工

source: ShiftPlanning allows you to easily print or export any report to .csv file.
es_es: ShiftPlanning le permite imprimir fácilmente o exportar cualquier informe a. Csv.
zh_cn: ShiftPlanning让您可以轻松地打印或导出的任何报告。CSV文件。

source: Using the optional Attendance Confirmation tools, ShiftPlanning allows you to accurately use the data for accounting.
es_es: Utilizando las herramientas de asistencia opcional de confirmación, ShiftPlanning le permite utilizar con precisión los datos de la contabilidad.
zh_cn: ShiftPlanning使用可选的确认出席的工具，让您准确使用会计数据。

source: Time Card Calculator & Timesheet management with premium Time Clock Software
es_es: Tiempo calculadora de tarjetas y la gestión de parte de horas con el software del reloj de tiempo premium
zh_cn: 时间卡计算器和时间表管理，与保费时钟软件

source: ShiftPlanning-Employee time clocking software providing biometric, mobile and IP Address time clocking with complete timesheet management system!
es_es: ShiftPlanning-empleado de tiempo de reloj de software que proporciona tiempo de Dirección biométrica, móvil e IP reloj con sistema completo de gestión de parte de horas!
zh_cn: ShiftPlanning员工的时间时钟提供生物识别，移动和IP地址的时间与完整的时间表管理系统时钟的软件！

source: ShiftPlanning,Time Card Calculator, timesheet Calculator, Time Clock Software
es_es: ShiftPlanning, Calculadora de Tarjeta de Tiempo, Calculadora de horas, Software de tiempo de reloj
zh_cn: ShiftPlanning，时间卡计算器，时间表计算器，时钟软件

source: <font style="font-size: 90%;">Online Time Clock Software & Online Biometric Time Clock</font>
es_es: <font style="font-size: 90%;">Tiempo en línea de software de reloj y del reloj biométrico en línea</font>
zh_cn: <font style="font-size: 90%;">在线时间时钟软件和网络的生物时钟</font>

source: ShiftPlanning's web based time clock software gets rid of the need for expensive stand-alone equipment while stream-lining the process of timesheet management allowing you to take your employee work data directly to payroll.</p><p>Using innovative technology ShiftPlanning can still provide the same security features you're used to to ensure on-location time clocking and even biometrics.
es_es: ShiftPlanning web basada en software de reloj de tiempo se deshace de la necesidad de costosos equipos autónomos, mientras que la corriente de la guarnición del proceso de gestión de parte de horas que le permite llevar sus datos de trabajo de los empleados directamente en la nómina.</p><p>Utilizando la innovadora tecnología ShiftPlanning todavía puede ofrecer las mismas características de seguridad que está acostumbrado a garantizar en el tiempo marcando la ubicación e incluso la biometría.
zh_cn: ShiftPlanning的基于网络的时钟软件获取摆脱昂贵的单机设备的需要而流衬里的时间表管理的过程中，让你把你的员工的工作数据，直接到工资。</p><p>使用创新技术ShiftPlanning的仍然可以提供你使用，以确保定位时间，时钟和生物识别相同的安全功能。

source: Integrated Time Sheets Calculator & Scheduling
es_es: Hojas de Tiempo integrado calculadora y agenda
zh_cn: 综合考勤表计算器及调度

source: The employee time clock software with its time card calculator and other features is completely integrated with our scheduling system - which provides greater control over employee performance and even over the time-clocking itself.
es_es: El tiempo de los empleados el software del reloj con su calculadora de tarjeta de tiempo y otras características está completamente integrado con nuestro sistema de programación - que proporciona un mayor control sobre el desempeño del empleado, e incluso sobre el propio tiempo de reloj.
zh_cn: 员工的时间，时间卡计算器和其他功能的时钟软件完全集成与调度系统 - 它提供了更大的性能，甚至超过雇员控制时间的时钟本身。

source: Shift Controlled Time Clocking
es_es: Desplazamiento Forzado de la velocidad de tiempo controlado
zh_cn: 转向控制时间时钟

source: Affordable online biometric time clock calculator
es_es: Accesible en línea biométrico del reloj calculadora
zh_cn: 负担得起的在线生物时钟，计算器

source: ShiftPlanning provides an affordable alternative for businesses that still want the security of a biometric device but still want to stay within their budget. ShiftPlanning can use hardware you already have to eliminate buddy clocking.
es_es: ShiftPlanning ofrece una alternativa asequible para las empresas que aún quieren la seguridad de un dispositivo biométrico, pero todavía quiere permanecer dentro de su presupuesto. ShiftPlanning puede utilizar el hardware que ya tienes para eliminar compañero de reloj.
zh_cn: ShiftPlanning企业仍然希望生物识别设备的安全提供了一个廉价的替代，但仍希望留在他们的预算。 ShiftPlanning可以使用的硬件，你已经有了消除好友时钟。

source: Biometric Time Clocking
es_es: Tiempo Reloj Biométrico
zh_cn: 生物识别时间时钟

source: Prevent Buddy Clocking
es_es: Prevenir Amigos Reloj
zh_cn: 防止好友时钟

source: Who's Clocked in Now
es_es: ¿Quién se registró en Ahora
zh_cn: 现在谁的时钟

source: ShiftPlanning is web based allowing you to easily view who is currently clocked in, where they clocked in from & what they're working on.
es_es: ShiftPlanning está basada en web que le permite ver fácilmente quién está registrado en el, donde se registró desde y lo que están trabajando.
zh_cn: ShiftPlanning是基于网络让你可以轻松地查看目前，在那里他们从＆他们正在主频，主频。

source: Biometric Online Time Clocking
es_es: Tiempo Reloj Biométrico en línea
zh_cn: 生物识别在线时间时钟

source: Using any webcam you can instantly setup a biometric device that will take a photo at each clock in/out. This helps to eliminate buddy-clocking while keeping costs down while at the same time making clocking in and out 'fun' :)
es_es: El uso de cualquier cámara web inmediatamente puede configurar un dispositivo biométrico que tomar una foto en cada reloj de entrada / salida. Esto ayuda a eliminar amigos de overclocking mientras mantiene los costos bajos, mientras que al mismo tiempo, hacer de reloj de entrada y salida &quot;diversión&quot; :)
zh_cn: 使用任何摄像头，您可以立即安装生物识别装置，将在每个时钟输入/输出的照片。这有助于消除好友的时钟，而降低成本，而在同一时间使时钟和&#39;乐趣&#39;:)

source: Time Clock Locations
es_es: Ubicaciones Hora
zh_cn: 时钟的位置

source: From our <b>web based time clock software</b> you can control where employees clock in/out from by setting up locations that can be tied to an i.p. address or individual computer(s).
es_es: De nuestra <b>Web basada en el tiempo del reloj de software</b> usted puede controlar donde el reloj empleados in / out desde mediante la creación de lugares que pueden estar vinculadas a una dirección IP o una computadora individual (s).
zh_cn: 从我们的 <b>基于网络的时钟软件</b> 您可以控制​​员工在/时钟由设立，可连接到一个IP地址或个人电脑（S）的位置。

source: Time Clock Terminals
es_es: Terminales Hora
zh_cn: 时钟终端

source: With our <b>online time clock software</b> you can setup individual terminals which are a simplified interfaces that allow employees to clock in/out much faster. Works with <b>touch-screens</b> as well!
es_es: Con nuestro <b>el tiempo en línea de software de reloj</b> puede configurar los terminales individuales, que son unos interfaces simplificados que permiten a los empleados del reloj de entrada / salida mucho más rápida. Funciona con <b>pantallas táctiles</b> así!
zh_cn: 与我们的 <b>在线时间时钟软件</b> 你可以设置这是一个简化的接口，允许时钟/快得多员工的个人终端。兼容于 <b>触摸屏</b> 还有！

source: Time Card Calculator - Track Absences / Employee Performance
es_es: Time Calculator Tarjeta - Las ausencias de pista / desempeño de los empleados
zh_cn: 时间卡计算器 - 田径缺席/员工绩效

source: With time card calculator and integrated scheduling you can easily track employee performance and absences with our web based time clock software.
es_es: Con la calculadora de tarjeta de tiempo y programación integrada usted puede seguir fácilmente el desempeño del empleado y las ausencias con nuestro software basado en web reloj de tiempo.
zh_cn: 随着时间的推移卡计算器和综合调度，你可以轻松地跟踪雇员的表现和缺席，我们基于网络的时钟软件。

source: Timesheet Software Management
es_es: Software de gestión de parte de horas
zh_cn: 海上软件管理

source: Easily manage web based employee timesheets online anytime, anywhere. Quickly filter through time-sheets and pull online time-sheet reports.
es_es: Administre fácilmente hojas de asistencia basados ​​en la web de los empleados en línea en cualquier momento y en cualquier lugar. Filtrar rápidamente a través del tiempo las hojas y tire en línea de hojas de tiempo de los informes.
zh_cn: 轻松管理基于网络的雇员时间表，网上，随时随地。快速筛选通过时间片和拉上网时间表报告。

source: Integrated Scheduling
es_es: Programación Integral
zh_cn: 综合调度

source: With our powerful integrated employee scheduling software you can take full advantage of controlling clock times, tracking absences, manage overtime and more.
es_es: Con nuestro potente software integrado de programación empleado puede aprovechar al máximo el control de las horas del reloj, el seguimiento de las ausencias, gestión de horas extras y mucho más.
zh_cn: 与我们强大的综合员工排班软件，可以充分利用时钟时间控制，跟踪缺席，管理加班多。

source: IP Address Time Clocking
es_es: Tiempo dirección IP Reloj
zh_cn: IP地址的时间时钟

source: On every timeclock we store the i.p. address to help eliminate buddy-clocking and improve management.
es_es: En cada reloj temporizador se almacena la dirección IP para ayudar a eliminar amigos de overclocking y mejorar la gestión.
zh_cn: 上每timeclock我们存储的IP地址，以帮助消除好友超频和改善管理。

source: Mobile Time Clocking
es_es: Tiempo Reloj Móvil
zh_cn: 移动时间时钟

source: Using virtually any mobile device, our upcoming mobile app, will allow employees to clock in and out of work from anywhere.
es_es: Utilizando prácticamente cualquier dispositivo móvil, nuestra aplicación móvil de próxima, permitirá a los empleados del reloj de entrada y salida del trabajo desde cualquier lugar.
zh_cn: 使用几乎任何移动设备，我们即将推出的移动应用程序，将允许员工在任何地方工作和时钟。

source: Timesheet Import
es_es: Importar parte de horas
zh_cn: 时间表导入

source: Customizable web based Time Clock Software Settings
es_es: Personalizables basadas en la web La configuración de tiempo de reloj de software
zh_cn: 可定制的基于网络的时钟软件设置

source: ShiftPlanning gives you complete control to customize clock time rounding rules, lock clocking to certain locations, even to auto-clock out users when their shifts are over.
es_es: ShiftPlanning le da un control completo para personalizar las reglas de redondeo de tiempo de reloj, bloqueo de reloj a ciertos lugares, incluso a la auto-reloj a los usuarios cuando sus cambios se han terminado.
zh_cn: 的ShiftPlanning让您完全控制自定义时钟的时间四舍五入规则，锁定时钟某些地方，甚至到了用户的自动时钟时，他们的变化是超过。

source: API Access
es_es: Acceso a la API
zh_cn: API访问

source: Full time clock implementation in our <a href="http://www.shiftplanning.com/api/">Data API</a> which will allow easy 3rd party access to our employee online time clock software, and facilitate integration with apps you already use.
es_es: A tiempo completo la aplicación de reloj en nuestro <a href="http://www.shiftplanning.com/api/">API de datos de</a> lo que permitirá un fácil acceso a la 3 ª parte de nuestros empleados en línea de software reloj de tiempo, y facilitar la integración con las aplicaciones que ya utilizan.
zh_cn: 全日制在我们的时钟实施 <a href="http://www.shiftplanning.com/api/">数据API</a> 这将使容易第三党访问我们的员工在线时间时钟软件，方便与您已经使用的应用程序的集成。

source: Nothing to download, 24/7 access from anywhere, always up to date.
es_es: No hay nada que descargar, acceso 24/7 desde cualquier lugar, siempre al día.
zh_cn: 没有下载，24/7从任何地方访问，始终保持更新。

source: ShiftPlanning's online scheduling platform is centralized, meaning that both you and your employees have 24/7 access to the most up to date information.</p><p>With nothing to download and tons of 3rd party integration it's easier than you think to move to an online employee scheduling software built for the 21st century.
es_es: ShiftPlanning plataforma de programación en línea está centralizada, lo que significa que tanto usted como sus empleados tienen acceso 24/7 para los más de información actualizada.</p><p>Sin nada que descargar y toneladas de la integración de 3 ª parte es más fácil de lo que piensa mudarse a un software programar del empleado en línea construido en el siglo 21.
zh_cn: ShiftPlanning的网上调度平台是集中的，这意味着，你和你的员工有24/7访问最最新信息。</p><p>用什么下载和第三方集成万吨，比你想象的移动为21世纪建立一个在线的员工排班软件更容易。

source: Full Data Access
es_es: Acceso a datos completa
zh_cn: 完整的数据访问

source: With ShiftPlanning you have full access to your data. We provide many export options from individual schedules, employees to full account export. Data can also be accessed through our Data API.
es_es: Con ShiftPlanning usted tiene acceso completo a sus datos. Ofrecemos muchas opciones de exportación de los calendarios individuales, empleados de las exportaciones en cuenta. Los datos también se puede acceder a través de nuestra API de datos.
zh_cn: 与ShiftPlanning，你有完全访问您的数据。我们提供许多出口选项，从个人的日程，员工要充分考虑出口。数据也可以通过我们的数据API访问。

source: Integration with your favori payroll Processors
es_es: Integración con sus procesadores de nómina Favori
zh_cn: 与您的favori工资处理器的集成

source: Coming Soon ShiftPlanning will 'Out of the Box' be pre-enabled to work with tons of 3rd party payroll processors. We have taken out the tedious numbers and payroll work so that you can spend less time in your office and more time running your business.
es_es: Próximamente se ShiftPlanning &#39;Out of the Box&#39; se pre-activado para poder trabajar con toneladas de procesadores de 3 º de la nómina. Hemos sacado los números y el trabajo tedioso de nómina para que usted pueda pasar menos tiempo en su oficina y más tiempo de funcionamiento de su negocio.
zh_cn: 未来不久的ShiftPlanning将“框”预先启用工作与第三方薪金处理器吨。我们已经采取了繁琐的数字和工资的工作，以便您可以花费更少的时间和更多的时间在你的办公室，运行您的业务。

source: Customizable Workforce Management application
es_es: Plantilla personalizable aplicación de gestión de
zh_cn: 定制的劳动力管理中的应用

source: Make ShiftPlanning your own
es_es: Haga su propio ShiftPlanning
zh_cn: 使ShiftPlanning自己

source: ShiftPlanning allows you to add your logo, have a custom url, and even quickly embed the ShiftPlanning app into your existing website or intranet.</p><p>We understand that no two businesses are the same so we've made sure our application is ready to handle all types of businesses and feature settings can be turned on and off quickly to customize the app to the needs of your business and industry.
es_es: ShiftPlanning le permite añadir su logo, tiene una dirección URL personalizada, rápida e incluso integrar la aplicación ShiftPlanning en su sitio web existente o de una intranet.</p><p>Entendemos que no hay dos empresas son los mismos que nos hemos asegurado de nuestra aplicación está preparada para manejar todo tipo de empresas y de configuración de funciones se pueden activar y desactivar con rapidez para personalizar la aplicación a las necesidades de su negocio y la industria.
zh_cn: ShiftPlanning允许您添加您的标志，有一个自定义的URL，甚至迅速嵌入到现有的网站或Intranet ShiftPlanning应用。</p><p>据我们所知，没有任何两个企业是相同的，所以我们确保我们的应用程序是准备来处理所有类型的业务和功能设置，可以打开和关闭快速定制应用程序到您的企业和行业的需求。

source: Setup the Application the way you need
es_es: Instalación de la aplicación de la manera que usted necesita
zh_cn: 你需要的方式，设置应用程序

source: ShiftPlanning allows you to turn on/off individual modules and to customize every settings so that the app works just the way you need it to. Don't worry; It comes 'out-of-the box' configured pretty smartly ;)
es_es: ShiftPlanning le permite activar / desactivar módulos individuales y personalizar la configuración de cada fin de que la aplicación funciona de la manera que se necesita. No te preocupes, se trata de &quot;out-of-the box&quot; configurado muy inteligente ;)
zh_cn: ShiftPlanning允许您打开/关闭个别模块和定制，使应用程序只是工作的方式，你需要它的每个设置。不要担心，它有“盒”非常巧妙地配置;)

source: Application Settings
es_es: Configuración de la aplicación
zh_cn: 应用程序设置

source: Change the Look and Feel, even the Location
es_es: Cambiar el aspecto y el estilo, aunque la ubicación
zh_cn: 改变外观和感觉，甚至位置

source: To create a seamless experience for your users ShiftPlanning allows you to upload your logo, and edit your personal url. You can even use our easy copy & paste code to setup on your own domain name!
es_es: Para crear una experiencia perfecta para su ShiftPlanning usuarios le permite cargar su logotipo, y editar su URL personal. Usted puede incluso utilizar nuestra copia y pega el código fácil de instalar en su propio nombre de dominio!
zh_cn: 以创建无缝为用户ShiftPlanning的经验，允许您上传您的标志，并编辑您的个人网址。你甚至可以使用我们简单的复制和粘贴代码，设置自己的域名！

source: Custom Domain Name
es_es: Nombre de dominio personalizado
zh_cn: 自定义域名

source: Brand Us
es_es: Marca con nosotros
zh_cn: 品牌简介

source: Upload your company's logo to brand your ShiftPlanning account. This brings familiarity to your employees and will help them feel safer and more connected to your business.
es_es: Sube el logotipo de su empresa con la marca de su cuenta de ShiftPlanning. Esto hace que la familiaridad de sus empleados y les ayudará a sentirse más seguro y más conectados con su negocio.
zh_cn: 上传贵公司的标志，以品牌ShiftPlanning帐户。这使员工熟悉，将有助于他们感到更安全和更连接到您的业务。

source: Your own Url
es_es: Su propia URL
zh_cn: 您自己的URL

source: Choose a custom domain to use with your ShiftPlanning account. This allows you to provide your employees with a custom experience making them feel safer and more connected to your business. eg: http://example.shiftplanning.com
es_es: Elegir un dominio personalizado para usar con su cuenta de ShiftPlanning. Esto le permite ofrecer a sus empleados con una experiencia personalizada que se sientan más seguros y más conectados con su negocio. por ejemplo: http://example.shiftplanning.com
zh_cn: 选择一个自定义域使用与您ShiftPlanning帐户。这允许您提供一个定制的经验，使他们感到更安全和更连接到您的企业员工。例如：http://example.shiftplanning.com

source: Security & Safety
es_es: Seguridad y Seguridad
zh_cn: 安全与防护

source: ShiftPlanning uses the latest web technologies to deliver both an intuitive online application while at the same time adhering to strict security standards to ensure your data is secure and accessible 24/7.</p><p>We've taken measures at every level to ensure that your data is safe & users are protected.For more information please see our full <a href="http://www.shiftplanning.com/privacy/" class="red">privacy policy</a> and below for a complete list of security features.
es_es: ShiftPlanning utiliza las últimas tecnologías web para ofrecer tanto una aplicación intuitiva en línea, mientras que al mismo tiempo, la adhesión a las normas de seguridad estrictas para garantizar que sus datos están seguros y accesibles 24/7.</p><p>Hemos tomado medidas en todos los niveles para asegurar que sus datos están seguros y los usuarios son la información protected.For más, por favor consulte nuestra completa <a href="http://www.shiftplanning.com/privacy/" class="red">política de privacidad</a> y por debajo para una lista completa de características de seguridad.
zh_cn: ShiftPlanning使用最新的网络技术提供一个直观的网上申请，而同时坚持严格的安全标准，以确保您的数据安全和访问24/7。</p><p>我们在各个层面采取措施，以确保您的数据安全，用户protected.For更多信息，请参阅我们的充分 <a href="http://www.shiftplanning.com/privacy/" class="red">隐私权政策</a> 和下面的安全功能的完整列表。

source: Download your own data
es_es: Descargue sus propios datos
zh_cn: 下载自己的数据
