Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Print Report
es_es: Imprimir el informe
zh_cn: 打印报告

source: Save as CSV
es_es: Guardar como CSV
zh_cn: 保存为CSV

source: All Locations
es_es: Todos los destinos
zh_cn: 所有地点

source: All Positions
es_es: Todas las posiciones
zh_cn: 所有职位

source: In-Active
es_es: En-Activo
zh_cn: 在主动

source: ALL
es_es: TODO
zh_cn: 所有

source: All Skills
es_es: Todas las habilidades
zh_cn: 所有技能

source: Options
es_es: Opciones
zh_cn: 选项

source: No Results to display.
es_es: No hay resultados para mostrar.
zh_cn: 没有可显示的结果。

source: Try adjusting your paramaters above.
es_es: Trate de ajustar los parametros de arriba.
zh_cn: 尝试调整您的paramaters以上。

source: Schedule Summary
es_es: Calendario Resumen
zh_cn: 附表摘要

source: View the shifts & number of hours scheduled per employee totaled by position & location & day.
es_es: Ver los turnos y número de horas programadas por empleado ascendió por la posición y la ubicación y día.
zh_cn: 查看位置及定位及日间的转变及每名雇员的计划小时数达。

source: View the shifts & number of hours you have worked by position & location.
es_es: Ver los turnos y número de horas que han trabajado por la posición y ubicación.
zh_cn: 查看小时轮班的数量，位置及定位工​​作。

source: Hours Scheduled
es_es: Horas programadas
zh_cn: 小时预定

source: View the number of hours scheduled for employees during a certain time period.
es_es: Ver el número de horas previsto para los empleados durante un período de tiempo determinado.
zh_cn: 查看为员工安排在一定时间内的小时数。

source: View the number of hours you have been scheduled during a certain time period.
es_es: Ver el número de horas que se han programado durante un cierto período de tiempo.
zh_cn: 查看你已计划在一定时间内的小时数。

source: Shifts Scheduled
es_es: Turnos programados
zh_cn: 轮班计划

source: View the Shifts scheduled for employees during a certain time period.
es_es: Ver los turnos programados para los empleados durante un período de tiempo determinado.
zh_cn: 为员工安排在一定时间内的转换。

source: View the Shifts that you have been scheduled during a certain time period.
es_es: Ver los cambios que se han programado durante un cierto período de tiempo.
zh_cn: 查看您已计划在一定时间内的位移。

source: Shifts Confirmed
es_es: Los cambios confirmados
zh_cn: 轮班确认

source: View the number of confirmed hours scheduled for employees during a certain time period.
es_es: Ver el número de horas programadas confirmados para los empleados durante un período de tiempo determinado.
zh_cn: 查看证实小时数为员工安排在一定时间内。

source: View the number of confirmed hours you worked during a certain time period.
es_es: Ver el número de horas confirmó que trabajó durante un cierto período de tiempo.
zh_cn: 查看证实小时，你在一定时间内工作。

source: Shift Exchanges
es_es: Los intercambios de turnos
zh_cn: 转移交易

source: View the number of shift trades, and pick-ups during a certain time period by employee
es_es: Ver el número de operaciones de cambio, y pick-ups durante un período de tiempo determinado por el empleado
zh_cn: 查看移位交易的数量，在一定时间内由雇员和皮卡

source: View the number of shift trades, and open shifts you have made during a certain time period.
es_es: Ver el número de operaciones de cambio y los cambios abiertos que han hecho durante un cierto período de tiempo.
zh_cn: 转变行业，开放的转变，你在一定时间内取得。

source: View the availability for employees employees during a certain time period.
es_es: Ver la disponibilidad para los empleados de los empleados durante un período de tiempo determinado.
zh_cn: 在一定时间内查看员工员工的可用性。

source: View the number of available hours you have during a certain time period.
es_es: Ver el número de horas disponibles que se tienen durante un determinado periodo de tiempo.
zh_cn: 查看你在一定时间内可用小时数。

source: Unavailability
es_es: Falta de disponibilidad
zh_cn: 不可用

source: View the unavailability for employees employees during a certain time period.
es_es: Ver la falta de disponibilidad de los trabajadores empleados durante un período de tiempo determinado.
zh_cn: 在一定时间内得不到员工员工。

source: View the number of unavailable hours you have during a certain time period.
es_es: Ver el número de horas no disponibles usted tiene durante un cierto período de tiempo.
zh_cn: 你在一定时间内不可用小时数。

source: Crib Sheet
es_es: Hoja de Cuna
zh_cn: 婴儿床表

source: Print out a handy crib-sheet for any given day. Useful for keeping track of breaks/hours offline.
es_es: Imprima una mano la cuna hojas para un día determinado. Útil para hacer el seguimiento de las pausas y horas fuera de línea.
zh_cn: 打印出任何一天一个方便的婴儿床表。用于跟踪离线休息/小时。

source: Time Sheet Summary
es_es: El tiempo Hoja de Resumen
zh_cn: 时间负债表摘要

source: View the number of hours employees have clocked total by employee, day, and week.
es_es: Ver el número de empleados total de horas se han registrado por el empleado, el día y semana.
zh_cn: 查看主频雇员，一天，一周总小时的雇员人数。

source: View the number of hours you have clocked by day and week.
es_es: Ver el número de horas que se han registrado durante el día y semana.
zh_cn: 小时数，日和星期主频。

source: Time Sheets
es_es: Hojas de Tiempo
zh_cn: 时程表

source: View the number of hours employees have clocked.
es_es: Ver el número de horas que los empleados se han registrado.
zh_cn: 小时的雇员人数已主频。

source: View the number of hours you have clocked.
es_es: Ver el número de horas que se han registrado.
zh_cn: 查看你有时钟的小时数。

source: Time Sheet Attendance
es_es: Asistencia por Hoja
zh_cn: 时间表出席

source: View the number of shifts/hours employees have clocked, as well as how often they have been late or absent.
es_es: Ver el número de turnos / horas que los empleados velocidad de reloj, así como la frecuencia con que se han atrasado o ausente.
zh_cn: 主频/小时的员工，以及多久，他们已经迟到或缺席的数量变化。

source: View the number of shifts/hours you have clocked, as well as how often you have been late or absent.
es_es: Ver el número de turnos y horas que se han registrado, así como la frecuencia con que se han atrasado o ausente.
zh_cn: 查看你的时钟，以及如何，往往你已经迟到或缺席轮班/小时。

source: Attendance Statistics
es_es: Estadísticas de asistencia
zh_cn: 考勤统计

source: View the number of shifts/hours employees have worked, as well as how often they have been late or absent.
es_es: Ver el número de turnos / horas han trabajado los empleados, así como la frecuencia con que se han atrasado o ausente.
zh_cn: 查看/小时，员工的工作，以及他们往往已经迟到或缺席的数量变化。

source: View the number of shifts/hours you have worked, as well as how often you have been late or absent.
es_es: Ver el número de turnos y horas que ha trabajado, así como la frecuencia con que se han atrasado o ausente.
zh_cn: 轮班/小时，你有工作，以及如何，往往你已经迟到或缺席。

source: Vacation Statistics
es_es: Estadísticas de vacaciones
zh_cn: 假期统计

source: View the number of days employees have been given for vacation, or how many were rejected / left outstanding.
es_es: Ver el número de días que los empleados se les ha dado para las vacaciones, o cuántas fueron rechazadas / que quedaron pendientes.
zh_cn: 天员工人数已休假，或有多少被拒绝/悬而未决。

source: View the number of days you have been given for vacation, or how many were rejected / left outstanding.
es_es: Ver el número de días que le han dado para las vacaciones, o cuántas fueron rechazadas / que quedaron pendientes.
zh_cn: 查看你已经给休假的天数，或有多少被拒绝/悬而未决。

source: Looking for a report that isn't here?
es_es: ¿Busca un informe que no está aquí?
zh_cn: 寻找一份报告，是不是在这里吗？

source: Send us a request
es_es: Envíenos una solicitud
zh_cn: 我们发送一个请求

source: Start Date
es_es: Fecha de inicio
zh_cn: 开始日期

source: Start Time
es_es: Hora de inicio
zh_cn: 开始时间

source: End Date
es_es: Fecha de finalización
zh_cn: 结束日期

source: End Time
es_es: Hora de finalización
zh_cn: 结束时间

source: Slots
es_es: Tragamonedas
zh_cn: 插槽

source: Empty Slot
es_es: Ranura vacía
zh_cn: 空槽

source: All Locations / Positions
es_es: Todas las ubicaciones o posiciones
zh_cn: 所有地点/位置

source: Start
es_es: Comenzar
zh_cn: 开始

source: End
es_es: Final
zh_cn: 结束

source: Employees with Zero Hours have been hidden.
es_es: Los empleados con cero horas se han ocultado.
zh_cn: 零小时的员工已被隐藏。

source: Click Here to Show them
es_es: Haga clic aquí para mostrarles
zh_cn: 点击这里向他们展示

source: Employee, Trades Given, Trades Requested, Trades Accepted, Open Shifts Requested, Open Shifts Granted
es_es: Empleados, Comercios Dada, Comercio solicitada, Comercio aceptadas, turnos abiertos requerido, turnos abiertos Concedido
zh_cn: 雇员，行业，请求贸易，贸易接受，开放移位请求，开放移授

source: Given
es_es: Dado
zh_cn: 特定

source: Requested
es_es: Pedido
zh_cn: 要求

source: Granted
es_es: Concedido
zh_cn: 授予

source: Employees with Zero Hours exchanges been hidden.
es_es: Los empleados con los intercambios cero horas ha ocultado.
zh_cn: 与零小时交流的员工被隐藏。

source: This report is showing times that your employees are <b>Available</b>
es_es: Este informe muestra los tiempos de que sus empleados son <b>Disponible</b>
zh_cn: 这份报告显示倍，你的员工 <b>可用的</b>

source: This report is showing times that your employees are <b>Unavailable</b>
es_es: Este informe muestra los tiempos de que sus empleados son <b>Inasequible</b>
zh_cn: 这份报告显示倍，你的员工 <b>不可用</b>

source: Total time for this period are <b>rounded to the nearest {pref_tc_round_to} Minutes.</b>
es_es: El tiempo total para este período son <b>redondeado a la {pref_tc_round_to} Minutos.</b>
zh_cn: 此期间的总时间 <b>四舍五入至最接近的 {pref_tc_round_to} 分钟。</b>

source: Shifts
es_es: Los cambios
zh_cn: 轮班

source: Hours Clocked
es_es: Horas Clocked
zh_cn: 小时时钟

source: Late
es_es: Tarde
zh_cn: 晚

source: Absent
es_es: Ausente
zh_cn: 缺席

source: Clock VS Shift
es_es: Reloj de cambio de VS
zh_cn: 时钟VS移的

source: Approved
es_es: Aprobado
zh_cn: 批准

source: Declined
es_es: Rehusó
zh_cn: 下降

source: Pending
es_es: Pendiente
zh_cn: 有待

source: notes
es_es: notas
zh_cn: 笔记

source: Break
es_es: Romper
zh_cn: 打破

source: Cut Time
es_es: Reduzca el tiempo de
zh_cn: 切时间

source: Total Hours
es_es: Total de horas
zh_cn: 总时数

source: Initials
es_es: Iniciales
zh_cn: 声母

source: Scheduled Hours
es_es: Horas programadas
zh_cn: 预定时间

source: Confirmed Hours
es_es: Horas confirmados
zh_cn: 确认时间

source: Deduct Breaks
es_es: Deducir Breaks
zh_cn: 扣除休息

source: Don't Group
es_es: No agrupe
zh_cn: 不分组

source: Group by Employee
es_es: Grupo por el empleado
zh_cn: 集团由雇员

source: Group by Employee & Position
es_es: Grupo por el empleado y posición
zh_cn: 集团员工和位置

source: Export
es_es: Exportar
zh_cn: 出口

source: Edit Export Settings
es_es: Editar la configuración de exportación
zh_cn: 编辑导出设置

source: Payroll reports are in Beta
es_es: Informes de nómina son en versión beta
zh_cn: 薪资报告是在Beta

source: While we work to improve the functionality of our Payroll Reports & Payroll Integration we want to clearly note that this module is going to be under rapid development, and we invite you to participate:
es_es: Mientras trabajamos para mejorar la funcionalidad de nuestros informes de nómina y de integración de nómina que queremos señalar claramente que este módulo va a estar en fase de desarrollo rápido, y te invitamos a participar:
zh_cn: 虽然我们的工作，以改善我们的薪资报告和薪资一体化，我们要清醒地注意到，该模块将是快速发展下的功能，我们邀请您参加：

source: If you're interested in seeing more options & different variations of these reports please <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=20768" target="_blank"><u>submit a request here</u></a>.
es_es: Si estás interesado en ver más opciones y diferentes variaciones de estos informes por favor <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=20768" target="_blank"><u>presentar una solicitud aquí</u></a>.
zh_cn: 如果你看到更多的选择和不同的变化，这些报告有兴趣，请 <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=20768" target="_blank"><u>提交请求</u></a>。

source: Don't forget to <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=544" target="_blank"><u>let us know which payroll providor</u></a> that you're using so we can add it to our integration list.
es_es: No se olvide de <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=544" target="_blank"><u>háganos saber qué providor nómina</u></a> que está utilizando para que podamos añadir a nuestra lista de integración.
zh_cn: 不要忘了 <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=544" target="_blank"><u>让我们知道工资providor</u></a> 您正在使用，所以我们可以把它添加到我们的整合名单。

source: All Reports
es_es: Todos los informes
zh_cn: 所有报告

source: Time Sheets Summary
es_es: Hojas de Resumen del Tiempo
zh_cn: 考勤表汇总

source: Attendance
es_es: Asistencia
zh_cn: 出席

source: Payroll *Beta
es_es: Nómina * Beta
zh_cn: 薪资* Beta版

source: Confirmed Time Sheets
es_es: Confirmado Time Sheets
zh_cn: 确认时表

source: Facebook Page
es_es: Página de Facebook
zh_cn: Facebook专页

source: Account already activated
es_es: Esta cuenta ya está activa
zh_cn: 帐户已经被激活

source: Please <a href="{url}">login</a> to access this account.
es_es: Por favor, <a href="{url}">iniciar sesión</a> para acceder a esta cuenta.
zh_cn: 请 <a href="{url}">登录</a> 访问该帐户。

source: Something Went Wrong
es_es: Algo salió mal
zh_cn: 出事了

source: Please follow the <i>exact</i> link from your email again, and <a href="/contact/">contact us</a> if this problem persists.
es_es: Por favor siga el <i>exacto</i> vincular desde tu correo electrónico otra vez, y <a href="/contact/">contáctenos</a> si el problema persiste.
zh_cn: 请按照 <i>确切</i> 再从您的电子邮件链接， <a href="/contact/">联系我们</a> 如果这个问题仍然存在。

source: Articles
es_es: Artículos
zh_cn: 用品

source: Schedule Management Articles
es_es: Programe los artículos de Gestión
zh_cn: 进度管理文章

source: System Status
es_es: Estado del sistema
zh_cn: 系统状态

source: Sales Brochure
es_es: Folleto de Ventas
zh_cn: 售楼书

source: Franchises & Chains
es_es: Franquicias y Cadenas
zh_cn: 专营权及链条

source: Retail & Personnel
es_es: Venta al por menor y de personal
zh_cn: 零售及人事

source: Health Care
es_es: Cuidado de la Salud
zh_cn: 卫生保健

source: Safety & Emergency
es_es: Seguridad y Emergencias
zh_cn: 安全与急救

source: ShiftPlanning Sales Video (35mb)
es_es: Ventas ShiftPlanning de vídeo (35 MB)
zh_cn: ShiftPlanning销售影片（35MB）

source: Getting Started
es_es: Primeros pasos

source: Rest Requests
es_es: Las solicitudes de descanso

source: Terms of Service
es_es: Condiciones de uso

source: menu header
es_es: menú del encabezado de
zh_cn: 菜单头

source: ShiftPlanning API Documentation
es_es: ShiftPlanning Documentación de la API
zh_cn: ShiftPlanning API文档

source: OVERVIEW
es_es: RESUMEN
zh_cn: 概览

source: The ShiftPlanning API allows you to call methods with the ShiftPlanning service that respond in REST style json or xml.
es_es: La API ShiftPlanning le permite llamar a los métodos con el servicio de ShiftPlanning que responden al estilo REST JSON o XML.
zh_cn: ShiftPlanning的API，允许您调用与ShiftPlanning服务的方法，在REST风格的JSON或XML响应。

source: Coming Very Soon!
es_es: Viene muy pronto!
zh_cn: 很快！

source: We are in the final stages of testing our API and will have it ready for public release shortly. Please check back or feel free to send us an e-mail to info@shiftplanning.com to be notified when it's ready.
es_es: Estamos en las etapas finales de las pruebas de nuestra API y tenerlo listo para el lanzamiento público en breve. Por favor, vuelva o no dude en enviarnos un e-mail a info@shiftplanning.com para ser notificado cuando esté listo.
zh_cn: 我们是在我们的API测试的最后阶段，将有准备公开发行不久。请检查或随时向我们发送电子邮件通知，当它准备向info@shiftplanning.com。

source: Free Setup
es_es: Sin gastos de instalación
zh_cn: 免费安装

source: Once you look it over and approve the setup, all you'll need to do is log in, invite your staff to get on board and you're off!
es_es: Una vez que lo revise y apruebe el programa de instalación, todo lo que necesitas hacer es iniciar sesión, invitar a su personal para subir a bordo y ya está!
zh_cn: 一旦你看它，并批准设置，所有你需要做的是登录，邀请您的员工获得船上和你了！

source: Homepage
es_es: Página principal
zh_cn: 首页

source: Tour
es_es: Gira
zh_cn: 旅游

source: Pricing & Sign Up
es_es: Precios y Regístrate
zh_cn: 定价和注册

source: Forums
es_es: Foros
zh_cn: 论坛

source: Employee Scheduling Case Studies
es_es: Los estudios de casos de empleados de programación
zh_cn: 员工调度案例

source: Free Employee Scheduling
es_es: Programación Employee Free
zh_cn: 免费员工排班

source: Case study
es_es: Estudio de caso
zh_cn: 案例研究

source: Terms Of Use
es_es: Condiciones de Uso
zh_cn: 使用条款

source: Tools
es_es: Instrumentos
zh_cn: 工具

source: SMS to E-mail Gateways
es_es: SMS a los Gateways de correo electrónico
zh_cn: 电子邮件网关短信

source: Screenshot Sharing
es_es: Captura de pantalla compartida
zh_cn: 截图分享

source: Social Networking:
es_es: Redes Sociales:
zh_cn: 社会网络：

source: Online Workforce Management
es_es: Workforce Management Online
zh_cn: 网上劳动力管理

source: Employee schedule maker
es_es: Empleado fabricante del horario
zh_cn: 雇员时间表制造商

source: Online Schedule Maker
es_es: Schedule Maker en línea
zh_cn: 在线附表机

source: Online Timeclock
es_es: En línea Timeclock
zh_cn: 在线Timeclock

source: Online TimeClock
es_es: En línea TimeClock
zh_cn: 在线TimeClock

source: Employee Payroll
es_es: Empleado de nómina
zh_cn: 员工薪资

source: Employee payroll
es_es: Empleado de nómina
zh_cn: 员工薪资

source: Mobile Employee Payroll
es_es: Nómina de los empleados móviles
zh_cn: 移动员工薪资

source: Mobile Employee Scheduling
es_es: Programación de los empleados móviles
zh_cn: 移动员工调度

source: Employee Scheduling Integration
es_es: Empleado de Integración Programación
zh_cn: 员工排班整合

source: safe employee scheduling
es_es: el empleado de seguridad
zh_cn: 安全员工排班

source: Safe Employee Scheduling
es_es: Programación empleado seguro
zh_cn: 安全员工排班

source: Employee Intranet
es_es: Empleados Intranet
zh_cn: 雇员联网

source: Call Center Employee Scheduling
es_es: Llame al Centro de Programación de Empleado
zh_cn: 呼叫中心员工排班

source: Construction Employee Scheduling & Project Management
es_es: Construcción de Programación y Gestión de Proyectos del Empleado
zh_cn: 施工员工调度及项目管理

source: Dispatch Scheduling
es_es: Despacho de programación
zh_cn: 调度调度

source: Education Scheduling
es_es: Programación de la Educación
zh_cn: 教育调度

source: Energy Employee Scheduling
es_es: Energía Programación del Empleado
zh_cn: 能源员工排班

source: Facility Scheduling
es_es: Facilidad de programación
zh_cn: 基金的调度

source: Fast Food Employee Scheduling & Time Clocking
es_es: Fast Food Programación de Empleado y hora Reloj
zh_cn: 快餐店员工排班时间时钟

source: Hotel Employee Scheduling
es_es: Programación de los empleados del hotel
zh_cn: 酒店员工排班

source: Human Resources Scheduling
es_es: La programación de recursos humanos
zh_cn: 调度人力资源

source: Manufacturing Employee Scheduling and Project Management
es_es: Fabricación de Programación y Gestión de Proyectos del Empleado
zh_cn: 制造业员工排班和项目管理

source: Medical Staff Scheduling & Workforce Management
es_es: Programación de Personal Médico y Workforce Management
zh_cn: 医务人员调度及劳动力管理

source: Personnel Scheduling
es_es: Personal de Programación
zh_cn: 人员调度

source: Recreation Employee Scheduling
es_es: Recreación Planificación del Empleado
zh_cn: 康乐员工排班

source: Restaurant Employee Scheduling and Workforce Management
es_es: Programación de los empleados del restaurante y administración de personal
zh_cn: 餐厅员工排班和劳动力管理

source: Retail Employee Scheduling
es_es: Programación de los empleados al por menor
zh_cn: 零售员工排班

source: Rotating Staff Schedules
es_es: Rotación de horarios del personal
zh_cn: 旋转人员安排

source: Service Industry Scheduler
es_es: Servicio de Industria Programador
zh_cn: 服务业调度

source: Shop Employee Scheduling and Management Application
es_es: Tienda de programación de los empleados y administración de aplicaciones
zh_cn: 商店员工的调度和管理中的应用

source: Store Employee Scheduling Software
es_es: Empleado de la tienda de software de programación
zh_cn: 商店雇员调度软件

source: Transportation Scheduling Software
es_es: Transporte de software de programación
zh_cn: 运输调度软件

source: Non-Profit & Volunteer Scheduling
es_es: Sin fines de lucro y voluntario de programación
zh_cn: 非牟利及义工调度

source: Doctor Scheduling
es_es: Doctor en Planificación
zh_cn: 医生调度

source: Nurse Scheduling
es_es: Enfermera de Programación
zh_cn: 护理人员排班

source: Production Scheduling
es_es: Programación de la Producción
zh_cn: 生产调度

source: Franchise Scheduling & Management
es_es: Programación y Gestión de Franquicias
zh_cn: 特许经营的调度与管理

source: Overnight Shifts
es_es: Turnos nocturnos
zh_cn: 通宵轮班

source: Employee Availability
es_es: Empleado disponibilidad
zh_cn: 雇员可用性

source: Conflict Avoidance
es_es: Evitar los conflictos
zh_cn: 避免冲突

source: Setup
es_es: El programa de instalación
zh_cn: 安装

source: Schedule & Employee Import
es_es: Calendario y Empleados de importación
zh_cn: 附表及员工导入

source: Staff Birthday Calendar
es_es: Personal Calendario de cumpleaños
zh_cn: 员工生日日历

source: Copy Schedule
es_es: Copia Calendario
zh_cn: 副本附表

source: Employee Message Wall
es_es: Empleado de la pared del mensaje
zh_cn: 雇员留言墙

source: Employee Vacation Planner
es_es: Empleado Vacation Planner
zh_cn: 员工休闲渡假规划

source: Employee Ping
es_es: Empleado Ping
zh_cn: 雇员平

source: Print Work Schedules
es_es: Imprimir Horarios de Trabajo
zh_cn: 打印工作时间表

source: Recurring/Repeating Shifts
es_es: Recurrente / repetición de turnos
zh_cn: 复发/重复移

source: Custom Employee Fields
es_es: Campos personalizados de empleados
zh_cn: 自定义雇员场

source: Employee Schedule Calendar Sync
es_es: Empleado Calendario Calendar Sync
zh_cn: 雇员附表日历同步

source: Employee Skills
es_es: Habilidades de los empleados
zh_cn: 员工的技能

source: Shift Notifications
es_es: Notificaciones de Cambio
zh_cn: 移通知

source: Reports
es_es: Informes
zh_cn: 报告

source: Employee Break Times / Rules
es_es: Tiempos empleados Break / Reglas
zh_cn: 雇员休息时间/规则

source: Search
es_es: Buscar
zh_cn: 搜索

source: Your feedback is important to us!
es_es: Su opinión es importante para nosotros!
zh_cn: 您的反馈对我们很重要！

source: Thanks. We have saved your feedback, and will take it as 'constructive criticism' to continue to improve our processes to serve you better!<br /><br />If you are in need of immediate assistance please connect with our <a href="javascript://" onclick="livechat();">24/7 livechat</a>.
es_es: Gracias. Hemos salvado a sus comentarios, y que lo tomará como &quot;crítica constructiva&quot; para continuar mejorando nuestros procesos para brindarle un mejor servicio!<br /><br />Si usted está en necesidad de ayuda inmediata por favor en contacto con nuestra <a href="javascript://" onclick="livechat();">24/7 livechat</a>.
zh_cn: 谢谢。我们已经保存了您的反馈意见，将采取“建设性的批评”，继续改善我们的流程，更好地为您服务！<br /><br />如果你需要紧急援助，请与我们连接 <a href="javascript://" onclick="livechat();">24/7即时聊天</a>。

source: We're Hiring!
es_es: Trabaje con nosotros!
zh_cn: 我们正在招募！

source: All Positions come with competitive salary, stock options, and healthcare. <b>We're open to applications from candidates from around the world</b>. If you have an internet connection, and match one of the job descriptions below - We want to talk to you!
es_es: Todas las posiciones cuentan con salario competitivo, las opciones sobre acciones, y la asistencia sanitaria. <b>Estamos abiertos a solicitudes de candidatos de todo el mundo</b>. Si usted tiene una conexión a Internet, y coincide con una de las descripciones de los puestos por debajo de - Queremos hablar con usted!
zh_cn: 所有职位都具有竞争力的薪酬，股票期权和医疗。 <b>我们的候选人来自世界各地的开放申请</b>。如果您有互联网连接，并符合以下职位描述之一 - 我们想和你谈谈！

source: Marketing Manager
es_es: Gerente de Marketing
zh_cn: 营销经理

source: We're a rapidly-growing company seeking individuals enthusiastic about technology marketing. The ideal candidate will have the ability to engage both customers and prospects with their strong written communication skills.
es_es: Somos una empresa de rápido crecimiento que buscan personas entusiastas acerca de la comercialización de tecnología. El candidato ideal deberá tener la capacidad de participar tanto a los clientes actuales y potenciales, con sus fuertes habilidades de comunicación escrita.
zh_cn: 我们是一个迅速成长的公司，寻求个人技术营销的热情。理想的候选人将有能力从事客户和潜在客户，以自己雄厚的书面沟通技巧。
