Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: ShiftPlanning allows you to manage plant labor force and field services simultaneously, crucial to maximizing the standards of operation in your energy facility. ShiftPlanning will provide powerful scheduling tools to prepare for emergency rapid response in the case of a blackout or serious storm damage, managing grid operations and covering every essential energy company responsibility.
es_es: ShiftPlanning le permite administrar la fuerza laboral y planta de servicios de campo al mismo tiempo, cruciales para maximizar las normas de funcionamiento en su planta de energía. ShiftPlanning se proporcionan potentes herramientas de programación para prepararse para la respuesta rápida de emergencia en el caso de un apagón o daño de la tormenta grave, la gestión de operaciones de la red y que abarca toda la responsabilidad esencial de la empresa de energía.
zh_cn: ShiftPlanning允许您管理工厂的劳动力和现场服务的同时，最大限度地提高能源设施的操作标准的关键。 ShiftPlanning将提供强大的调度工具，应急快速反应准备在停电或严重的风暴破坏的情况下，电网运行管理和覆盖每一个重要的能源公司的责任。

source: ShiftPlanning allows Energy company managers get the right staff or crew member to each job at the right times. Bottom line: labor costs are lowered, savings that reflect not only in company revenues but on the customer's energy bills over time.
es_es: ShiftPlanning permite a los administradores de la empresa de energía obtener el personal adecuado o miembro de la tripulación de cada puesto de trabajo en los momentos adecuados. En pocas palabras: los costos laborales son bajos, el ahorro que reflejan no sólo en los ingresos de la compañía, pero en la factura energética del cliente a través del tiempo.
zh_cn: ShiftPlanning允许能源公司经理到每一个工作在正确的时间得到正确的人员或机组成员。底线：劳动力成本降低，储蓄反映随着时间的推移，不仅在公司的收入，但对客户的能源法案。

source: Restaurant Employee Scheduling & Workforce Management
es_es: Restaurante Programación Empleado y Workforce Management
zh_cn: 餐厅员工排班及劳动力管理

source: Staff and Crew Scheduling Software for Restaurants & Catering
es_es: El personal y el software de programación de la tripulación Restaurantes y Catering
zh_cn: 餐厅及餐饮人员和船员的调度软件

source: Scheduling staff for your restaurant requires the ability to achieve a balance between meeting the needs of your customers and the needs of your employees every day. Your restaurant's employee scheduling program must be a powerful management tool designed to streamline the process and free up your restaurant's managers and supervisors to spend less time scheduling and more time attending to the business of running a restaurant.
es_es: La programación de personal para su restaurante requiere la capacidad de lograr un equilibrio entre satisfacer las necesidades de sus clientes y las necesidades de sus empleados todos los días. El programa de su restaurante programar del empleado debe ser una poderosa herramienta de gestión diseñada para simplificar el proceso y liberar los administradores de su restaurante y supervisores a pasar menos tiempo de programación y más tiempo atendiendo a la tarea de dirigir un restaurante.
zh_cn: 调度您的餐厅工作人员要求的能力达到了每天满足您的客户的需求和员工的需求之间的平衡。你的餐厅的雇员调度程序必须有一个强大的管理工具，旨在简化进程和加快你的餐厅的经理和主管，花费更少的时间调度和参加更多的时间来经营食肆。

source: People everywhere love to go to restaurants, whether it's for fast food, pizza, or a sizzling steak dinner. Restaurants compete for customers every day, and adequate staff scheduling is critical to providing the kind of quality customer service that brings people to your establishment and keeps them coming back. ShiftPlanning scheduling software provides the customizable platform you need to match forecasted dining room numbers with adequate serving and kitchen staff.
es_es: Gente de todas partes le encanta ir a restaurantes, ya sea por la comida rápida, pizza, o una cena de bistec chisporroteante. Restaurantes de competir por los clientes todos los días, y la programación de personal adecuado es fundamental para proporcionar el tipo de servicio al cliente de calidad que lleva a la gente a su establecimiento y los mantiene regresando. Software de programación ShiftPlanning proporciona la plataforma personalizable que usted necesita para que coincida con los números pronosticados comedor con todos los preparativos adecuados y personal de cocina.
zh_cn: 世界各地的人们喜欢去餐馆，无论是快餐，披萨，铁板牛排晚餐。餐厅每天争夺客户，和足够的工作人员调度提供优质的客户服务，给人们带来了建立和保持他们回来是至关重要的。 ShiftPlanning调度软件提供了可定制的平台，你需要足够的服务和厨房工作人员，以配合预测饭厅号码。

source: Depending on the size, many restaurants operate with various management levels. The average restaurant staff is comprised of the owner, manager, franchise/branch managers (where applicable,) marketing manager, sales, online order and delivery agents, kitchen, wait staff and customer support specialists.
es_es: Dependiendo del tamaño, muchos restaurantes operar con distintos niveles de gestión. El personal del restaurante promedio está compuesto por el propietario, administrador, franquicia / gerentes de las sucursales (en su caso), director de marketing, ventas, pedidos en línea y los agentes de entrega, cocina, camareros y especialistas de soporte al cliente.
zh_cn: 根据大小，许多餐馆经营各种管理水平。平均餐厅工作人员的雇主，经理，特许经营/分行经理（如适用）的营销经理，销售，网上订购和交付代理，厨房，等待工作人员和客户支持方面的专家组成。

source: Need for Scheduling:
es_es: Necesidad de la programación:
zh_cn: 调度的需要：

source: Meeting the unique scheduling demands of any restaurant can be daunting. Restaurant scheduling managers need to plan for every single shift to be covered by a host of staff of varying skill levels and job descriptions.
es_es: Satisfacer las demandas únicas de la programación de cualquier restaurante puede ser desalentador. Gerentes de los restaurantes de programación necesaria para planificar cada turno único a estar cubierto por una gran cantidad de personal de diferentes niveles de habilidad y descripciones de trabajo.
zh_cn: 满足任何餐厅独特的调度要求，可以是艰巨的。餐厅调度经理需要为每一个转变，由不同技能水平的工作人员和工作描述的主机覆盖计划。

source: Staff supervisors must assign team members to various shifts in different areas of responsibility: seating clientele, taking and delivering the order, preparing the order, keeping the kitchen clean, clearing tables, and more. A well-run dining room can require the skills of dozens of staff at once, and scheduling them all efficiently is perhaps one of the biggest challenges faced by supervisors and managers.
es_es: Los supervisores del personal deben asignar a los miembros del equipo a los cambios de diferentes áreas de responsabilidad: la clientela de asientos, tomando y la entrega de la orden, la preparación de la orden, mantener limpia la cocina, limpiar las mesas, y mucho más. Un comedor bien dirigida puede requerir las habilidades de decenas de funcionarios a la vez, y la programación de todos ellos de manera eficiente es quizás uno de los mayores desafíos que enfrentan los supervisores y gerentes.
zh_cn: 职工监事必须在各种不同领域的责任变化：座位的客户，并提供订单，准备为了保持厨房清洁，结算表，并更多的团队成员分配。一个运行良好的饭厅，可以一次需要数十名员工的技能，有效地安排他们也许是监事，经理面临的最大挑战之一。

source: Shift Planning's online scheduling in restaurants
es_es: Cambie de programación en línea de Planificación en los restaurantes
zh_cn: 在餐馆，把规划的在线调度

source: ShiftPlanning's powerful online scheduling and management tools combine so many amazing cost-cutting and time saving features, it has caught the attention of some of the world's biggest and most renown restaurants.
es_es: ShiftPlanning de programación de gran alcance en línea y herramientas de gestión se combinan tan sorprendente que muchos de reducción de costos y las características de ahorro de tiempo, se ha llamado la atención de algunos de los restaurantes de renombre del mundo más grandes y la mayoría.
zh_cn: ShiftPlanning强大的在线调度和管理工具，结合了这么多惊人的削减成本和节省时间的功能，它已吸引了一些世界上最大和最知名餐馆的注意。

source: ShiftPlanning is designed to handle an unlimited number of employees to cover every position and every shift. Every staff member is notified of their schedule electronically, and can access their schedule online from any computer, leaving no room for error. Supervisors can easily schedule their shift teams and notify them without worrying about tracking down phone numbers or requiring employees to come in on off hours to collect their schedules. ShiftPlanning has made restaurant staff scheduling easy and efficient.
es_es: ShiftPlanning está diseñado para manejar un número ilimitado de empleados para cubrir todas las posiciones y el cambio de todos los días. Cada miembro del personal es notificado de su horario de forma electrónica, y pueden acceder a su calendario en línea desde cualquier ordenador, sin dejar margen para el error. Los supervisores pueden programar sus equipos de cambio y las comunicarán sin tener que preocuparse sobre el seguimiento de los números de teléfono o exigir a los empleados a entrar en las horas libres para recoger sus horarios. ShiftPlanning ha hecho la programación de personal del restaurante fácil y eficiente.
zh_cn: ShiftPlanning设计处理员工包括每个岗位和每个班次数量不限。每一个工作人员以电子方式通知他们的日程安排，并可以从任何计算机访问网上他们的日程安排，不留下任何错误的余地。监事可以轻松地安排他们的转变队，并通知他们无需担心追查电话号码，或要求员工上下班时间来收集他们的日程安排。 ShiftPlanning取得了餐厅工作人员调度方便，高效。

source: ShiftPlanning addresses the special demands of restaurant scheduling with:
es_es: ShiftPlanning se ocupa de las necesidades específicas de la programación de restaurante con:
zh_cn: ShiftPlanning解决餐厅调度的特殊要求：

source: Streamlined employee rotations.
es_es: Simplificación de la rotación de los empleados.
zh_cn: 精简员工轮换。

source: Streamlined vacation scheduling.
es_es: Simplificación de la programación de vacaciones.
zh_cn: 精简度假调度。

source: ShiftPlanning is used in the Restaurant business in multiple ways:
es_es: ShiftPlanning se utiliza en el negocio de los restaurantes de varias maneras:
zh_cn: ShiftPlanning在餐饮企业以多种方式使用：

source: Sets up a separate schedule for trainees.
es_es: Establece un horario diferente para los alumnos.
zh_cn: 为学员设置了一个单独的时间表。

source: Gives individual schedule management to team or shift leaders.
es_es: Da la gestión de programa individual a los jefes de equipo o de cambio.
zh_cn: 个人日程管理团队或移领导人。

source: Allows sector mangers to oversee and control the shift trades, vacations, open shifts, etc.
es_es: Permite gestores del sector para supervisar y controlar las operaciones de desplazamiento, vacaciones, turnos abiertos, etc
zh_cn: 允许部门经理，以监督和控制行业的转变，休假，开放的转变，等等。

source: ShiftPlanning allows you to manage your dining room staff and kitchen staff simultaneously, crucial to maximizing the standards of operation in your business.
es_es: ShiftPlanning le permite administrar su personal de comedor y personal de la cocina al mismo tiempo, cruciales para maximizar las normas de funcionamiento de su negocio.
zh_cn: ShiftPlanning允许您管理您的餐厅工作人员和厨房工作人员的同时，最大限度地提高您的业务操作标准的关键。

source: ShiftPlanning is a total staff management solution for the restaurant and hospitality industry, offering a seamless and intuitive approach to employee scheduling, attendance, time and payroll reports.
es_es: ShiftPlanning es una solución de gestión del personal total de la industria de restauración y hostelería, ofreciendo un enfoque transparente e intuitivo de programación empleado, la asistencia, el tiempo y los informes de nómina.
zh_cn: ShiftPlanning是总员工餐厅及酒店业的管理解决方案，提供无缝的，直观的方式向员工排班，考勤，时间和工资报告。

source: Scheduling Software for Production/Manufacturing
es_es: Programación de Software para la Producción / Manufactura
zh_cn: 调度软件生产/制造

source: ShiftPlanning's online scheduling software will provide your Production scheduler with powerful graphic interface and all the tools necessary to arrange work schedules based on your company's particular production requirements. Although most manufacturers have adapted automation when it comes to human resources and payroll management, it is surprising how many plants and facilities have yet to bring their shift scheduling management out of the dark ages.
es_es: Software de ShiftPlanning de programación en línea le proporcionará a su planificador de producción con una interfaz gráfica de gran alcance y todas las herramientas necesarias para organizar los horarios de trabajo basados ​​en las necesidades de su empresa de producción particulares. Aunque la mayoría de los fabricantes se han adaptado de automatización cuando se trata de recursos humanos y gestión de nóminas, es sorprendente cuántas plantas y las instalaciones aún tienen que llevar su gestión de la programación de cambio de las edades oscuras.
zh_cn: ShiftPlanning的网上调度软件将提供具有强大的图形界面的生产调度和安排工作日程根据贵公司的特别生产要求的所有必要的工具。虽然大多数厂商已经适应了自动化，当涉及到人力资源和薪资管理，这是令人惊讶的许多植物和设施还没有他们的排班管理带来的黑暗时代。

source: Whether you manage a production plant, factory, manufacturing unit, mill, or other type of production company, one thing is certain: manual approaches to scheduling staff are not only huge time sinks, they leave manufacturers vulnerable to costly mistakes that undermine your company's profitability and operations.
es_es: Si usted dirige una planta de producción, la fábrica, la unidad de fabricación, el molino, u otro tipo de compañía de producción, una cosa es cierta: los enfoques manuales para el personal de programación no sólo son sumideros de tiempo grandes, dejan fabricantes vulnerable a costosos errores que atentan contra la rentabilidad de su empresa y las operaciones.
zh_cn: 无论你管理一个生产厂，工厂，制造单位，磨，或其它类型的生产企业，有一件事是一定的：调度人员手动的方法，不仅巨大的时间汇，他们离开制造商受到破坏贵公司的盈利能力昂贵的错误和操作。

source: ShiftPlanning is used in the Production Industry in multiple ways and numerous sectors.
es_es: ShiftPlanning se utiliza en la industria de producción de múltiples maneras y numerosos sectores.
zh_cn: ShiftPlanning用于在以多种方式和众多​​部门的生产行业。

source: ShiftPlanning's totally customizable software has powerful tools that integrate union regulations and labor laws into scheduling, reducing or eliminating any margin of error. ShiftPlanning is engineered to adapt to and implement updates and changes in regulatory rules as they arise without replacing software or disrupting business as usual. Even if you juggle the regulations of multiple unions within your workforce, ShiftPlanning incorporates all specific rules into the workforce scheduling software, making shift scheduling easy, streamlined and cost-effective. Best of all, it's very easy to set up ShiftPlanning online software without any interruption to your Schedule Work.
es_es: ShiftPlanning es totalmente personalizable de software cuenta con potentes herramientas que se integran las regulaciones sindicales y las leyes del trabajo en la programación, reduciendo o eliminando cualquier margen de error. ShiftPlanning está diseñado para adaptarse y aplicar las actualizaciones y cambios en las normas reglamentarias que puedan surgir sin tener que reemplazar el software o interrumpir el negocio como de costumbre. Incluso si hacer malabares con las regulaciones de varios sindicatos dentro de su fuerza de trabajo, ShiftPlanning incorpora todas las reglas específicas en el software de planificación de mano de obra, por lo que la programación de cambio fácil, eficiente y rentable. Lo mejor de todo, es muy fácil de configurar el software ShiftPlanning línea sin interrupción alguna a su horario de trabajo.
zh_cn: ShiftPlanning是完全可定制的软件具有强大的工具，融入调度工会法规和劳动法，减少或消除任何误差。 ShiftPlanning的设计，以适应和实施更新和监管规则的变化，因为他们没有像往常一样更换软件或破坏业务出现。即使你玩花样多个工会的规章，在您的员工，ShiftPlanning纳入劳动力调度软件所有的具体规则，使排班容易，精简和成本效益。最好的，它很容易成立ShiftPlanning在线软件，没有任何中断您的日程安排工作。

source: Employee Scheduling and workforce management for stores
es_es: Empleado programación y administración de personal para las tiendas
zh_cn: 商店雇员调度和劳动力管理

source: Store Staff Scheduling and Workforce Management
es_es: Tienda de la programación del personal y administración de personal
zh_cn: 店里的工作人员调度和劳动力管理

source: Shift Planning has been created to assist all kind of schedule management.
es_es: Planificación de cambio ha sido creado para ayudar a todo tipo de gestión del cronograma.
zh_cn: 转变规划已经建立，以协助所有的日程管理。

source: If you are a store manager spending too much time hashing out work schedules, approving vacations, juggling shift trades and keeping up with the revolving door that puts staff in a constant state of change, ShiftPlanning has the cure.
es_es: Si usted es un gerente de la tienda pasar demasiado tiempo a explicitar los horarios de trabajo, la aprobación de vacaciones, haciendo malabarismos con las operaciones de cambio y mantenerse al día con la puerta giratoria que pone el personal en un estado constante de cambio, ShiftPlanning tiene la cura.
zh_cn: 如果你是一家商店的经理，花费太多时间，哈希的工作日程，批准休假，杂耍转变行业保持着旋转门，工作人员在不断变化的状态，ShiftPlanning治愈。

source: More and more store managers today realize they cannot afford the losses incurred by outdated employee scheduling systems. Time spent juggling spreadsheets and updating archaic employee information bases add up to time away from conducting business.
es_es: Más y más gerentes de las tiendas hoy en día se dan cuenta que no pueden pagar las pérdidas sufridas por los sistemas anticuados de los empleados de programación. El tiempo dedicado malabares hojas de cálculo y actualización de bases de información de los empleados arcaicas se suman a tiempo lejos de la realización de negocios.
zh_cn: 今天，越来越多的商店经理意识到他们无法承受过时的员工排班系统所产生的损失。杂耍电子表格和更新过时的雇员信息基地加起来，时间，距离开展业务所花费的时间。

source: ShiftPlanning employee scheduling software is completely customizable to every store's scheduling needs. ShiftPlanning saves owners and managers money in many ways:
es_es: Empleado ShiftPlanning software de programación es totalmente adaptable a las necesidades de la programación de cada tienda. ShiftPlanning guarda los propietarios y administradores de dinero de muchas maneras:
zh_cn: ShiftPlanning雇员调度软件是完全可定制的每家商店的调度需求。 ShiftPlanning保存所有者和管理者的钱，在许多方面：

source: ShiftPlanning is used in stores in multiple ways and numerous sectors.
es_es: ShiftPlanning se utiliza en las tiendas de múltiples maneras y numerosos sectores.
zh_cn: ShiftPlanning用于在多种方式的商店和众多部门。

source: Whether your store employs one or 1000 people, ShiftPlanning can be customized to work for your business's unique needs. Built in code and formulas have been designed to assist in totaling hours, watching for overtime, calculating payroll percentages and making recommendations in ShiftPlanning's "Payroll Monitor" feature to add or cut hours during some shifts.
es_es: Ya sea que su tienda emplea a uno o 1000 personas, ShiftPlanning se puede personalizar para trabajar para las necesidades únicas de su negocio. Construido en el código y las fórmulas se han diseñado para ayudar a un total de horas, viendo las horas extraordinarias, el cálculo de porcentajes de la nómina y hacer recomendaciones en ShiftPlanning de &quot;Nómina del monitor&quot; para añadir o reducir la jornada durante algunos turnos.
zh_cn: 你的店是否采用一个或1000人，的ShiftPlanning可以为您的企业的独特需求定制工作。内置的代码，并已设计公式，以协助共小时，加班看，ShiftPlanning的“薪资监视器”功能来添加或削减在一些班次小时计算工资的百分比和建议。

source: Staff Scheduling Large Businesses
es_es: Las empresas grandes programación de personal
zh_cn: 人员调度大型企业

source: For owners and managers of large businesses the unique demands placed on scheduling a large staff calls for a powerful management and scheduling tool designed to streamline the process of hiring and communicating with all of your company's employees.
es_es: Para los dueños y gerentes de grandes empresas con las demandas únicas colocadas en la programación de un gran equipo exige una gestión de gran alcance y herramienta de programación diseñado para simplificar el proceso de contratación y la comunicación con todos los empleados de su empresa.
zh_cn: 放在一个大的工作人员调度的独特需求，对于大型企业的所有者和管理者需要一个强大的管理和调度工具，旨在简化与贵公司的所有员工的聘用和沟通的过程中。

source: ShiftPlanning provides custom scheduling software designed to address your large business's scheduling demands including:
es_es: ShiftPlanning proporciona software de programación diseñado a medida para hacer frente a las demandas de su negocio grande de la programación que incluyen:
zh_cn: ShiftPlanning提供定制的调度软件，旨在解决大型企业的调度要求，包括：

source: ShiftPlanning's state-of-the-art online software can, in addition to providing fast, easy and intuitive scheduling to fit your company's exacting needs, maintain all of your company's personnel records and schedules, and can automatically track and process employee work hours and overtime.
es_es: ShiftPlanning del estado de la técnica de software en línea puede, además de proporcionar la programación rápida, fácil e intuitivo para satisfacer las necesidades más exigentes de su empresa, mantener todos los registros de su empresa personal y horarios, y automáticamente se puede realizar un seguimiento y procesar horas de trabajo del empleado y las horas extraordinarias .
zh_cn: ShiftPlanning的状态 - 对 - 的 - 艺术在线软件，除了提供快速，方便和直观的调度适合贵公司的严格需求，维护贵公司的人员记录和时间表，并能自动跟踪和处理雇员的工作小时和加班。

source: And so much more.
es_es: Y mucho más.
zh_cn: 和这么多。

source: Department managers can now work with the ShiftPlanning scheduler to:
es_es: Jefes de departamento pueden ahora trabajar con la ShiftPlanning planificador para:
zh_cn: 现在可以使用的ShiftPlanning调度到部门经理：

source: View schedules online, 24/7.
es_es: Ver horarios en línea, 24/7.
zh_cn: 查看日程在网上公布，24/7。

source: You can use ShiftPlanning scheduling software to:
es_es: Usted puede utilizar el software de programación para ShiftPlanning:
zh_cn: 您可以使用ShiftPlanning调度软件：

source: Offer individual schedule management to team leaders.
es_es: Oferta de gestión del cronograma individual a los jefes de equipo.
zh_cn: 提供个人日程管理团队领导。

source: Allow sector mangers to oversee and control shift trades, vacations, open shifts, etc.
es_es: Permita que los pesebres del sector para supervisar y controlar las operaciones de desplazamiento, vacaciones, turnos abiertos, etc
zh_cn: 允许部门经理，以监督和控制转变行业，休假，开放转变等。

source: Provide a SMS notification system to make scheduling fast and easy.
es_es: Proporcionar un sistema de notificación de SMS para hacer la programación rápida y fácil.
zh_cn: 提供短信通知系统，使调度快速和容易。

source: Forecast staffing needs according to historical data.
es_es: Pronóstico de las necesidades de personal de acuerdo a los datos históricos.
zh_cn: 根据历史数据，预测人员需求。

source: ShiftPlanning's totally customizable software has powerful tools that integrate union regulations and labor laws into scheduling, reducing or eliminating any margin of error. ShiftPlanning is engineered to adapt to and implement updates and changes in regulatory rules as they arise without replacing software or disrupting business as usual. ShiftPlanning makes shift scheduling, information managing, and communication with all employees streamlined and so cost effective you can be reigning in out-of-control expenses within your first pay cycle.
es_es: ShiftPlanning es totalmente personalizable de software cuenta con potentes herramientas que se integran las regulaciones sindicales y las leyes del trabajo en la programación, reduciendo o eliminando cualquier margen de error. ShiftPlanning está diseñado para adaptarse y aplicar las actualizaciones y cambios en las normas reglamentarias que puedan surgir sin tener que reemplazar el software o interrumpir el negocio como de costumbre. ShiftPlanning hace la programación de cambio, de gestionar la información y la comunicación con todos los empleados más eficaces y por lo rentable que puede reinar en los gastos fuera de control dentro de su ciclo de pago en primer lugar.
zh_cn: ShiftPlanning是完全可定制的软件具有强大的工具，融入调度工会法规和劳动法，减少或消除任何误差。 ShiftPlanning的设计，以适应和实施更新和监管规则的变化，因为他们没有像往常一样更换软件或破坏业务出现。 ShiftPlanning使排班，信息管理，并与所有员工简化通信和成本效益，你可以在控制开支统治你的第一个工资周期内。

source: Sports and Recreation Employee Scheduling and Workforce Management
es_es: Deportes y Recreación de los Empleados de programación y administración de personal
zh_cn: 体育及康乐员工排班以及劳动力管理

source: ShiftPlanning Scheduling Software for Sports and Recreation
es_es: ShiftPlanning Software Programación de Deportes y Recreación
zh_cn: 体育及康乐ShiftPlanning调度软件
