Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning_js.po
Languages: es_es

source: Rule Deleted
es_es: Regla eliminados

source: Are you sure you want to Cancel this Request?
es_es: ¿Está seguro que desea cancelar esta solicitud?

source: Cancelled
es_es: Cancelado

source: Approved
es_es: Aprobado

source: Name Required
es_es: Nombre Requerido

source: No file selected
es_es: No existe el fichero seleccionado

source: Choose File
es_es: Elija Archivo

source: Choose file
es_es: Elegir archivo

source: View All
es_es: Ver todos

source: Selected
es_es: Seleccionado

source: Unselected
es_es: No seleccionado

source: Sorry, your file wasn't uploaded:
es_es: Lo sentimos, el archivo no se ha subido:

source: Caution - You setup the rules to make this shift repeat, but haven't clicked 'Set to Repeat' yet.
es_es: Precaución - configurar las reglas para hacer esta repetición de cambio, pero no han hecho clic en &quot;para que se repita&quot; todavía.

source: Click OK to Close this dialog and lose changes
es_es: Haga clic en Aceptar para cerrar este diálogo y perder los cambios

source: Caution - You setup an open shift but didn't select the number of employee needed to work.
es_es: Precaución - configurar un turno abierto, pero no seleccionar el número de empleados necesarios para trabajar.

source: You have not uploaded any files. We recommend uploading your current weekly schedule or staff roster to help us complete this process efficiently.
es_es: Usted no ha enviado ningún archivo. Le recomendamos cargar su horario actual semanal o lista del personal que nos ayude a completar este proceso de manera eficiente.

source: Press OK to continue sending or Cancel to go back and upload a file
es_es: Pulse Aceptar para continuar o Cancelar envío para volver y cargar un archivo

source: Enabling this user will re-enable their login, and make them available for shifts.
es_es: Habilitación de este usuario volver a habilitar su nombre de usuario, y ponerlos a disposición de los turnos.

source: Are you sure you want to Enable this user?
es_es: ¿Está seguro que desea activar este usuario?

source: Disabling this user will disable their login, and make them un-available for shifts.
es_es: Desactivación de este usuario desactivar su nombre de usuario, y hacer que las Naciones Unidas-para turnos de trabajo.

source: Are you sure you want to Disable this user?
es_es: ¿Seguro que deseas desactivar este usuario?

source: Uploaded Files
es_es: Archivos subidos

source: conflict found
es_es: conflictos encontrado

source: We recommend <a href="javascript://" onclick="schedule.conflicts();">reviewing & resolving</a> as many as possible before publishing.
es_es: Recomendamos <a href="javascript://" onclick="schedule.conflicts();">revisar y resolver</a> tantos como sea posible antes de publicar.

source: Fill {exis_empty} empty shift with
es_es: Llenar {exis_empty} cambio de vacío con

source: employees on each shift.
es_es: empleados en cada turno.

source: on {exis_slots} shift.
es_es: en {exis_slots} cambiar.

source: {nc} conflict found
es_es: {nc} conflictos encontrado

source: This means that the wizard encountered un-avoidable conflicts based on your requirements. We recommend <a href="javascript://" onclick="schedule.conflicts();">reviewing & resolving</a> as many as possible before publishing.
es_es: Esto significa que el asistente encontró un-evitables conflictos basados ​​en sus necesidades. Recomendamos <a href="javascript://" onclick="schedule.conflicts();">revisar y resolver</a> tantos como sea posible antes de publicar.

source: Need More Help? <a href="javascript://" onclick="wizard('livechat');">Click Here</a> to Live Chat with us now!
es_es: ¿Necesitas más ayuda? <a href="javascript://" onclick="wizard('livechat');">Haga clic aquí</a> al Chat en vivo con nosotros ahora!

source: Image Uploading..
es_es: Cargar la imagen ..

source: Cancel Upload
es_es: Cancelar subida

source: Enter a section name
es_es: Introduzca un nombre de la sección

source: Section Saved
es_es: Sección Guardado

source: Enter a new section name
es_es: Escriba un nombre de la nueva sección

source: Changes Saved
es_es: Cambios guardados

source: Are you sure you want to delete this section? Warning: This will remove all related training topics. This cannot be reversed.
es_es: ¿Está seguro que desea eliminar esta sección? Advertencia: Esto eliminará todos los temas de capacitación relacionados. Esto no puede ser invertido.

source: Enter a topic name
es_es: Introduzca el nombre del tema

source: Topic Saved
es_es: Tema Guardado

source: Are you sure you want to delete this module?
es_es: ¿Está seguro que desea eliminar este módulo?

source: Module Completed!
es_es: Finalización de los módulos!

source: Group Added
es_es: Grupo de Alta

source: Group Removed
es_es: Grupo eliminado

source: Are you sure you want to delete this file?
es_es: ¿Está seguro que desea eliminar este archivo?

source: File Deleted
es_es: Archivo borrado

source: You are offline!! Changes Have not been Saved
es_es: Usted está en línea! Los cambios no se han guardado

source: Please Check Your Network Connection.
es_es: Compruebe la conexión de red.

source: Click to edit
es_es: Haga clic para editar

source: Search Title & Notes
es_es: Búsqueda de título y notas

source: All shifts in this series
es_es: Todos los cambios en esta serie
