Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: As a small business owner, you face specific challenges when it comes to staff scheduling. Often working with a limited budget, high turnover rate and an archaic system for keeping track of employees, small business owners and managers can't afford scheduling mistakes. ShiftPlanning employee scheduling software provides small business owners with powerful need-specific tools to streamline staff scheduling and keep track of your crew.
es_es: Como propietario de un pequeño negocio, usted se enfrentan a retos específicos a la hora de la programación del personal. A menudo trabajando con un presupuesto limitado, alta tasa de rotación y un sistema arcaico para hacer el seguimiento de los empleados, los pequeños propietarios y gerentes de empresas no pueden permitirse errores de programación. Empleado ShiftPlanning software de programación proporciona a los propietarios de pequeños negocios con los poderosos necesitan herramientas específicas para optimizar la programación de personal y un seguimiento de su tripulación.
zh_cn: 作为一个小企业主，你所面临的具体挑战，当涉及到人员调度。经常用有限的预算，高周转率和过时的系统跟踪员工的工作，小企业所有者和经营者无法承受调度失误。 ShiftPlanning雇员调度软件的小企业主提供了强大的需要特定的工具，精简人员的调度和跟踪你的船员。

source: No matter what size your business is, staff scheduling gets complicated when it comes to filling and trading shifts, juggling vacation schedules and reeling in the problems of ineffective communications.
es_es: No importa el tamaño de su negocio, la programación del personal se complica cuando se trata de llenar y el comercio de turnos, haciendo malabarismos con los horarios de las vacaciones y tambaleándose por los problemas de las comunicaciones ineficaces.
zh_cn: 不管什么大小您的业务是，当涉及到灌装和贸易的变化，杂耍假期安排，在无效的通信问题，缫丝，人员调度变得复杂。

source: When you're dealing with a less-than-perfect system for keeping track of each employee's whereabouts at any given moment, scheduling mistakes will happen; customers suffer and your business pays the price. Your business can't afford scheduling mistakes, and it doesn't have to. ShiftPlanning employee scheduling software can streamline your staffing system into a lean and powerful tool that allows you to keep track of every employee, every job and every detail thoroughly and effortlessly.
es_es: Cuando usted está tratando con un sistema menos que perfecto para hacer el seguimiento del paradero de cada empleado en un momento dado, los errores de programación va a ocurrir, los clientes sufren y su negocio paga el precio. ¿Tu empresa no puede permitirse errores de programación, y no tiene por qué. Empleado ShiftPlanning software de programación se puede simplificar el sistema de dotación de personal en una herramienta simple y poderosa que le permite llevar un registro de cada empleado, cada puesto de trabajo y todos los detalles a fondo y sin esfuerzo.
zh_cn: 当你为低于完美的系统，在任何特定时刻保持跟踪每个员工的下落时，调度失误会发生;客户遭受和您的企业付出代价。您的企业可以买不起调度错误，它没有。 ShiftPlanning员工排班软件可以简化成一个精干和强大的工具，它允许你跟踪每一位员工，每一项工作和每一个细节彻底，毫不费力的工作人员制度。

source: Print or e-mail schedules, maintain individual calendars, and never let a shift fall short of staff again. Intuitive and easy to use, your employees can play an active role in helping your company keep its commitments by using ShiftPlanning scheduling software interactively. No more missed shifts, no more miscommunication disasters. With the At-a-Glance feature, find out what staff has accomplished since your last login, and what needs to be completed next.
es_es: Los horarios de impresión o correo electrónico, mantener calendarios individuales, y nunca dejar que un cambio se quedan cortos de personal nuevo. Intuitivo y fácil de usar, los empleados pueden desempeñar un papel activo en ayudar a su empresa de cumplir sus compromisos mediante el uso de software de programación interactiva ShiftPlanning. No hay cambios más perdidas, no hay falta de comunicación más desastres. Con la función de A-a-Glance, saber lo que el personal ha llevado a cabo desde el último acceso, y lo que se completará el próximo.
zh_cn: 打印或电子邮件的时间表，保持个人的日历，从来没有让转向下跌的工作人员再次。直观，易于使用，您的员工可以发挥积极作用，在帮助您的公司保持其承诺，通过交互使用ShiftPlanning调度软件。不再错过的转变，没有更多的误传灾害。在一览功能，找出哪些工作人员已完成您上次登录以来，下一步需要完成什么。

source: ShiftPlanning is completely tailored to suit your small businesses needs, right down to the smallest detail. <a href="/signup/">Try it</a> for a month for free. If you like it, you'll really like the low monthly cost and ultimate savings your company will enjoy when shifts are covered, customers are happy and repeat business starts adding up.
es_es: ShiftPlanning está completamente adaptado a sus necesidades de pequeñas empresas, hasta el más mínimo detalle. <a href="/signup/">Inténtelo</a> durante un mes de forma gratuita. Si te gusta, realmente te gusta el bajo costo mensual y el ahorro en última instancia su empresa gozará de cuando los cambios están cubiertos, los clientes están contentos y la repetición de negocios comienza a darle.
zh_cn: ShiftPlanning是完全定制，以满足您的小型企业的需求，降低到最小的细节。 <a href="/signup/">试试吧</a> 一个月免费。如果你喜欢它，你真的很喜欢低每月成本和最终节省您的公司将享受覆盖变化时，客户很高兴和回头客开始增加。

source: For the large business owner, managing staff of anywhere from 100 to 5,000 people can be riddled with headaches at best, a financial disaster at worst. Business owners and managers who continue to utilize outdated staff scheduling methods risk costly understaffing or overstaffing, ineffective communications between staff and management, and ultimately, repeated blows to the bottom line.
es_es: Para el dueño de grandes empresas, la gestión de personal de entre 100 y 5.000 personas pueden estar plagada de dolores de cabeza a lo sumo, un desastre financiero en el peor. Los dueños de negocios y gerentes que siguen a utilizar anticuados métodos de programación de personal de riesgos costosos Falta de personal o exceso de personal, la comunicación ineficaz entre el personal y la gestión, y en última instancia, la de los golpes a la línea de fondo.
zh_cn: 为大型企业的所有者，管理人员随时随地从100到5000人，可以是千疮百孔的头痛，最好，最严重的金融灾难。企业业主和经理人继续利用过时的人员调度方法的风险昂贵的人员不足或人浮于事，人员和管理人员之间的无效沟通，最终，反复底线的打击。

source: Compound these difficulties with high turnover and scheduling mistakes will happen; and when they do your customer suffers and you pay the price. Your business doesn't have to put up with costly scheduling mistakes. ShiftPlanning employee scheduling software can streamline your complex staffing system into a lean and powerful tool that allows you to keep track of every employee, every job and every detail thoroughly and effortlessly.
es_es: Compuesto estas dificultades con una alta rotación y los errores de programación va a suceder, y cuando lo hacen su cliente sufre y paga el precio. Su negocio no tiene que soportar los errores de programación costosos. Empleado ShiftPlanning software de programación se puede simplificar el sistema de dotación de personal compleja en una herramienta simple y poderosa que le permite llevar un registro de cada empleado, cada puesto de trabajo y todos los detalles a fondo y sin esfuerzo.
zh_cn: 化合物与高营业额和调度失误会发生这些困难;当他们这样做，你的顾客遭受和你付出的代价。你的企业没有把昂贵的调度失误。 ShiftPlanning雇员调度软件可以简化成一个精干和强大的工具，允许你跟踪每一位员工，每一项工作和每一个细节彻底，毫不费力复杂的人手系统。

source: Once it's customized to suit your individual business's needs, ShiftPlanning does much more than just allow managers to print or e-mail schedules, maintain employee calendars and keep vacation schedules straight. ShiftPlanning allows large businesses to schedule smarter by making the most current and accurate data readily available. At any given moment, the scheduler can know who is available, who is on overtime, who is on sick leave, which employees are top performers and much more.
es_es: Una vez que se personalizarse para satisfacer las necesidades de su negocio individual, ShiftPlanning hace mucho más que simplemente permitir a los administradores para imprimirla o enviarla por correo horarios, mantener los calendarios de los empleados y mantener programas de vacaciones recta. ShiftPlanning permite a las empresas grandes para programar más inteligente al hacer los datos más actuales y precisos disponibles. En un momento dado, el programador puede saber quién está disponible, que es de las horas extraordinarias, que está de baja por enfermedad, que son los empleados de mejor desempeño y mucho más.
zh_cn: 一旦它的定制，以满足您的个性化业务的需求，的ShiftPlanning远远超过只允许打印经理或e-mail的时间表，维护员工的日历并保持直的假期安排。 ShiftPlanning允许大型企业安排聪明的最新，最准确的数据随时可用。在任何特定时刻，调度可以知道谁是，谁是在加班，病假，哪些员工是顶级的表演，更是谁。

source: Key to ShiftPlanning's success is the interactive interface that allows employees to be included in their own scheduling. Staff can log in from any computer to provide their availability information, view their schedule, request time off or trade shifts. Management has the ability to accept or deny any schedule changes before they are logged. Plus, once one employee has scheduled vacation time there's no risk of another staff member reserving the same dates. ShiftPlanning puts Intranet power directly into the hands of employees and managers for a no-excuses approach to effective scheduling.
es_es: La clave del éxito ShiftPlanning es la interfaz interactiva que permite a los empleados que se incluirán en su programación propia. El personal puede acceder desde cualquier ordenador para proporcionar su información de disponibilidad, ver su horario, de solicitud de tiempo o los cambios comerciales. La gerencia tiene la capacidad de aceptar o rechazar cualquier cambio de horario antes de que se registran. Además, una vez uno de los empleados ha programado el tiempo de vacaciones que no hay riesgo de otro miembro del personal de reserva de las mismas fechas. ShiftPlanning pone el poder Intranet directamente a las manos de los empleados y gerentes para un enfoque sin excusas a la programación eficaz.
zh_cn: ShiftPlanning的成功的关键是人机交互界面，使员工在自己的调度。员工可以从任何计算机登录，以提供其可用性的信息，查看他们的日程安排，时间要求关闭或贸易转变。管理层有能力接受或拒绝任何变动记录之前他们。另外，一旦一个员工已安排的休假时间保留的另一名工作人员在同一日期的成员有没有风险。 ShiftPlanning了Intranet的权力，直接进入一个没有借口的做法有效的调度管理人员和员工的手中。

source: With ShiftPlanning, you'll never have to experience the headache of a shift shortfall again, nor will you repeat the unnecessary and expensive mistake of overstaffing events. Many businesses err on the side of caution when it comes to staffing their client's events because they lack the tools to monitor staff requirements accurately. Overstaffing bleeds businesses of profits unnecessarily, but it doesn't have to.
es_es: Con ShiftPlanning, usted nunca tendrá que experimentar el dolor de cabeza de un déficit de cambio de nuevo, ni va a repetir el error innecesario y costoso de exceso de eventos. Muchas empresas errar en el lado de la precaución cuando se trata de personal de los acontecimientos de su cliente porque carecen de las herramientas para controlar con precisión las necesidades de personal. Exceso de las empresas de los beneficios innecesariamente sangra, pero no tiene por qué.
zh_cn: 与ShiftPlanning，你永远不会有再次体验转变短缺的头痛，你也不会人浮于事事件重复的不必要的和昂贵的错误。当谈到人手其客户的事件，因为他们缺乏工具来监视员工的要求准确，很多企业宁可谨慎。冗员企业利润不必要的流血，但它没有。

source: ShiftPlanning comes completely tailored to suit your business's needs, right down to the smallest detail. <a href="/signup/">Try it</a> for a month for free. If you like it, you'll quickly realize that in addition to streamlining staff schedules, your company will be capping the stream of lost revenue that comes from inadequate scheduling processes, and gaining revenue that is part and parcel with happy customers returning for more business.
es_es: ShiftPlanning viene totalmente a medida para satisfacer las necesidades de su negocio, hasta el más mínimo detalle. <a href="/signup/">Inténtelo</a> durante un mes de forma gratuita. Si te gusta, pronto te darás cuenta que, además de la racionalización de los horarios del personal, su empresa estará limitando la corriente de pérdida de ingresos que proviene de los procesos de programación inadecuadas, y la obtención de ingresos que es parte y parcela con los clientes felices de regresar para más negocios .
zh_cn: ShiftPlanning来完全定制，以满足您的业务需求，降低到最小的细节。 <a href="/signup/">试试吧</a> 一个月免费。如果你喜欢它，你很快就会意识到，除了精简人员计划，贵公司将封顶的收入损失流不足的调度进程，并取得收入，是重要的组成部分，与快乐的客户提供更多的业务返回。

source: ShiftPlanning offers discounted billing rates for large businesses over 100 employees. Our billing rate is on a per employee basis and scales on demand with your business needs. Please <a href="/contact/">Contact Us</a> for more information on pricing and how to get started.
es_es: ShiftPlanning ofrece descuentos de facturación para las grandes empresas de más de 100 empleados. Nuestra tasa de facturación se encuentra en una base por empleado y las escalas en la demanda con las necesidades de su negocio. Por favor, <a href="/contact/">Contacte con nosotros</a> Para obtener más información sobre precios y cómo empezar.
zh_cn: ShiftPlanning提供了超过100名员工的大型企业的结算利率贴现。我们的结算率是每一个员工的基础上和尺度上的需求与您的业务需求。请 <a href="/contact/">联系我们</a> 定价的更多信息，以及如何开始。

source: Thanks! We have received your details.
es_es: Gracias! Hemos recibido sus datos.
zh_cn: 谢谢！我们已经收到您的详细资料。

source: A member of our sales team will reach out to you shortly.
es_es: Un miembro de nuestro equipo de ventas llegará a usted en breve.
zh_cn: 我们的销售团队成员会向你伸出不久。

source: Reseller - Affiliate - Employee Scheduling Software | Workforce Management Software
es_es: Reseller - Afiliados - Employee Scheduling Software | Software de Gestión Laboral
zh_cn: 经销商 - 合作伙伴 - 员工排班软件|人力资源管理软件

source: Your Email
es_es: Su correo electrónico
zh_cn: 您的电子邮件

source: Phone Number
es_es: Número de teléfono
zh_cn: 电话号码

source: I agree to the Terms of Use and Privacy Policy
es_es: Estoy de acuerdo con los Términos de Uso y Política de privacidad
zh_cn: 我同意使用条款和隐私政策

source: Create my reseller account
es_es: Crear mi cuenta de revendedor
zh_cn: 创建我的经销商帐户

source: Refer Businesses to ShiftPlanning and Earn Money!
es_es: Consulte las empresas de ShiftPlanning y gana dinero!
zh_cn: 是指企业以ShiftPlanning，赚大钱！

source: Refer new users to ShiftPlanning and you'll receive 20% of their revenues for life!
es_es: Consulte los nuevos usuarios ShiftPlanning y usted recibirá el 20% de sus ingresos de por vida!
zh_cn: 请参阅新用户ShiftPlanning的，您会收到20％的收入为生活！

source: Joining the reseller program is easy. Resellers generate income simply by referring friends and/or associates to the application. Each time those referrals purchase a ShiftPlanning subscription, resellers will collect a generous commission.
es_es: Unirse al programa de distribuidores es fácil. Distribuidores de generar ingresos, simplemente por referir amigos y / o asociados a la aplicación. Cada vez que los referidos adquirir una suscripción ShiftPlanning, revendedores recogerá una generosa comisión.
zh_cn: 加入经销商计划是很容易的。经销商仅仅指朋友和/或联营公司的应用程序生成的收入。每次的推介购买了ShiftPlanning认购，经销商将收集一个慷慨的佣金。

source: Every reseller will have access to our reseller tools which will make referring accounts to ShiftPlanning a breeze! ShiftPlanning resellers have access to all sorts of free materials to promote their unique affiliate link, including email marketing and social networking promotional tools, as well as numerous variations of display ads, brochures, and videos from which to choose. In addition, resellers are permitted to generate their own creative or promotional copy.
es_es: Cada distribuidor tendrá acceso a nuestros distribuidores las herramientas que harán referencia a las cuentas ShiftPlanning una brisa! ShiftPlanning revendedores tienen acceso a todo tipo de materiales gratuitos para promover su enlace de afiliado único, incluyendo el marketing de correo electrónico y herramientas de redes sociales de promoción, así como numerosas variaciones de anuncios de display, folletos y videos entre los que elegir. Además, los distribuidores se les permite generar su propia copia creativa o promocionales.
zh_cn: 每个经销商都将有机会获得我们的经销商的工具，这将使指的帐户ShiftPlanning微风！ ShiftPlanning经销商获得各种免费资料，以促进其独特的友情链接，包括电子邮件营销和社交的宣传工具，以及无数的变化，显示广告，小册子和视频，从中选择。此外，经销商被允许生成自己的创意或促销副本。

source: From your Reseller Dashboard, you'll have access to track accounts you've referred as well as your commissions. Sign up now to start seeing your account earnings rack up!
es_es: El tablero de su distribuidor, usted tendrá acceso a seguimiento de las cuentas que haya a que se refiere, así como sus comisiones. Regístrate ahora para comenzar a ver a sus ganancias de las cuentas acumular!
zh_cn: 从你的经销商的仪表盘，你必须跟踪你提到的以及您的佣金帐户的访问。现在开始看到您的帐户收益机架！

source: ShiftPlanning is the Leading Workforce Management Software in Various Industries
es_es: ShiftPlanning es el software líder de gestión de la Fuerza Laboral en las Industrias Diversas
zh_cn: ShiftPlanning是全球领先的劳动力在各行业的管理软件

source: ShiftPlanning is the top choice workforce software of franchises, small businesses, and large organizations in over 60 countries across the globe.
es_es: ShiftPlanning es el software de elección de mano de obra la parte superior de las franquicias, pequeñas empresas y grandes organizaciones en más de 60 países de todo el mundo.
zh_cn: ShiftPlanning是首选的专营权，小企业，和遍布全球60多个国家的大型组织的劳动力软件。

source: With free setup and a 30-day free trial, you have nothing to lose except your old, costly scheduling process. <a href="#">Read More →</a>
es_es: Con una configuración libre y una prueba gratuita de 30 días, no tienes nada que perder, excepto el antiguo proceso, la programación costosa. <a href="#">Read More →</a>
zh_cn: 免费安装和30天的免费试用，你有什么可失去的，除了旧的，昂贵的调度进程。 <a href="#">阅读更多→</a>

source: 2011 ShiftPlanning.com All Rights Reserved.
es_es: 2011 ShiftPlanning.com Todos los derechos reservados.
zh_cn: 2011 ShiftPlanning.com所有工作日。

source: If you need a report not listed above, just contact us with your request. We are always looking for client input as we continuously work to improve ShiftPlanning's usability.
es_es: Si necesita un informe no mencionados anteriormente, no dude en ponerse en contacto con su solicitud. Estamos siempre en busca de entrada del cliente a medida que trabajamos continuamente para mejorar la usabilidad de ShiftPlanning.
zh_cn: 如果您需要以上未列出的一份报告，就联系我们您的要求。我们一直在寻找客户端的输入，为我们不断努力提高ShiftPlanning的可用性。

source: If your business operates from multiple physical locations you can manage them here; Or if your business operates from within a single location but has multiple departments you can also use locations as a level of division. <br /><br /> <b>Example Locations</b> <br /> South Location, North Location <br /><br /> <b>Example Divisions</b> <br /> Men's Department, Women's Department
es_es: Si su empresa opera desde múltiples ubicaciones físicas puede manejarlos aquí, o si su empresa opera desde un solo lugar, pero tiene varios departamentos también se puede utilizar lugares como un nivel de división. <br /><br /> <b>Ejemplos de ubicaciones</b> <br /> Sur Ubicación, ubicación del Norte <br /><br /> <b>Divisiones de ejemplo</b> <br /> Departamento de los hombres, Departamento de la Mujer
zh_cn: 如果您的企业经营来自多个物理位置，你可以管理它们在这里，或者如果您的业务运作，在一个单一的位置，但有多个部门，你也可以使用作为一个正处级的位置。 <br /><br /> <b>例如点</b> <br /> 地点南，北地点 <br /><br /> <b>例如分部</b> <br /> 男装部，妇女事务部

source: Positions are job functions within your business and they are created under a location. <br /><br /> <b>Example Positions</b><br /> Cashier, Sales, Office, Kitchen, Busser, Hostess
es_es: Las posiciones son las funciones de trabajo dentro de su negocio y que se crean en un lugar. <br /><br /> <b>Posiciones de ejemplo</b><br /> Cajero, ventas, oficina, cocina, Busser, Anfitriona
zh_cn: 立场是您的企业内的工作职能和创建的下一个位置。 <br /><br /> <b>例如位置</b><br /> 出纳，销售，办公室，厨房，Busser，主持人

source: If your business operates from a single location you can simply create positions here under your main account. <br /><br /> <b>Example Positions</b><br /> Cashier, Sales, Office, Kitchen, Busser, Hostess
es_es: Si su empresa opera desde un solo lugar puede simplemente crear puestos aquí bajo su cuenta principal. <br /><br /> <b>Posiciones de ejemplo</b><br /> Cajero, ventas, oficina, cocina, Busser, Anfitriona
zh_cn: 如果您的企业经营从单一位置，您可以简单地创建位置在这里根据您的主帐户。 <br /><br /> <b>例如位置</b><br /> 出纳，销售，办公室，厨房，Busser，主持人

source: ShiftPlanning's Data API gives you read & write access to everything that is within ShiftPlanning; You can also manipulate data in your account by using the various API methods. <br /><br /> We've developed a straight-forward API that throws out old conventional ways of doing things to make it faster/easier to work with. We've also included a ton of sample code for the large programming languages:
es_es: ShiftPlanning del API de datos le da lectura y escritura acceso a todo lo que está dentro de ShiftPlanning; También puede manipular los datos de su cuenta mediante el uso de los métodos de la API diferentes. <br /><br /> Hemos desarrollado una API straight-forward que arroja viejas formas convencionales de hacer las cosas para hacerlo más rápido / más fácil trabajar con. También hemos incluido un montón de código de ejemplo para los grandes lenguajes de programación:
zh_cn: ShiftPlanning的数据API，让你读，写获得一切内ShiftPlanning的是;您还可以通过使用不同的API方法操纵您的帐户中的数据。 <br /><br /> 我们已经开发了一种直接的API做的事情，使其更快/更容易使用的旧的传统方式，抛出。我们还包括吨的大型编程语言的示例代码：

source: <b>Rate Cards</b> allow you to adjust the percentage of pay during specific times / days of the week. These rates are then applied to your staff's base rate for specific positions. <br /> <br /> For example a 100% percentage means that the staff will receive 100% of their pay during that time / day, where as a 200% would mean they would receive double the pay during that time. <br /> <br /> You can also adjust <b>Overtime Rates</b> on a weekly and daily basis. The weekly rate is applied to the staff weekly overtime setting, and the daily setting is applied to a minimum hour threshold that you can customize here. <br /> <br /> <b>Hint</b> - To update multiple values at once click and drag your mouse over multiple entries to select them.
es_es: <b>Tarjetas de tarifas</b> le permiten ajustar el porcentaje de la retribución durante tiempos específicos o días de la semana. Estas tarifas se aplican luego a la tarifa base de su personal para puestos específicos. <br /> <br /> Por ejemplo un porcentaje del 100% significa que el personal recibirá el 100% de su salario durante ese tiempo / día, en donde como un 200% significaría que iban a recibir el doble de la remuneración durante ese tiempo. <br /> <br /> También puede ajustar <b>Las horas extraordinarias</b> sobre una base semanal y diario. El precio de la semana se aplica a la configuración personal de las horas extraordinarias por semana, y el ajuste de todos los días se aplica a un umbral mínimo de horas que se puede personalizar aquí. <br /> <br /> <b>Insinuar</b> - Para actualizar los valores de varios a la vez, haga clic y arrastre el ratón sobre las entradas múltiples para seleccionarlos.
zh_cn: <b>价目表</b> 允许你在特定的时间/天一周调整工资的百分比。这些费率，然后应用到具体岗位的工作人员的基本利率。 <br /> <br /> 例如，一个100％的比例意味着，工作人员将接受那段时间/天，200％将意味着他们将获得双倍的薪酬，在这段时间内他们的工资的100％。 <br /> <br /> 您还可以调整 <b>加班工资</b> 每周和每日的基础上。每周的税率适用于员工每周加班设置，每天设置应用到最低小时阈值，在这里你可以自定义。 <br /> <br /> <b>暗示</b> - 一次更新多个值单击并拖动鼠标选择多个条目。

source: ShiftPlanning experts will create a custom, ready-to-go scheduling program integrated into ShiftPlanning's intuitive scheduling software.
es_es: ShiftPlanning expertos creará una costumbre, listos para ir a la programación del programa integrado en el software de programación de ShiftPlanning intuitiva.
zh_cn: ShiftPlanning专家将创建一个自定义的，准备去调度方案融入ShiftPlanning直观的调度软件。

source: We will have your ShiftPlanning account up and running <b>within 24 hours</b>. There's no reason to wait another minute. To get started with your free streamlined account set-up, send us an e-mail at:
es_es: Vamos a tener su cuenta ShiftPlanning en marcha <b>dentro de las 24 horas</b>. No hay razón para esperar un minuto más. Para empezar a utilizar su cuenta gratuita ágil puesta en marcha, envíenos un e-mail a:
zh_cn: 我们将您的ShiftPlanning帐户和运行 <b>在24小时之内</b>。没有理由再等待一分钟。为了得到免费的精简帐户开始设立，电子邮件发送给我们：
