Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning_js.po
Languages: es_es

source: Switching to Draft/Publish mode will automatically set all of your shifts from the past week and earlier to 'Published'.
es_es: El cambio al proyecto de / Publicar automáticamente el modo de hacer que todos sus turnos a partir de la semana pasada y antes de &quot;Publicado&quot;.

source: Location Saved
es_es: Ubicación guardada

source: Are you sure you want to remove this location?
es_es: ¿Está seguro que desea eliminar esta ubicación?

source: Enter a position name
es_es: Escriba un nombre de la posición

source: Position Created
es_es: Posición de creación

source: Could not create position
es_es: No se pudo crear la posición de

source: Are you sure you want to delete this position?
es_es: ¿Está seguro que desea eliminar esta posición?

source: Position Deleted
es_es: Posición eliminados

source: Position Updated
es_es: Posición Actualizado

source: Deleting this card will revert any staff that were assigned to this back to the default card. Are you sure you want to continue?
es_es: La eliminación de esta tarjeta se volverá todo el personal que se asigna a esta vuelta a la tarjeta por defecto. ¿Seguro que desea continuar?

source: Card Deleted
es_es: Tarjeta eliminados

source: Card Updated
es_es: Tarjeta de Actualización

source: Card Created
es_es: Tarjeta de creación

source: Are you sure you want to delete your current logo?
es_es: ¿Está seguro que desea eliminar el logotipo de su actual?

source: Image Deleted
es_es: Imagen eliminados

source: Image Upload Cancelled
es_es: Cargar imágen Cancelado

source: Account Created
es_es: Cuenta Creada

source: Are you sure you want to delete this account? This action cannot be reversed.
es_es: ¿Está seguro que desea eliminar esta cuenta? Esta acción no puede ser revertida.

source: Account Deleted
es_es: Cuenta eliminada

source: Processing..
es_es: Procesamiento ..

source: Validating..
es_es: Validar ..

source: Required
es_es: Necesario

source: Invalid
es_es: Inválido

source: Creating Account..
es_es: La creación de la cuenta ..

source: Temp. Email Accounts Not Allowed
es_es: Temperatura Cuentas de correo electrónico no permitido

source: Flood Protection: Another account has been registered from this i.p. within 30mins. Please wait and try again.
es_es: Protección contra Inundaciones: Otra cuenta ha sido registrada de esta IP dentro de 30 minutos. Por favor, espere y vuelva a intentarlo.

source: {time_saved}hrs and ${money_saved} per month saved with ShiftPlanning!
es_es: {time_saved}horas y ${money_saved} al mes guarda con ShiftPlanning!

source: That's a big business! Please contact us for pricing details.
es_es: Eso es un gran negocio! Por favor, póngase en contacto con nosotros para detalles de precios.

source: Sending Message..
es_es: Enviando mensaje ..

source: <b class="red">Missing Details</b>. Please select a carrier and enter a phone number above.
es_es: <b class="red">Detalles que faltan</b>. Por favor, seleccione una compañía de e introduzca un número de teléfono que aparece arriba.

source: Are you sure you want to delete this comment?
es_es: ¿Está seguro que desea eliminar este comentario?

source: Click to leave an comment
es_es: Haga clic aquí para dejar un comentario

source: You must enter an comment
es_es: Debe introducir un comentario

source: Comment is too short
es_es: Comentario es demasiado corto

source: Enter the Image URL:
es_es: Introduce la URL de la imagen:

source: Enter the URL:
es_es: Introduzca la dirección URL:

source: {field} is a required field.
es_es: {field} es un campo obligatorio.

source: Are you sure you want to drop this Shift?
es_es: ¿Seguro que quiere eliminar este cambio?

source: "{type}" Is an incorrect File Type
es_es: &quot;{type} &quot;Es un tipo de archivo incorrecto

source: Minimum 3 Chars Please
es_es: Mínimo 3 Chars favor

source: Username saved as:
es_es: Nombre de usuario guardado como:

source: Username Already in Use.
es_es: Nombre de usuario ya está en uso.

source: Username Already in Use
es_es: Nombre de usuario ya está en uso

source: search here
es_es: búsqueda aquí

source: Please Complete Setup First
es_es: Por favor complete el programa de instalación Primera

source: Requested URL not found. Please Contact info@shiftplanning.com if this persists.
es_es: URL solicitado no se encuentra. Póngase en contacto con info@shiftplanning.com si esto persiste.

source: Internal Server Error. Please Contact info@shiftplanning.com if this persists.
es_es: Error interno del servidor. Póngase en contacto con info@shiftplanning.com si esto persiste.

source: Your session has expired. Please <a href="{app}">Login</a> to continue.
es_es: Su sesión ha caducado. Por favor, <a href="{app}">Iniciar sesión</a> para continuar.

source: Request Time out. Please Try Again
es_es: Solicitar tiempo fuera. Por favor intente nuevamente

source: some string
es_es: un trozo de cuerda

source: this will get translated
es_es: esto se traduce

source: text
es_es: texto

source: Hello World!
es_es: ¡Hola Mundo!

source: Hello
es_es: ¡Hola

source: Hello %1
es_es: Hola% 1

source: This is the %1 %2
es_es: Este es el% 1% 2

source: one banana
es_es: un plátano

source: string
es_es: cadena

source: Nice Work - Your account is already activated!
es_es: Buen trabajo - Tu cuenta ya está activada!

source: Upload File
es_es: Subir Archivo

source: Unable to Upload File..
es_es: No se puede cargar archivos ..

source: File Uploaded
es_es: Archivo Subido

source: Please fill in all parts of the message.
es_es: Por favor, rellene todas las partes del mensaje.

source: Your information has been received! We will respond as soon as humanly possible to let you know about the requested time for your training session, as well as if we require any further details to setup your account.
es_es: Su información se ha recibido! Le responderemos tan pronto como sea humanamente posible para hacerle saber sobre el tiempo solicitado para la sesión de entrenamiento, así como si requiere más información para configurar su cuenta.

source: Please enter a question first
es_es: Por favor, introduzca una primera pregunta

source: Your message has been sent. We will respond as soon as humanly possible. If you are looking for more immediate assistance you can also connect with our 24/7 livechat team.
es_es: Su mensaje ha sido enviado. Le responderemos tan pronto como sea humanamente posible. Si usted está buscando para obtener más ayuda inmediata, también puede conectar con nuestro equipo de 24/7 livechat.

source: Connect with LiveChat Team
es_es: Conectar con el equipo LiveChat

source: Are you sure you want to cancel?
es_es: ¿Está seguro que desea cancelar?

source: Are you sure you want to Delete this message?
es_es: ¿Seguro que quieres borrar este mensaje?

source: Are you sure you want to delete this message?
es_es: ¿Está seguro que desea eliminar este mensaje?

source: Title & Message required.
es_es: Título y Mensaje requeridos.

source: Message cannot be left empty
es_es: El mensaje no puede estar vacío

source: Comment required.
es_es: Opina necesario.

source: Create your first shift!</b><br /> Click anywhere on the orange grid to create your first shift
es_es: Crea tu primer turno!</b><br /> Haga clic en cualquier parte de la red de naranja para crear su primer turno

source: <b>Welcome to your new Employee Scheduling Software</b><hr />We've prepared a short tutorial to walk you through some of the most important features in ShiftPlanning so that you can fully benefit from your account.<br/><br/>This tutorial only takes a minute and you can stop at anytime.
es_es: <b>Bienvenido a su nuevo software de programación del Empleado</b><hr />Hemos preparado un breve tutorial que le guiará a través de algunas de las características más importantes de ShiftPlanning para que puedan beneficiarse plenamente de su cuenta.<br/><br/>Este tutorial sólo toma un minuto y se puede parar en cualquier momento.

source: Start Tutorial &raquo;
es_es: Inicio Tutorial »

source: <b>With ShiftPlanning you can view the schedule in multiple ways:</b><hr />
es_es: <b>Con ShiftPlanning puede ver el horario de varias maneras:</b><hr />

source: <ul><li><b>Employee</b> (current)<br />This is a grid view which you will find most familiar if you are coming from paper, or excel. Here you will find your staff on the left, and be able to quickly enter work times/positions for them on the right. <a href="javascript://" onclick="calendar({focus: 'employee'}); schedule.help(1);">preview</a></li>
es_es: <ul><li><b>Empleado</b> (Actual)<br />Esta es una vista de cuadrícula que se encuentra más familiar si usted viene desde el papel, o Excel. Aquí encontrará a su personal sobre la izquierda, y ser capaz de entrar rápidamente en los tiempos de trabajo o posiciones para ellos a la derecha. <a href="javascript://" onclick="calendar({focus: 'employee'}); schedule.help(1);">vista previa</a></li>

source: <li><b>Position</b><br />This view is similar to the employee grid view but it allows you to view your schedule from the aspect of the 'position' rather than the employee. <a href="javascript://" onclick="calendar({focus: 'position'}); schedule.help(1);">preview</a></li>
es_es: <li><b>Posición</b><br />Este punto de vista es similar a la vista de cuadrícula empleado, sino que le permite ver la programación desde el aspecto de la &quot;posición&quot; en lugar del empleado. <a href="javascript://" onclick="calendar({focus: 'position'}); schedule.help(1);">vista previa</a></li>

source: <li><b>Visual</b><br />This view that shows you visually on the timeline where your shifts are. This view is most similar to other calendar applications. <a href="javascript://" onclick="calendar({focus: 'visual'}); schedule.help(1);">preview</a></li></ul>
es_es: <li><b>Visual</b><br />Este punto de vista que muestra visualmente en la línea de tiempo donde los cambios son. Este punto de vista es muy similar a otras aplicaciones de calendario. <a href="javascript://" onclick="calendar({focus: 'visual'}); schedule.help(1);">vista previa</a></li></ul>

source: <b>Navigating within the Scheduler</b><hr />Change timelines by clicking on the Day, Week, Month timeline selector. Navigate backwards and forwards using the arrows at the end of the timeline.<br /><br /><b>Hint</b> - Anywhere you see a 'date' You can also click on it to jump between timelines.
es_es: <b>Navegando en el Programador de</b><hr />Cambio de líneas de tiempo haciendo clic en el Día, Semana, Mes selector de línea de tiempo. Navegar hacia atrás y hacia delante con las flechas al final de la línea de tiempo.<br /><br /><b>Insinuar</b> - En cualquier lugar donde vea una &#39;fecha&#39; También puede hacer clic en él para saltar entre las líneas de tiempo.

source: <b>Select Locations/Positions to view in the timeline</b><hr />At the top you will see the name of the current schedule that you are in. You can click on it to open the selection window which allows you to easily toggle between different locations & positions.<br /><br />You also have access to manage your Locations & Positions from this menu.
es_es: <b>Seleccione Ubicación de las posiciones para ver en la línea de tiempo</b><hr />En la parte superior podrás ver el nombre del programa actual que está pulg Usted puede hacer clic en él para abrir la ventana de selección que le permite cambiar fácilmente entre diferentes lugares y posiciones.<br /><br />Usted también tiene acceso para gestionar sus posiciones y ubicaciones de este menú.

source: <b>Scheduling Shifts with ShiftPlanning is easy!</b><hr />To schedule a shift: <b>single click</b> with your mouse on the timeline for the corresponding employee & date. Once scheduled, shifts can be clicked on to open the 'shift edit' window. Depending on the view that you are in, this will work differently. You'll have a chance to try it out in a minute.<br /><br /><b>Hint</b> - Shifts can also be drag-n-dropped & resized.
es_es: <b>Los cambios de programación con ShiftPlanning es fácil!</b><hr />Para hacer un cambio: <b>solo clic</b> con el ratón sobre la línea de tiempo para el empleado y la fecha correspondiente. Una vez programado, los turnos se puede hacer clic para abrir la ventana de &#39;cambio de edición &quot;. Dependiendo de la vista que se encuentra, esto va a funcionar de manera diferente. Usted tendrá la oportunidad de probarlo en un minuto.<br /><br /><b>Insinuar</b> - Los cambios también pueden ser drag-n-se redujo y cambiar de tamaño.

source: <b>Action Menu:</b><hr/>
es_es: <b>Menú de Acción:</b><hr/>

source: <li><b>Schedule Conflicts</b>: &nbsp; Check for scheduling conflicts on the current timeline</li>
es_es: <li><b>Planificar los conflictos</b>: Compruebe si hay conflictos de programación en la línea de tiempo actual</li>

source: <li><b>Schedule Wizard</b>: &nbsp; Auto-generate a schedule for the current timeline</li>
es_es: <li><b>Calendario de Asistente</b>: Generación automática de un calendario para la línea de tiempo actual</li>

source: <li><b>Schedule Copy</b>: &nbsp; Copy shifts from another timeline to the current timeline</li>
es_es: <li><b>Programar Copia</b>: Los cambios de copia de otra línea de tiempo a la línea de tiempo actual</li>

source: <li><b>Clear Schedule</b>: &nbsp; Clear all shifts from the current timeline</li>
es_es: <li><b>Calendario claro</b>: Borre todos los turnos de la línea de tiempo actual</li>

source: <li><b>Schedule Import</b>: &nbsp; Import an offline schedule into ShiftPlanning</li>
es_es: <li><b>Horario de importación</b>: Importación de un calendario en línea en ShiftPlanning</li>

source: <li><b>Schedule Sync</b>: &nbsp; Sync ShiftPlanning with your other calendars</li></ul>
es_es: <li><b>Programación de sincronización</b>: Sincronización ShiftPlanning con sus otros calendarios</li></ul>

source: <b>Publish Shifts</b><hr />Once you're finished working on your schedule you can click on the 'Publish' button to:
es_es: <b>Publicar Turnos</b><hr />Una vez que haya terminado de trabajar en el horario que usted puede hacer clic en &quot;Publicar &#39;para:

source: <br /><ul><li>Check for any conflicts that exist</li>
es_es: <br /><ul><li>Verifique que no haya conflictos que existen</li>

source: <li>Allow your staff to view these shifts from within their own ShiftPlanning Accounts.</li>
es_es: <li>Ofrezca a sus empleados para ver estos cambios dentro de sus propias cuentas ShiftPlanning.</li>

source: <li>Notify your staff (sms & email) that their upcoming work schedule has been posted.</li></ul>
es_es: <li>Notifique a su personal (SMS y correo electrónico) que su horario de trabajo próximo se ha publicado.</li></ul>

source: <b>Note</b> - Once a schedule is published we automatically track changes, allowing you to easily 'republish' the schedule afterward - This makes keeping your staff up-to-speed on schedule changes a breeze.
es_es: <b>Nota</b> - Una vez que se publica un calendario de seguimiento automático de cambios, lo que le permite fácilmente &quot;publicar&quot; el programa de tarde - Esto hace que mantener a su personal al corriente de velocidad en los cambios de horario de una brisa.

source: <b>Print beautiful schedules</b><hr />Quickly print your schedules for offline use. There is a ton of customizable options so you can print the schedule with the details that you want!<br /><br /><b>Hint</b> - You can also download your schedule as <b>.pdf</b> & <b>.xls</b> from here.
es_es: <b>Imprimir horarios de hermosas</b><hr />Imprima rápidamente sus horarios para su uso sin conexión. Hay un montón de opciones personalizables para que pueda imprimir el calendario con los detalles que quieras!<br /><br /><b>Insinuar</b> - También puede descargar su horario <b>. Pdf</b> Y <b>. Xls</b> desde aquí.

source: <b>That's it; You're ready to start Scheduling!</b><hr /><br />One more thing before you go..<br /><br />Remember that at anytime you can open your user menu at the top right for quick access to support & tutorials as well as to <b>connect instantly with our support team via live-chat</b>.
es_es: <b>Eso es todo, usted está listo para iniciar la programación!</b><hr /><br />Una cosa más antes de ir ..<br /><br />Recuerde que en cualquier momento usted puede abrir su menú de usuario en la parte superior derecha para acceder rápidamente a apoyar y tutoriales, así como a <b>conectarse al instante con nuestro equipo de soporte a través de chat en vivo</b>.

source: Continue &raquo;
es_es: Continue »

source: Start Scheduling &raquo;
es_es: Inicio Programación »

source: Shift Trade Requests
es_es: Las solicitudes del Comercio

source: Conflicts cannot be checked in the 'My Schedule' view.
es_es: Los conflictos no se pueden comprobar en el punto de vista &quot;Mi Lista&quot;.

source: Checking Conflicts..
es_es: Comprobación de conflictos ..

source: Conflict Found</b>
es_es: Conflicto encontrados</b>

source: No Conflicts Found
es_es: No hay conflictos encontrados

source: Creating PDF..
es_es: Creación de PDF ..

source: There are no shifts to publish
es_es: No hay cambios para publicar

source: Shifts cannot be published in the 'My Schedule' view.
es_es: Los cambios no pueden ser publicadas en la vista &quot;Mi Lista&quot;.

source: Publish shifts in the current timeline:
es_es: Publicar los cambios en la línea de tiempo actual:

source: You are not currently setup to use the draft/publish mode which means that all of your shifts will be visible to your staff as soon as they are created. We recommend <a href="javascript://" onclick="_switch('admin'); _sub('admin', 'managesettings')">switching to draft/publish mode</a>.<br /><br />You can also choose to proceed below to 'Publish' the shifts in the current timeline which will notify your staff that the schedule has been posted.
es_es: Usted no está actualmente configurado para utilizar el proyecto / publicar el modo de lo que significa que todos los cambios serán visibles para el personal tan pronto como se crean. Recomendamos <a href="javascript://" onclick="_switch('admin'); _sub('admin', 'managesettings')">cambiar a redactar / modo de publicación</a>.<br /><br />También puede optar por proceder a continuación a &#39;Publicar&#39; los cambios en la línea de tiempo actual que se notifique al personal de que el calendario ha sido publicado.

source: Publish Shifts Now &raquo;
es_es: Publicar Los cambios ahora »

source: Publish shifts in the current timeline
es_es: Publicar los cambios en la línea de tiempo actual

source: All Shifts from this timeline have been published already.
es_es: Todos los cambios de esta línea de tiempo ya se han publicado.

source: Publish:
es_es: Publicar:

source: Republish:
es_es: Volver a publicar:

source: Conflicts: <div style="display: inline;" id="os_noC"></div><div id="OSWarning">Checking for conflicts..</div><br />
es_es: Conflictos: <div style="display: inline;" id="os_noC"></div><div id="OSWarning">Comprobación de los conflictos ..</div><br />

source: After these shifts are published they will be visible to your employees. Upon Publishing you also have the option to notify your staff that their schedule has been posted, or that changes have been made.<br />
es_es: Después de estos cambios se publiquen será visible para sus empleados. Después de publicar que también tiene la opción de notificar a su personal que su horario se ha publicado, o que los cambios se han hecho.<br />

source: <br /><input type="radio" name="PublishSendNotification" value="0" /> Don't notify Employees<br /><input type="radio" name="PublishSendNotification" id="PublishSendNotification" value="1" checked /> Send Notifications to Employees <div style="display: inline;" id="PublishPastshiftwarning">(We recommend not sending notifications for past timelines)</div><br /><input type="radio" name="PublishSendNotification" value="2" /> Send Notifications to Employees & Managers
es_es: <br /><input type="radio" name="PublishSendNotification" value="0" /> No notificar a los empleados<br /><input type="radio" name="PublishSendNotification" id="PublishSendNotification" value="1" checked /> Enviar notificaciones a los empleados <div style="display: inline;" id="PublishPastshiftwarning">(Se recomienda no enviar las notificaciones de las líneas de tiempo en el pasado)</div><br /><input type="radio" name="PublishSendNotification" value="2" /> Enviar notificaciones a los empleados y encargados de

source: <div id="PublishNotificationOptions"><input type="checkbox"id="PublishCustomMessage" /> Include custom message in Notification
es_es: <div id="PublishNotificationOptions"><input type="checkbox"id="PublishCustomMessage" /> Incluir el mensaje personalizado en la Notificación

source: Publishing shifts..
es_es: Editorial cambia ..

source: Auto-Fill empty shifts for the current timeline: &nbsp;
es_es: Auto-Fill turnos vacíos de la línea de tiempo actual:

source: <div id="WizardContent"><hr />We have detected that the current timeline has {cal_ns} shifts in it and {exis_spe} of these have no staff assigned or open slots remaining.<br /><br /><b>What would you like the wizard to do?</b><br /><ul>
es_es: <div id="WizardContent"><hr />Hemos detectado que la línea de tiempo actual tiene {cal_ns} cambios en ella y {exis_spe} de ellos no tienen personal asignado o las franjas horarias aún abiertas.<br /><br /><b>¿Qué le gustaría que el asistente?</b><br /><ul>

source: Fill remaining {exis_slots_n} open slot
es_es: Llena restante {exis_slots_n} ranura abierta

source: <div id="WizardContent"><hr /><b>Yikes!</b>We have detected that all shifts in the current timeline are full. There is nothing left for us to do here.
es_es: <div id="WizardContent"><hr /><b>¡Caramba!</b>Hemos detectado que todos los cambios en la línea de tiempo actual está lleno. No hay nada que nos queda por hacer aquí.

source: Start the Wizard!
es_es: Inicie el Asistente!

source: The Wizard is at work
es_es: El Asistente está en el trabajo

source: You must select at least 1 fill option.
es_es: Usted debe seleccionar al menos una opción de relleno.

source: The schedule wizard cannot be used in the 'My Schedule' view.
es_es: El asistente de programación no se puede utilizar en la vista &quot;Mi Lista&quot;.

source: Auto-Generate a schedule for the current timeline
es_es: Generación automática de un calendario para la línea de tiempo actual

source: <div id="WizardContent"><hr />We have detected that the current timeline has
es_es: <div id="WizardContent"><hr />Hemos detectado que la línea de tiempo actual tiene

source: <ul><li><a href="javascript://" onclick="schedule.fill();">Fill these shifts</a></li><li><a href="javascript://" onclick="schedule.wizard('', 1);">Create a new schedule</a></li></ul></div>
es_es: <ul><li><a href="javascript://" onclick="schedule.fill();">Llene estos cambios</a></li><li><a href="javascript://" onclick="schedule.wizard('', 1);">Crear un nuevo calendario</a></li></ul></div>

source: <div id="WizardContent"><hr />The schedule wizard allows you to select a past timeline to use as a template to auto-fill with new staff assignments. When generating your new schedule we'll run the auto-fill against our extensive conflict avoidance system to eliminate as many conflicts as possible.<div class="pd5"></div>
es_es: <div id="WizardContent"><hr />El asistente de programa le permite seleccionar una línea de tiempo pasado para utilizar como plantilla para auto-llenado con las asignaciones de nuevos funcionarios. Cuando se genera el nuevo horario que va a ejecutar el auto-llenado en contra de nuestro amplio sistema de prevención de conflictos para eliminar el mayor número posible de conflictos.<div class="pd5"></div>
