Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: We started with about 15 employees were there to start and now we have just under 50 employees in total. In the service industry you need to schedule around the needs of the business. Each day and even day part requires a different level of staffing. Building a schedule around the ever-changing volume of business is the most difficult part. As well with many employees who have a variety of skills and availabilities, we also need to think carefully about each and every shift.
es_es: Empezamos con unos 15 empleados estaban allí para empezar y ahora tenemos un poco menos de 50 empleados en total. En la industria de servicio que usted necesita para programar en torno a las necesidades de la empresa. Cada día y parte, incluso días requiere un diferente nivel de dotación de personal. La construcción de un calendario de todo el volumen cada vez cambiante de los negocios es la parte más difícil. Además con muchos empleados que tienen una variedad de habilidades y disponibilidades, también tenemos que pensar cuidadosamente acerca de cambio de todos y cada uno.
zh_cn: 我们开始与大约15名员工，在那里开始的，现在我们有总共不到50名员工。在服务行业，你需要围绕业务需求来安排。每一天，甚至一天的部分，需要不同层次的工作人员。建立一个时间表各地千变万化的业务量是最困难的部分。也有许多员工的各种技能和空房，我们还需要仔细想想每一个转变。

source: Our previous employee schedule maker scheduling method was a draft containing the required shifts was drawn up, then staff names matched to each shift. The final draft was printed from an Excel spreadsheet and posted on a bulletin board.
es_es: Nuestro horario previa de su empleador fabricante de método de programación era un proyecto que contiene los cambios necesarios se ha elaborado, a continuación, los nombres del personal adaptados a cada turno. El borrador final fue impreso a partir de una hoja de cálculo Excel y publicado en un tablón de anuncios.
zh_cn: 我们以前的雇员时间表制造商调度方法是草案，制定了必要的转变，然后匹配到每个班次的工作人员的名字。从Excel电子表格打印的最后草案，并张贴在布告栏。

source: Having the ability for staff to check their schedule from anywhere, as well as reminder notifications means less of the excuse "I didn't realize I was scheduled to work today." I would recommend work scheduler ShiftPlanning to others. I signed up just after the initial launch and found Ryan to be very receptive to suggestions and questions. Also updates are well communicated.
es_es: Tener la capacidad del personal para comprobar su horario desde cualquier lugar, así como notificaciones de aviso significa menos de la excusa &quot;no me di cuenta que estaba programado para trabajar hoy&quot;. Yo recomendaría el trabajo ShiftPlanning planificador a los demás. Me apunté justo después del lanzamiento inicial y se encontró a Ryan a ser muy receptivos a las sugerencias y preguntas. Además las actualizaciones son muy bien comunicada.
zh_cn: 有能力的工作人员检查他们的日程安排，从任何地方，以及提醒通知，意味着更少的借口，“我不知道我原定今天的工作。”我会建议工作的的调度ShiftPlanning给他人。我刚刚签署了首次推出后，发现瑞安是很容易接受的建议和问题。也更新良好的沟通。

source: With ShiftPlanning it's much easier to manage availabilities and day off requests.
es_es: Con ShiftPlanning es mucho más fácil para administrar la disponibilidad y el día fuera de las solicitudes.
zh_cn: 与ShiftPlanning它更容易管理供应量和日关闭请求。

source: Chris Hannah - Trees Organic Coffee
es_es: Chris Hannah - Café Orgánico árboles
zh_cn: 克里斯·汉纳 - 树木有机咖啡

source: Fast Food Employee Scheduling &amp; Time Clocking
es_es: Fast Food Programación de Empleado y hora Reloj
zh_cn: 快餐店员工排班时间时钟

source: HB Studio - Personnel Scheduling - Case Study
es_es: HB Studio - Programación de Personal - Estudio de caso
zh_cn: HB工作室 - 人事调度 - 案例研究

source: HB Studio - Personnel Scheduling
es_es: HB Studio - Personal de Programación
zh_cn: HB工作室 - 人事调度

source: Case Study: HB Studio in New York, New York, United States
es_es: Estudio de caso: HB Studio de Nueva York, Nueva York, Estados Unidos
zh_cn: 案例分析：HB Studio在纽约，纽约，美国

source: HB Studio was founded in 1945 by Herbert Berghof as a place for working actors to be able to keep up their practice and training between acting jobs. The Studio moved from a highly informal to a more formal structure over the years, starting with Mr. Berghof himself simply accepting payments directly from students when they arrived for class with him (if he actually made them pay in the first place). Eventually an assistant would handle accepting payments and as the operation grew, a full-time registrar was hired, then a business manager, then more registration staff, maintenance staff and so on.
es_es: HB Studio fue fundado en 1945 por Herbert Berghof como un lugar para trabajar los actores para poder mantener su práctica y la formación entre los puestos de trabajo que actúan. El estudio pasó de un informal, en gran medida a una estructura más formal en los últimos años, empezando por el propio Sr. Berghof simplemente aceptar pagos directamente de los estudiantes al llegar a clase con él (si es que realmente les hizo pagar en el primer lugar). Finalmente, un asistente se encargaría de aceptar pagos y como la operación creció, un secretario a tiempo completo fue contratada, a continuación, un administrador de empresas, el personal de entonces, más de registro, el personal de mantenimiento y así sucesivamente.
zh_cn: 乙肝工作室于1945年成立赫伯特·伯格霍夫作为一个演员能够跟上他们之间的代理工作的实践和培训的地方。把工作室搬到多年来高度非正式一个更为正式的结构，开始伯格霍夫先生本人只是学生接受付款时，他们直接来到他的类（如果他实际上是由他们支付在首位）。最终助理处理收受的款项，作为经营的增长，被聘用了一名全职的注册商，业务经理，然后更多的登记人员，维修人员等。

source: Many of the office functions were handled early on by teachers or students on a voluntary basis, sometimes in exchange for class time, and sometimes as short-lived part-time gigs to pay the bills. As the organization was originally a sole ownership, the rules were fast and loose at the time and a lot of people got jobs working for the organization simply as a way of Mr. Berghof helping them out during a rough time.
es_es: Muchos de los trabajos de oficina han sido manipulados desde el principio por los profesores o los estudiantes sobre una base voluntaria, a veces, a cambio de horas de clase, ya veces como de corta duración a tiempo parcial conciertos para pagar las cuentas. A medida que la organización fue originalmente una propiedad exclusiva, las reglas eran rápido y suelto en el tiempo y una gran cantidad de personas consiguieron trabajo de trabajo de la organización simplemente como una forma del Sr. Berghof ayudando a cabo durante un mal momento.
zh_cn: 许多办公室的职能，早期处理，有时在上课时间的交流，由教师或学生自愿的基础上，有时是短暂的兼职演出，支付账单。作为该组织原本是唯一所有权，规则是快速和宽松的时间和很多人找到了工作，只是作为了伯格霍夫先生帮助他们在一个粗略的时间，方式为组织工作。

source: After Mr. Berghof's death, his widow, the renowned stage actress and one of the Studio's teachers, Uta Hagen, arranged to have the organization moved from a sole ownership to a 501(c)(3) non-profit. The staffing continued to become more structured and formalized. After Ms. Hagen's passing, the organization eventually settled on being headed by an Executive Director, who is currently supported by an Operations Manager, Finance Coordinator, and Director of Development at the top end, along with a number of registration staff, janitorial and maintenance, and some supporting administrative staff.
es_es: Después de la muerte del señor Berghof, su viuda, la actriz de teatro de renombre y uno de los maestros del estudio, Uta Hagen, dispuso que la organización pasó de una propiedad exclusiva de una organización 501 (c) (3) sin fines de lucro. El personal continuó a ser más estructurado y formal. Después de pasar la Sra. Hagen, la organización finalmente se estableció en ser dirigida por un Director Ejecutivo, quien actualmente está apoyado por un Gerente de Operaciones, Coordinador de Finanzas, y Director de Desarrollo en el extremo superior, junto con un número de personal de registro, limpieza y mantenimiento , y algunos miembros del personal de apoyo administrativo.
zh_cn: 伯格霍夫先生去世后，他的遗孀，著名舞台剧演员和工作室的教师，歌哈根，安排有从单一所有制的501（c）（3）非营利组织的动议。工作人员继续变得更有条理和形式化。 ·哈根女士逝世后，该组织正在执行董事，目前的支持下，由一名业务经理，财务协调员，并在高端​​发展总监为首的登记人员的数量，清洁和维护随着最终定居，和一些配套的行政人员。

source: The current number of employees, when combining the Studio's staff to the staff of the HB Playwrights Foundation, which is effectively an arm of the Studio, comes in at 30, some of whom might be described as "seasonal". This does not included the count of teachers who, for the most part, are independent contractors.
es_es: El número actual de empleados, cuando se combina el personal del Estudio para el personal de la Fundación de Dramaturgos HB, que es efectivamente un brazo del estudio, está en el puesto 30, algunos de los cuales podría ser descrito como &quot;de temporada&quot;. Esta versión no incluye el recuento de los profesores que, en su mayor parte, son contratistas independientes.
zh_cn: 目前公司员工人数时，结合工作室的工作人员，到HB剧作家基金会，这是一个有效的手臂工作室的工作人员，涉及30人，其中一些可能会被视为“季节性”。这并不包括教师数人，大部分都是独立的承包商。

source: Our current scheduling challenges start with the fact that our full-time registration staff are paid hourly and have flexible schedules. Given the patchwork of staff availability and our obligation to provide a minimum number of hours to staff designated full-time means that shifts are never a fixed length from one day to the next. That overlaps with the difficulty of tracking vacation time accruals, and also vacation time usage. For the part-time hourly staff, we do our best to award work hours in reasonable proportion to stated availability.
es_es: Nuestros retos actuales de la programación de comenzar con el hecho de que nuestro personal de tiempo completo de registro se les paga por hora y tienen horarios flexibles. Teniendo en cuenta el mosaico de la disponibilidad del personal y de nuestra obligación de proporcionar un número mínimo de horas para el personal designado a tiempo completo significa que los cambios no son nunca una longitud fija de un día para otro. Que se superpone con la dificultad de seguimiento de devengo de vacaciones de tiempo, y también el uso de tiempo de vacaciones. Para el personal a tiempo parcial por hora, hacemos nuestro mejor esfuerzo para otorgar las horas de trabajo en proporción razonable a la disponibilidad indicada.
zh_cn: 我们当前的调度挑战，开始与我们的专职登记人员支付每小时的事实，并有灵活的时间安排。由于工作人员的可用性和指定全职的手段，转变从来没有一个固定的长度从一天到下一个小时的最低数量的工作人员，我们有义务提供错落有致。跟踪休假时间预提费用的困难，也休假时间的使用重叠。每小时为兼职人员，我们会竭尽所能，以合理的比例来说明可用性奖工时。

source: Our previous work scheduler system was simply for one of our managers to take staff availability by e-mail, then calculate availability by hand, then assign shifts by hand, and issue the schedule to staff in a pre-formatted Word document. Time sheet tracking was accomplished by an custom-made Excel spreadsheet on a server accessible to staff from any work station in the office.
es_es: Nuestro anterior trabajo programador del sistema era simplemente uno de nuestros gerentes a tomar la disponibilidad de personal por correo electrónico, a continuación, calcular la disponibilidad de la mano, a continuación, asignar turnos a mano, y emitir el programa al personal en un documento de Word con formato previo. El tiempo de seguimiento fue realizada por hoja de una hoja de cálculo Excel a medida en un servidor accesible para el personal de cualquier estación de trabajo en la oficina.
zh_cn: 我们以前的工作调度系统是我们的经理人之一，简单地采取员工通过电子邮件的可用性，然后手工计算的可用性，然后通过手工分配的变化，并发出时间表，工作人员在一个预先格式化的Word文档。任何在办公室工作的站的工作人员可从服务器上的一个定制的Excel电子表格完成时间表跟踪。

source: We stuck with the old work scheduler system as long as we did mostly because of inertia. When we were ready to make a move, we looked at several offerings, but we found ShiftPlanning to be the best solution because so many other systems didn't actually provide BOTH scheduling AND time sheet tracking. It was actually rather ridiculous how many other offerings didn't accomplish this. Prior to using ShiftPlanning, there was a failure of managerial oversight and observation of authority that resulted in a few members of staff accruing much too much overtime.
es_es: Nos quedamos con la antigua obra programador de sistemas, siempre y cuando lo hicimos sobre todo debido a la inercia. Cuando estábamos listos para hacer un movimiento, nos fijamos en varias ofertas, pero nos encontramos ShiftPlanning ser la mejor solución porque los sistemas de otras tantas en realidad no proporcionan tanto la programación y el seguimiento de hoja de tiempo. En realidad era bastante ridículo el número de ofertas de otros no lograr esto. Antes de utilizar ShiftPlanning, hubo un fracaso de la supervisión de la gestión y la observación de la autoridad que dio lugar a algunos miembros del personal de las horas extraordinarias que correspondan demasiado.
zh_cn: 我们坚持，只要我们做主要是因为惯性与旧的工作调度系统。当我们准备使一招，我们看了几个产品，但我们发现ShiftPlanning是最好的解决方案，因为有很多其他系统实际上并没有提供调度和时间片跟踪。多少其他产品没有做到这一点，它实际上是相当荒谬的。之前使用ShiftPlanning，有故障，导致一些成员在累积太多太多加班的工作人员的管理权力的监督和观察。

source: ShiftPlanning has allowed a much greater and more efficient degree of managerial oversight. Different members of the managerial staff oversee different segments of the staff and are responsible for tracking and reporting work hours clocked. Each member then submits time sheet reports generated by the ShiftPlanning work scheduler to the Executive Director, who gives it all one last look and approval before submitting the information to the Finance Coordinator for submission to the company that processes payroll.
es_es: ShiftPlanning ha permitido un grado mucho mayor y más eficaz de supervisión de la gestión. Los diferentes miembros del personal directivo supervisar los diferentes segmentos de los empleados y son responsables para el seguimiento y notificación de las horas de trabajo registrado. Cada miembro de la hoja de continuación, envía los informes generados por el trabajo del planificador ShiftPlanning al Director Ejecutivo, quien lo da todo aspecto último y aprobación antes de enviar la información al Coordinador de Finanzas para su presentación a la empresa que procesa la nómina.
zh_cn: ShiftPlanning允许程度更大和更有效的管理监督。监督管理人员的不同成员不同阶层的员工，并负责跟踪和汇报工作小时计时。每个成员，然后提交报告生成，由ShiftPlanning工作调度执行主任，谁给它一上一下和批准之前提交财务协调员的信息提交到该公司处理工资的时间表。

source: The system has already greatly improved our tracking.
es_es: El sistema ya ha mejorado en gran medida nuestro seguimiento.
zh_cn: 该系统已经大大改善了我们的跟踪。

source: Shop employee scheduling and management application
es_es: Tienda de la programación de los empleados y gestión de aplicaciones
zh_cn: 商店雇员的调度和管理中的应用

source: Store Employee Scheduling software
es_es: Empleado de la tienda de software de programación
zh_cn: 商店员工排班软件

# title
source: Kuhnsville - Personnel Scheduling - Case Study
es_es: Kuhnsville - Programación de Personal - Estudio de caso
zh_cn: kuhnsville - 人事调度 - 案例研究

# menu
source: Kuhnsville - Personnel Scheduling
es_es: Kuhnsville - Personal de Programación
zh_cn: kuhnsville - 人事调度

source: Case Study: Kuhnsville in Allentown, Pennsylvania, United States
es_es: Estudio de caso: Kuhnsville en Allentown, Pennsylvania, Estados Unidos
zh_cn: 案例研究：Kuhnsville在阿伦敦，宾夕法尼亚州，美国

source: The Kuhnsville Car Wash was envisioned and created by John and Carol Kuhns in 1988. They decided to establish a business to service the community which envelops and surrounds Kuhnsville, this town named after the preceding relatives of John Kuhns. Their goal was to construct and develop a "First Class Car Wash" with personable and efficient employees. John and Carol Kuhns worked hard to maintain the car wash's appearance, update their equipment, improve training for their employees, increase the business volume and upgrade the services available for their customers.
es_es: El lavado de autos Kuhnsville fue concebido y creado por John y Carol Kuhns en 1988. Se decidió establecer un negocio para dar servicio a la comunidad que envuelve y rodea Kuhnsville, en esta ciudad el nombre de los familiares anteriores de John Kuhns. Su objetivo era construir y desarrollar un &quot;lavado de Primera Clase de coche&quot; con los empleados agradable y eficiente. John y Carol Kuhns trabajó duro para mantener el aspecto del lavado de coches, actualizar sus equipos, mejorar la formación de sus empleados, aumentar el volumen de negocio y mejorar los servicios disponibles para sus clientes.
zh_cn: Kuhnsville洗车设想，创建于1988年由约翰·卡罗尔Kuhns。他们决定建立了业务往来，以服务社会笼罩和包围，Kuhnsville约翰Kuhns前亲属命名这个小镇。他们的目标是建设和发展“一流洗车”风度翩翩，高效的员工。约翰和卡罗尔Kuhns努力保持洗车的外观，更新设备，提高他们的员工培训，提高业务量，并为他们的客户提供升级服务。

source: Their dedication to the Kuhnsville Car Wash has resulted in the "Best Car Wash" in town. Customers frequently state how pleased they are with the atmosphere. They have commented on our friendly service. They mention how great their vehicles look after we have carefully cleaned them. We have received letters stating these points and many more. Customers trust that the Kuhnsville Car Wash will do an excellent job in helping them to maintain their vehicles.
es_es: Su dedicación a la Car Wash Kuhnsville se ha traducido en el &quot;Car Wash&quot; El mejor en la ciudad. Los clientes con frecuencia decir lo contentos que están con la atmósfera. Se han hecho comentarios sobre nuestro servicio amable. Mencionan lo grande sus vehículos mira después de haber limpiado cuidadosamente. Hemos recibido cartas que indican estos puntos y muchos más. Los clientes confían en que el lavado de autos Kuhnsville hará un excelente trabajo para ayudar a mantener sus vehículos.
zh_cn: 导致了他们的奉献精神的Kuhnsville洗车“洗车”在镇。客户频繁地说明他们与大气是多么高兴。他们纷纷发表意见，我们友好的服务。他们提到有多大看一下他们的车辆后，我们已仔细清洗。我们已经收到信件，指出这点和许多。客户的信赖，的Kuhnsville洗车会做一个出色的工作，帮助他们维持他们的车辆。

source: We have a challenge by managing a large number of employees day to day with VERY variable availability.
es_es: Tenemos un reto por la gestión de un gran número de días empleados en día con una disponibilidad muy variable.
zh_cn: 我们有一个非常易变的可用性与管理大量的员工每天一天的挑战。

source: We used to use pen and paper, employee confirmation through text message with owner and whiteboards.
es_es: Solíamos utilizar lápiz y papel, la confirmación de empleados a través de mensaje de texto con el propietario y pizarras.
zh_cn: 我们使用笔和纸，雇员确认，通过与雇主和白板的文本消息。

source: It has allowed us to be more efficient and spend less time on work schedule, therefore, we now have more time to focus on the business's needs. This employee schedule maker has increased the amount of interaction that the kids have with each other. They talk and trade shifts more than when we had a pen and paper message.
es_es: Nos ha permitido ser más eficientes y gastar menos tiempo en horario de trabajo, por lo tanto, ahora tenemos más tiempo para centrarse en las necesidades del negocio. Este fabricante del horario empleado ha aumentado la cantidad de interacción que los niños tienen entre sí. Ellos hablan y el comercio se mueve más que cuando tenía un mensaje lápiz y papel.
zh_cn: 它使我们能更有效的工作日程上花费更少的时间，因此，我们现在有更多的时间专注于业务的需求。这名雇员的时间表制造商已增加量的互动，孩子们有互相。他们谈论和贸易转移时，我们不得不用笔和纸消息。

source: Every question…answered and resolved within 24 hours.
es_es: Todas las preguntas ... respondió y resueltas en 24 horas.
zh_cn: 每一个问题... 24小时内答复和解决。

source: Max Paine, Director of Information Technology – Kuhnsville Car Wash
es_es: Max Paine, Director de Tecnología de la Información - Lavado de coches Kuhnsville
zh_cn: 最大，信息技术部主任佩恩 - Kuhnsville洗车

source: Our message wall serves as the "classifieds" for shift bids and also the status of our Car Wash, if it's open or closed and when to report if we have a delayed opening due to rain.
es_es: Nuestro mensaje de la pared sirve como &quot;clasificados&quot; para las ofertas de cambio y también el estado de nuestro lavado de autos, si es abierto o cerrado y el momento de informar si tenemos un retraso en la apertura debido a la lluvia.
zh_cn: 我们的消息墙作为“广告”转变出价和我们的洗车状态，如果它是打开或关闭时报告，如果我们有一个因雨推迟开放。

source: <b>Business Name</b>: Kuhnsville
es_es: <b>Nombre del Negocio</b>: Kuhnsville
zh_cn: <b>公司名称</b>：Kuhnsville

source: Standardized Patient Program - Office of Medical Student Education - University of Michigan Medical School - Medical Staff Scheduling & Workforce Management - Case Study
es_es: Programa de Pacientes Estandarizados - Oficina de Educación de Estudiantes de Medicina - Universidad de Michigan Medical School - Programación de Personal Médico y Workforce Management - Estudio de caso
zh_cn: 标准化病人医学生教育计划 - 办公室 - 密歇根大学医学院的大学 - 医务人员调度及劳动力管理 - 案例研究

source: Standardized Patient Program - Office of Medical Student Education - University of Michigan Medical School - Medical Staff Scheduling & Workforce Management
es_es: Programa de Pacientes Estandarizados - Oficina de Educación de Estudiantes de Medicina - Universidad de Michigan Medical School - Programación de Personal Médico y Workforce Management
zh_cn: 标准化病人医学生教育计划 - 办公室 - 密歇根大学医学院的大学 - 医务人员调度及劳动力管理

source: Case Study: Standardized Patient Program - Office of Medical Student Education - University of Michigan Medical School in Ann Arbor, Michigan, United States
es_es: Estudio de caso: Programa de Pacientes Estandarizados - Oficina de Educación de Estudiantes de Medicina - Universidad de Michigan Medical School en Ann Arbor, Michigan, Estados Unidos
zh_cn: 案例研究：标准化病人计划 - 医学生教育办公室 - 在安阿伯密歇根大学医学院的大学，密歇根州，美国

source: We started over 30 years ago to help aid medical students with just one full-time employee and now we have 185 employees.
es_es: Empezamos hace 30 años para ayudar a los estudiantes de asistencia médica con un solo empleado de tiempo completo y ahora tenemos 185 empleados.
zh_cn: 我们始于30年前只是一个全职雇员，以帮助急救医疗的学生，现在我们有185名员工。

source: We don’t have a consistent schedule. Our employees may only work 2-3 events per year.
es_es: No tenemos un horario consistente. Nuestros empleados pueden trabajar solamente 2-3 eventos por año.
zh_cn: 我们并没有一个一致的时间表。我们的员工可能只能在每年的2-3事件。

source: Our previous employee scheduling system consisted of pencil and paper.
es_es: Nuestro anterior sistema de planificación empleado consistió en lápiz y papel.
zh_cn: 我们以前的雇员调度系统组成的铅笔和纸张。

source: The work scheduler ShiftPlanning has changed our scheduling by saving time by not having to individually email our employees. It has also provided a consistent way to schedule our Standardized Patients. I would absolutely recommend the ShiftPlanning and their team is very helpful. Once we became used to using it, we have saved time and allowed for more consistency. The work scheduler has been so effective for our Medical School program that we would like to help a couple other departments implement the program.
es_es: El trabajo del planificador ShiftPlanning ha cambiado nuestra programación, ahorrando tiempo al no tener que enviar a nuestros empleados de forma individual. También ha proporcionado una forma consistente para programar nuestros pacientes estandarizados. Sin duda lo recomiendo al ShiftPlanning y su equipo es muy útil. Una vez que se acostumbró a usarlo, hemos ahorrado tiempo y ha permitido una mayor coherencia. El trabajo de programador ha sido tan eficaz para nuestro programa de la Escuela de Medicina que nos gustaría ayudar a un par de otros departamentos de la ejecución del programa.
zh_cn: 工作调度ShiftPlanning节省时间，不必单独电子邮件给我们的员工已经改变了我们的调度。它还提供了一种一致的方式来安排我们的标准化病人。我绝对建议ShiftPlanning，和他们的团队是非常有帮助。一旦我们成为习惯使用它，我们节省了时间，并允许更多的一致性。工作调度一直是我们医学院的计划非常有效，我们想帮助一对夫妇的其他部门实施方案。

source: We have saved time.
es_es: Hemos ahorrado tiempo.
zh_cn: 我们节省了时间。

source: We use the Message Wall to correspond with our employees. In addition, we have uploaded several documents to allow for easy access to information.
es_es: Usamos la pared mensaje que se correspondan con nuestros empleados. Además, hemos subido varios documentos para permitir un fácil acceso a la información.
zh_cn: 我们使用的消息墙，以符合我们的员工。此外，我们已上传了几个文件，以便方便地获取信息。

source: Standardized Patient Program - Office of Medical Student Education - University of Michigan Medical School
es_es: Programa de Pacientes Estandarizados - Oficina de Educación de Estudiantes de Medicina - Universidad de Michigan Medical School
zh_cn: 标准化病人医学生教育计划 - 办公室 - 美国密歇根大学医学院

source: Medical Staff Scheduling &amp; Workforce Management
es_es: Programación de Personal Médico y Workforce Management
zh_cn: 医务人员调度及劳动力管理
