Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: These terms constitute the entire agreement between this site and you with respect to your use of this website. We may immediately terminate any user's access to or use of the Site due to such user's breach of these Terms of Use or other unauthorized use of the Site. Any cause of action you may have hereunder or with respect to your use of the Site must be commenced within one (1) year after the claim or cause of action arises. Our failure to exercise or enforce any right or provision of these Terms shall not constitute a waiver of any such right or provision. If for any reason a court of competent jurisdiction finds any provision of these Terms, or portion thereof, to be unenforceable, that provision shall be enforced to the maximum extent permissible so as to effect the intent of these Terms, and the remainder of these Terms shall continue in full force and effect.
zh_cn: 这些条款构成本网站和你之间就您使用本网站的全部协议。我们可能立即终止任何用户的访问或使用网站，由于这些用户的使用或其他网站未经授权使用这些条款违反。任何行动的原因，您可能与本协议或您使用本网站必须的索赔或诉讼产生后一（1）一年内开始。我们未能行使或执行这些条款的任何权利或规定，不构成任何此类权利或规定的豁免。如果因任何原因有管辖权的法院认定这些条款的任何规定，或其中的一部分，不可强制执行，该规定应被执行的最大允许范围内，以便对这些条款的意图，这些条款的其余部分应继续完全生效。

source: Modification of Terms of Use and Fees for Software
zh_cn: 修改使用条款和软件的费用

source: We reserve the right to change the terms, notices, and conditions of services, of the ShiftPlanning&trade; website, including but not limited to, the services/sites offered, and the charges that you may incur in the future. Right now there is no fee to use our products, however, that may change in the future. You will be given 30 days notice of any fee initiation with the option to decline such fee and cease use of our software products. It is solely your responsibility to regularly review these Terms of Use and the other Policies of the ShiftPlanning&trade; Website, to ensure you are up to date with all the terms, conditions, and charges, associated with ShiftPlanning&trade;. Your continued use of the ShiftPlanning&trade; Website, signifies your consent and agreement to all ShiftPlanning&trade; policies, terms, conditions, and notices.
zh_cn: /网站提供的服务，收费，你在未来可能产生的ShiftPlanning™网站，我们保留权利更改条款，通知，及服务条件，包括但不限于，。然而，眼下没有任何费用使用我们的产品，可能在未来发生改变。你会被给予30天的任何费开始选择拒绝这些费用和停止使用我们的软件产品的通知。它完全是您有责任定期检讨这些使用条款和其他政策的ShiftPlanning™网站，以确保你是最新的相关ShiftPlanning™的所有条款，条件，收费，。您继续使用的ShiftPlanning™网站，即表示您同意和协议所有ShiftPlanning政策，条款，条件，并通知。

source: If you have questions or concerns regarding these terms, you should email ShiftPlanning Customer Service at {infoat}.
zh_cn: 如果你有问题或疑虑，对这些条款，你应该发在ShiftPlanning客户服务 {infoat}。

source: Last Revised: March 8th, 2010
zh_cn: 最后修订日期：3月8日，2010

source: Supervisor
zh_cn: 监

source: error.
zh_cn: 错误。

source: Payroll</a> *<b>new</b>
zh_cn: 薪资</a> *<b>新</b>

source: Ping
zh_cn: 平安

source: Confirm Password
zh_cn: 确认密码

source: Go Back
zh_cn: 返回

source: <b>Facebook login success!</b>
zh_cn: <b>Facebook登录成功！</b>

source: <b>Google Apps login success!</b>
zh_cn: <b>谷歌应用程序登录成功！</b>

source: <b>Break: </b>
zh_cn: <b>突破： </b>

source: <b>Scheduled to Work</b>:
zh_cn: <b>预定工作</b>：

source: <b>Requesting to Work</b>:
zh_cn: <b>要求工作</b>：

source: <ul><li><a href="http://www.shiftplanning.com/api/php/" target="_blank">PHP</a></li> <li><a href="http://www.shiftplanning.com/api/javascript/" target="_blank">Javascript</a></li> <li><a href="http://www.shiftplanning.com/api/python/" target="_blank">Python</a></li> <li><a href="http://www.shiftplanning.com/api/cs/" target="_blank">C#</a></li> <li><a href="http://www.shiftplanning.com/api/asp.net/" target="_blank">ASP.Net</a></li> </ul>
zh_cn: <ul><li><a href="http://www.shiftplanning.com/api/php/" target="_blank">PHP的</a></li> <li><a href="http://www.shiftplanning.com/api/javascript/" target="_blank">JAVASCRIPT</a></li> <li><a href="http://www.shiftplanning.com/api/python/" target="_blank">蟒蛇</a></li> <li><a href="http://www.shiftplanning.com/api/cs/" target="_blank">C＃中</a></li> <li><a href="http://www.shiftplanning.com/api/asp.net/" target="_blank">ASP.Net</a></li> </ul>

source: If you are interested in learning more we recommend checking out our full <a href="http://www.shiftplanning.com/api/" target="_blank"><u>API documentation</u></a>. <br /> <br /> We also provide support for our API in our <a href="http://www.shiftplanning.com/forums/viewforum.php?id=21"><u>Developer Forums</u></a>. This is also a great place to connect with our developers and to share code, development tips,etc.
zh_cn: 如果你有兴趣学习更多，我们建议检查出我们充分 <a href="http://www.shiftplanning.com/api/" target="_blank"><u>API文档</u></a>。 <br /> <br /> 我们也提供我们支持我们的API <a href="http://www.shiftplanning.com/forums/viewforum.php?id=21"><u>开发者论坛</u></a>。这也是一个伟大的地方，连接我们的开发和共享代码，开发技巧等

source: <b>Remote Sites</b> are locations for shifts and events outside of your primary work location(s). These could be client locations, or contract locations, etc. <br /> <br /> Remote Sites can have addresses assigned to them allowing ShiftPlanning to communicate the map, and driving directions to your staff. <br /> <br /> If you want to setup your <a href="javascript://" onclick="_sub('admin', 'ManageSchedules');">primary business locations click here</a>.
zh_cn: <b>远程站点</b> 是您的主要工作地点（S）以外的位置变化和事件。这可能是客户端的位置，或合同的地点，等等。 <br /> <br /> 远程站点可以有他们允许ShiftPlanning沟通的地图和行车路线给员工分配到的地址。 <br /> <br /> 如果你要设置你的 <a href="javascript://" onclick="_sub('admin', 'ManageSchedules');">主要业务地点点击这里</a>。

source: ShiftPlanning allows you to upload files which can be shared with the staff in your business. <br /> <br /> Example of files that you can upload are for use in:<br /> Human Resources, Training, Events, etc. <!--<br /> <br /> <b>Hint</b> - You can also assign uploaded files to a particular employee for HR purposes.-->
zh_cn: ShiftPlanning让您在您的业务人员可以共享文件上传。 <br /> <br /> 例如，您可以上传的文件是使用：<br /> 人力资源，培训，活动等。 <!--<br /> <br /> <b>暗示</b> - 您也可以指定上传文件到一个特定的雇员为人力资源的目的 - 。&gt;

source: Enter a question below to be connected immediately with a live customer support wizard: <br /><br /> <textarea id="_wh_chat_q" onfocus="wizard_chat(this, 'focus');" onblur="wizard_chat(this, 'blur');">I'm having trouble with..</textarea> <br /><br /> <button class="_submit" onclick="wizard_chat();">Chat Now!</button>
zh_cn: 输入下面的问题要立即与现场客户支持向导： <br /><br /> <textarea id="_wh_chat_q" onfocus="wizard_chat(this, 'focus');" onblur="wizard_chat(this, 'blur');">我有麻烦......</textarea> <br /><br /> <button class="_submit" onclick="wizard_chat();">即时洽谈！</button>

source: We have successfully received your payment for <b>${payed_amount}</b>. Your account is now paid up until: {month} {day}, {year}<br /><br /> An e-mail will be sent to you at <font class="red">{email}</font> that contains the full details of this transaction.
zh_cn: 我们已成功收到您的付款 <b>${payed_amount}</b>。现在您的帐户支付，直至： {month} {day}， {year}<br /><br /> 将电子邮件发送到您的 <font class="red">{email}</font> 包含本次交易的全部细节。

source: We have successfully received your payment.<br /><br /> An e-mail will be sent to you that contains the full details of this transaction.
zh_cn: 我们已成功收到您的付款。<br /><br /> 电子邮件将被发送给您，其中包含本次交易的全部细节。

source: We have flexible payment options that allow you to easily setup monthly billing or alternatively pay for a number of months in the future. Any payment made will be added on to the end of your current billing cycle:
zh_cn: 我们有灵活的付款方式，让您可以轻松地设定每月帐单，或者支付在未来几个月。已支付的款项将被添加到您目前的帐单周期结束：

source: There are <a href="javascript://" onclick="_switch('staff'); _sub('staff', _staffview_, 'inactive=true')"><b>{waiting}</b> employees</a> that haven't activated their accounts yet. <button style="margin-left: 10px;" onclick="SendActivations();" class="_submit_sec"><img src="{aimages}icon_mails_arrow.png" style="margin: 0 5px -3px 0;">Send Activation E-mail Now</button>
zh_cn: 有 <a href="javascript://" onclick="_switch('staff'); _sub('staff', _staffview_, 'inactive=true')"><b>{waiting}</b> 员工</a> 还没有激活他们的帐户。 <button style="margin-left: 10px;" onclick="SendActivations();" class="_submit_sec"><img src="{aimages}icon_mails_arrow.png" style="margin: 0 5px -3px 0;">发送激活电子邮件现在</button>

source: Adding your friends here allows us to copy their name, and profile image as well as connect their new ShiftPlanning account with their Facebook when they first login. We don't have access to their e-mail addresses so invitations must be sent out manually or an e-mail address added for them.
zh_cn: 这里添加你的朋友，让我们复制他们的名字，和剖面图像，以及他们与他们的Facebook时，他们首先登录连接新ShiftPlanning帐户。我们没有获得他们的e-mail地址，以便发送邀请函必须手动或e-mail地址，为他们增加。

source: Enter in the details for your request below. It's important to note, that this time off is not guaranteed. <br /> Management will review your request as soon as possible. You will be notified via email/sms with their reply.
zh_cn: 请输入您的要求下面的细节。重要的是要注意，这休息时间无法保证。 <br /> 管理部门将审查您的要求尽快。将通知您通过电子邮件/短信，他们的答复。

source: This report is showing ALL shifts. Even though there is <b>{data} shift needing to be published/re-published</b>.<br /> => These un-published shifts will not be visible to your staff until they have been published.<br />This report is showing ALL shifts. Even though there is <b>{data} shifts needing to be published/re-published</b>.<br /> => These un-published shifts will not be visible to your staff until they have been published.<br />
zh_cn: 该报告显示所有班次。即使有 <b>{data} 转向规模要发布/重新发布</b>。<br /> =&gt;这些未出版的转变将是不可见你的员工，直到他们已经出版。<br />该报告显示所有班次。即使有 <b>{data} 转移规模要发布/重新发布</b>。<br /> =&gt;这些未出版的转变将是不可见你的员工，直到他们已经出版。<br />

source: <div id="ConfirmSmsDiv">You need to confirm your cellphone for use with SMS.{split} <a href="javascript: // Send SMS" onclick="$.get('{app}staff/process.php?smsconfirm=true', function(data){ _status(data); $('#SendSMSConfirmation').hide(); } );" id="SendSMSConfirmation">Send a confirmation text now</a>{split} <small class="lgrey">Note - Normal Text Message rates apply. Please Allow a few minutes for changes to Register.</small> <div class="OnePxSep"></div> Once you receive your sms message, please enter the validation code here: {split} <input type="text" id="smsConfirmationNumber" style="padding:5px;"> <input type="submit" value="Submit" onclick="ConfirmCellPhone();"></div>
zh_cn: <div id="ConfirmSmsDiv">您需要确认您的手机与SMS使用。{split} <a href="javascript: // Send SMS" onclick="$.get('{app}staff/process.php?smsconfirm=true', function(data){ _status(data); $('#SendSMSConfirmation').hide(); } );" id="SendSMSConfirmation">现在发送确认文本</a>{split} <small class="lgrey">注 - 适用普通文本消息率。请允许改变几分钟注册。</small> <div class="OnePxSep"></div> 一旦你收到你的短讯，请在这里输入验证码： {split} <input type="text" id="smsConfirmationNumber" style="padding:5px;"> <input type="submit" value="Submit" onclick="ConfirmCellPhone();"></div>

source: Create a username for your account. This can be used for logging in & will be visible in the forums. <a href="javascript: // Create Username" onclick="$('#EnterUsername').show();"><u>Create One Now</u></a> <div id="EnterUsername" class="hide"> <div class="OnePxSep"></div> <div id="unameresults"> Username: <input type="text" value="{user_name}" id="NewUsername"> <input type="submit" value="Save" onclick="ChangeUsername();"> </div></div>
zh_cn: 创建您的帐户的用户名。这可以用于登录和将在论坛中可见。 <a href="javascript: // Create Username" onclick="$('#EnterUsername').show();"><u>现在创建一个</u></a> <div id="EnterUsername" class="hide"> <div class="OnePxSep"></div> <div id="unameresults"> 用户名： <input type="text" value="{user_name}" id="NewUsername"> <input type="submit" value="Save" onclick="ChangeUsername();"> </div></div>

source: one of your accounts has asked: <br />
zh_cn: 要求您的帐户之一： <br />

source: Subject: Trial - Help Request<br />
zh_cn: 主题：试用 - 帮助请求<br />

# minites
source: min
zh_cn: 分

# restaurant
source: Savoury Chef
zh_cn: 美味厨师

# RETAIL
source: Geek Squad
zh_cn: Geek Squad公司

# RETAIL
source: HB Studio
zh_cn: 乙肝工作室

# RETAIL
source: Iowa State University Book Store
zh_cn: 衣阿华州立大学书店

# RETAIL
source: Kuhnsville Car Wash
zh_cn: kuhnsville洗车

# RETAIL
source: Mercer Island Thrift Shop
zh_cn: 默瑟岛旧货店

# RECREATION
source: Laurentian Ski Hill
zh_cn: 劳伦森滑雪山

# UNIVERSITY
source: Ontario Institute of Technology - Durham College
zh_cn: 安大略理工大学 - 达勒姆大学

# CHURCH
source: Ronald McDonald House Charities
zh_cn: 麦当劳叔叔之家慈善基金

# CHURCH
source: California Wildlife Center
zh_cn: 加州野生动物中心

# NURSING HOME
source: Yale University School of Medicine
zh_cn: 耶鲁大学医学院

# Code for backlinks
source: Code:
zh_cn: 代码：

# menu1
source: Snail Mail
zh_cn: 蜗牛邮件

# menu
source: Blog
zh_cn: 博客

# over 20 countries
source: country
zh_cn: 国家

# 55 Staff
source: Staff
zh_cn: 员工

# Payment Was Successful
source: Payment Success!
zh_cn: 支付成功！

# Payment Was Cancelled
source: Payment Cancelled
zh_cn: 支付取消

# Payment Is Required
source: * Payment Required
zh_cn: *付款要求

# Payment Is Comming Up
source: * Payment Coming Up
zh_cn: *付款来

# Add Application
source: Add App
zh_cn: 添加应用

# Application Name:
source: App Name:
zh_cn: 应用程序名称：

# Application Url:
source: App Url:
zh_cn: 应用程序的URL：

# Save Application
source: Save App
zh_cn: 保存应用

# Application Added
source: App Added
zh_cn: 应用添加

# Application Deleted
source: App Deleted
zh_cn: 应用程序删除

# Current Applications
source: Current Apps
zh_cn: 目前应用

# Delete Application
source: Delete App
zh_cn: 删除应用程序

# Maximum Size is 10 Megabytes
source: Max Size is 10 MB
zh_cn: 最大尺寸为10 MB

# Minimum
source: Min
zh_cn: 闵

# Google Applications
source: Google Apps
zh_cn: Google企业应用套件

# Maximum 4 megabytes .jpg, .png, .gif
source: Max 4mb .jpg, .png, .gif
zh_cn: 最大4MB。JPG，PNG，GIF

# title
source: Terms of Use
zh_cn: 使用条款

# menu
source: Terms of Use
zh_cn: 使用条款

# title
source: Privacy Policy
zh_cn: 隐私权政策

# menu
source: Privacy Policy
zh_cn: 隐私权政策

# menu
source: Api
zh_cn: 阿比

# menu header
source: Api doc
zh_cn: API文档

source: 12 hour
zh_cn: 12个小时的

source: 24 hour
zh_cn: 24小时

source: 15 mins
zh_cn: 15分钟

source: 90 mins
zh_cn: 90分钟

source: Add New Skill
zh_cn: 添加新技能

source: James Mallinson - HB Studio
zh_cn: 詹姆斯马林森 - 乙肝工作室

source: Christie Pagel - University of Michigan Medical School
zh_cn: 克里斯蒂PAGEL - 美国密歇根大学医学院

source: Lisa Goeres - Iowa State University Book Store
zh_cn: 丽莎Goeres - 衣阿华州立大学书店

source: Josh Ussery - Geek Squad
zh_cn: 乔希Ussery - Geek Squad公司

source: Taryn Wa - Savoury Chef
zh_cn: 泰伦华 - 咸厨师

source: Trish Pecore - Laurentian Ski Hill
zh_cn: 崔西Pecore - 劳伦森滑雪山

source: Scheduled for more than {overtime} hours ({utotal})
zh_cn: 预定超过 {overtime} 小时（{utotal}）

source: <u>All Requests</u>
zh_cn: <u>所有的请求</u>

source: <u>Un-Categorized</u>
zh_cn: <u>未分类</u>

source: is scheduled for less than {$undertime} hour
zh_cn: 预计少于 {$undertime} 小时

source: cannot create thumbnail
zh_cn: 不能创建缩略图

source: cannot save full image
zh_cn: 不能保存完整的图像
