Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: You already have a twitter profile, do you wish to switch?
es_es: Ya tiene un perfil en Twitter, ¿desea cambiar?

source: We already have an account setup ticket in progress for you.
es_es: Ya tenemos un billete de configuración de la cuenta en curso para usted.

source: Would you like to upload another file or send us more information?
es_es: ¿Te gustaría subir otro archivo o enviar más información?

source: {count} new document was uploaded
es_es: {count} nuevo documento se ha subido

source: There is {total} open trade request needing approval
es_es: Hay {total} solicitud de apertura comercial necesidad de la aprobación
zh_cn: 有 {total} 开放的贸易要求，需要审批

source: Click Here{tag} to make a payment so that your account isn't suspended.
es_es: Haga clic aquí{tag} para hacer un pago para que su cuenta no se suspende.

source: Your payment date is coming up in {utd} days. {tag_start}Click Here{tag_end} to make a payment so that your account isn't suspended.
es_es: Su fecha de pago se viene en {utd} día. {tag_start}Haga clic aquí{tag_end} para hacer un pago para que su cuenta no se suspende.

source: Click Here{tag} to learn about billing options so that your account isn't suspended.
es_es: Haga clic aquí{tag} para aprender sobre las opciones de facturación para que su cuenta no se suspende.

source: <b>Warning</b>: This is a large number of shifts. If you are not using the shift confirmation feature we recommend <a href="javascript://" onclick="_sub('admin', 'managesettings');">disabling it</a> to increase application performance in your account.
es_es: <b>Advertencia</b>: Este es un gran número de desplazamientos. Si usted no está utilizando la función de confirmación de cambio se recomienda <a href="javascript://" onclick="_sub('admin', 'managesettings');">su desactivación</a> para aumentar el rendimiento de aplicaciones en su cuenta.

source: There is {c_total} shift pickup request waiting approval
es_es: Hay {c_total} petición de cambio camioneta esperando la aprobación

source: Shift need to be republished
es_es: Shift es necesario publicar

source: There is {c_total} trade available for pickup.
es_es: Hay {c_total} comerciales disponibles para su recogida.
zh_cn: 有 {c_total} 皮卡交易可用。

source: View Here{tag} to Accept or Decline.
es_es: Ver aquí{tag} aceptar o rechazar.

source: Write New Message
es_es: Escribir un nuevo mensaje

source: Write a Comment
es_es: Escribir un comentario

source: Training Progress
es_es: Formación Progreso

source: You still have required training that needs to be completed.
es_es: Todavía se requiere la formación que necesita ser completado.

source: Resume Training
es_es: Reanudar el entrenamiento

source: By clicking the 'continue' button I acknowledge that I have read & Agree to the above, and would like to {button_start}Continue{button_end} →
es_es: Al hacer clic en el &#39;continuar&#39; botón reconozco que he leído y acuerdo con lo anterior, y me gustaría {button_start}Continuar{button_end} →

source: Welcome to your inbox
es_es: Bienvenido a tu bandeja de entrada

source: one of your accounts has asked
es_es: una de sus cuentas ha pedido

source: Nice work, your Facebook account is connected!{start_button}Resync{end_button}
es_es: Buen trabajo, tu cuenta de Facebook está conectado!{start_button}Resincronización{end_button}

source: Single Sign-On, Profile Setup & Account Provisioning{start_button}Connect Account &raquo;{end_button}
es_es: Single Sign-On, la configuración de perfiles de Cuenta y Aprovisionamiento{start_button}Conectar Cuenta »{end_button}

source: Nice work, your Google Apps account is connected! {start_button}Resync{end_button}
es_es: Buen trabajo, su cuenta de Google Apps está conectado! {start_button}Resincronización{end_button}

source: Nice work, your email account is connected! {start_button}Resync{end_button}
es_es: Buen trabajo, su cuenta de correo electrónico está conectado! {start_button}Resincronización{end_button}

source: In a few seconds I'm going to take you into your shiny new ShiftPlanning account and show you how to check your schedule, set your availability + More. Before I do, here are <b>a few important things to remember:
es_es: En unos segundos me voy a tener en su cuenta y brillante ShiftPlanning nueva y le mostrará cómo comprobar su horario, poner tu + disponibilidad de más. Antes de hacerlo, aquí están <b>algunas cosas importantes para recordar:

source: Single Sign-On, Profile Sync{start_button}Connect Account &raquo;{end_button}
es_es: Single Sign-On, el perfil de sincronización{start_button}Conectar Cuenta »{end_button}

source: Let's get started
es_es: Vamos a empezar

source: Day
es_es: Día

source: Upcoming time off
es_es: Próximos tiempo fuera

source: Enter in the details for your request below. It's important to note, that this time off is not guaranteed.
es_es: Entrar en los detalles de su solicitud a continuación. Es importante señalar, que este tiempo libre no está garantizada.

source: Management will review your request as soon as possible. You will be notified via email/sms with their reply.
es_es: La Administración revisará su solicitud tan pronto como sea posible. Usted será notificado por correo electrónico / SMS con su respuesta.

# For
source: To
es_es: A

source: Shift Pickup Requests Needing Approval
es_es: Las solicitudes de turnos para recoger en necesidad de la aprobación

source: saving
es_es: ahorro

source: Will put you into weekly overtime
es_es: ¿Va a poner en extraordinarias a la semana

source: Will put you into daily overtime
es_es: ¿Va a poner en las horas extras todos los días

source: Manage Shift Trades
es_es: Gestión de Operaciones de Cambio

source: Awaiting Manager Approval
es_es: En espera de aprobación de administrador

source: There is {total_pending} shift pickup request waiting approval
es_es: Hay {total_pending} petición de cambio camioneta esperando la aprobación

source: Position Summary
es_es: Resumen del Puesto

source: View the number of hours scheduled by position and grouped by location.
es_es: Ver el número de horas previsto por la posición y agrupados según la ubicación.

source: View the status of open shifts. Useful for seeing where you still have empty slots.
es_es: Ver el estado de los turnos abiertos. Es útil para ver donde aún tiene espacios vacíos.

source: This report is showing ALL shifts. Even though there is <b>{data} shift needing to be published/re-published</b>.<br /> => These un-published shifts will not be visible to your staff until they have been published.<br />This report is showing ALL shifts. Even though there are <b>{data} shifts needing to be published/re-published</b>.<br /> => These un-published shifts will not be visible to your staff until they have been published.<br />
es_es: Este informe muestra todos los turnos. Aunque hay <b>{data} necesidad de cambiar de ser publicado / re-publica</b>.<br /> =&gt; Estos cambios no-publicadas no será visible a su personal hasta que se hayan publicado.<br />Este informe muestra todos los turnos. Aunque hay <b>{data} cambia necesidad de ser publicado / re-publicada</b>.<br /> =&gt; Estos cambios no-publicadas no será visible a su personal hasta que se hayan publicado.<br />

source: Time Sheets Summary:
es_es: Hojas de Tiempo Resumen:

source: is scheduled for more than {overtime} hour
es_es: está prevista para más de {overtime} hora
zh_cn: 预计超过 {overtime} 小时

source: is scheduled for less than {undertime} hour
es_es: está prevista para menos de {undertime} hora

source: Sign in with Twitter
es_es: Conéctate con Twitter

source: Nice Work! Your Twitter account is connected to your ShiftPlanning account.
es_es: Buen trabajo! Su cuenta de Twitter se conecta a su cuenta ShiftPlanning.

source: Twitter account switched.
es_es: Cuenta de Twitter cambió.

source: Could not connect to Twitter. Refresh the page or try again later.
es_es: No se pudo conectar a Twitter. Actualizar la página o inténtelo de nuevo más tarde.

source: no schedule
es_es: sin horario

source: new
es_es: nuevo

source: Payroll</a> *<b>
es_es: Nómina de sueldos</a> *<b>

# subject for mail
source: Your ShiftPlanning Activation Link
es_es: Su ShiftPlanning enlace de activación

# subject for mail
source: Notifications Sent
es_es: Las comunicaciones dirigidas

# subject for mail
source: Notifications Not Sent
es_es: Las notificaciones no enviado

# subject for mail
source: Your account hasn't been activated yet! We've sent out an email to:
es_es: Su cuenta no se ha activado todavía! Hemos enviado un correo electrónico a:

# subject for mail
source: This email includes the activation instructions.
es_es: Este correo electrónico contiene las instrucciones de activación.

# subject for mail
source: This should arrive instantly but please allow up to 15mins for it to arrive for network delays. Thanks
es_es: Esto debe llegar en forma instantánea, pero por favor espere hasta 15 minutos para que llegue a retrasos en la red. Gracias

# subject for api
source: Your ShiftPlanning Activation Link
es_es: Su ShiftPlanning enlace de activación

# subject for mail
source: confirmation Sent!
es_es: de confirmación enviado!

# subject for mail
source: Acounts already received activation email.
es_es: Acounts ya ha recibido email de activación.

source: Invalid access attempt.
es_es: Intento de acceso no válido.

source: Name required.
es_es: Nombre requerido.

source: In-Valid or E-mail already in use
es_es: En-válida o correo electrónico ya está en uso

source: Duplicate Name
es_es: Duplicar Nombre

source: Saved!
es_es: ¡Salvados!

source: Error Saving User
es_es: Error del usuario de ahorro

source: Yes
es_es: Sí

source: Bad date
es_es: Fecha de Bad

source: {time} second ago
es_es: {time} Hace segundos

source: {time} minute ago
es_es: {time} Hace minutos

source: {time} hour ago
es_es: {time} horas

source: {time} day ago
es_es: {time} días

source: {time} week ago
es_es: {time} semana

source: {time} month ago
es_es: {time} mes

source: {time} year ago
es_es: {time} el año pasado

source: {time} decade ago
es_es: {time} hace diez años

source: {time} second from now
es_es: {time} segundos a partir de ahora

source: {time} minute from now
es_es: {time} minutos a partir de ahora

source: {time} hour from now
es_es: {time} hora a partir de ahora

source: {time} day from now
es_es: {time} día a partir de ahora

source: {time} week from now
es_es: {time} semanas a partir de ahora

source: {time} month from now
es_es: {time} meses a partir de ahora

source: {time} year from now
es_es: {time} años a partir de ahora

source: {time} decade from now
es_es: {time} diez años a partir de ahora

source: Right Now!
es_es: Ahora!

source: Twitter login success!
es_es: Twitter el éxito de inicio de sesión!

# month
source: Feb
es_es: Febrero

# month
source: Apr
es_es: Abril

# month
source: May
es_es: Mayo

# month
source: Jun
es_es: Junio

# month
source: Jul
es_es: Julio

# month
source: Aug
es_es: Agosto

# month
source: Sep
es_es: Septiembre

# month
source: Oct
es_es: Octubre

# month
source: Nov
es_es: Noviembre

# month
source: Dec
es_es: Diciembre

# day of week
source: Sun
es_es: Sol

# day of week
source: Mon
es_es: Lun

# day of week
source: Tue
es_es: Mar

# day of week
source: Wed
es_es: Casarse

# day of week
source: Thu
es_es: Jue

# day of week
source: Fri
es_es: Vie

# day of week
source: Sat
es_es: Sab

source: Scheduled to Work
es_es: Programado para trabajar

source: Requesting to Work
es_es: Solicitar al trabajo

source: ShiftPlanning is perfect for any business that needs to manage employees or <a href="/volunteer/">volunteers</a>.
es_es: ShiftPlanning es perfecto para cualquier negocio que necesita para manejar a los empleados o <a href="/volunteer/">voluntarios</a>.

source: Here are some example industries where ShiftPlanning is already deployed: <a href="/retail/">retail</a>, <a href="/restaurants/">restaurants</a>, call centers, hotels, hospitals, public services, <a href="/volunteer/">volunteers</a> and more!
es_es: Estas son algunas de las industrias de ejemplo, donde ShiftPlanning ya se ha desplegado: <a href="/retail/">venta al por menor</a>, <a href="/restaurants/">restaurantes</a>, Call centers, hoteles, hospitales, servicios públicos, <a href="/volunteer/">voluntarios</a> y mucho más!

source: Completely! We've taken measures at every level to ensure that our data is safe and our users are protected.
es_es: ¡Completamente! Hemos tomado medidas en todos los niveles para asegurar que nuestros datos están seguros y nuestros usuarios están protegidos.

source: We provide 256 bit encryption, advanced password hashing techniques, hourly back-ups <a href="/secure/" class="red"><u>and more</u></a>.
es_es: Ofrecemos cifrado de 256 bits, las técnicas avanzadas de hashing de contraseñas, copias de seguridad por hora <a href="/secure/" class="red"><u>y más</u></a>.

source: They'll love it! In fact, employees like us so much that they're even recommending us to their managers!
es_es: A ellos les encantará! De hecho, los empleados como nosotros, tanto que incluso nos están recomendando a sus jefes!

source: Employees love the ability to login whenever and check schedules, pick-up open shifts, make shift trades, book vacation time and more.
es_es: Los empleados encanta la posibilidad de acceder en cualquier momento y los horarios de verificación, pick-up turnos abiertos, hacer operaciones de cambio, tiempo de vacaciones de libro y mucho más.

source: This topic has been updated since you completed it.
es_es: Este tema se ha actualizado desde que lo terminó.

source: Add Topic
es_es: Añadir Tema

source: Add Section
es_es: Añadir Sección

source: This topic has been updated since this user completed it.
es_es: Este tema se ha actualizado desde que este usuario es completa.

source: share feedback
es_es: Compartir información

source: Who must complete this?
es_es: ¿Quién debe completar esta?

source: reset
es_es: reajustar

source: Section
es_es: Sección

source: Video
es_es: Vídeo

source: ID of Youtube Video eg: pb2VFWTK4gM
es_es: Identificación de los Youtube Video, por ejemplo: pb2VFWTK4gM

source: Include a ShiftPlanning Tutorial with this topic
es_es: Incluye un tutorial ShiftPlanning con este tema

source: Attachments
es_es: Archivos adjuntos

source: Content
es_es: Contenido

source: This training module doesn't have any content yet.
es_es: Este módulo de capacitación no tiene ningún contenido aún.

source: Attachments:
es_es: Adjuntos:

source: I have re-reviewed this!
es_es: He re-revisado este!

source: You have completed this training topic
es_es: Ya ha finalizado este tema de capacitación

source: I've Finished!
es_es: Ya he terminado!

source: You are not required to complete this topic
es_es: No es necesario para completar este tema

source: Created:
es_es: Creado:

# created by
source: by
es_es: por

source: Last Edited:
es_es: Última edición:

# Last edited by
source: by
es_es: por

source: Completed:
es_es: Completado:

# Completed by you
source: by you!
es_es: por usted!

source: topic has changed since you finished it. You must re-review it for changes.topics have changed since you finished them. You must re-review them for changes.
es_es: El tema ha cambiado desde que lo terminó. Usted debe volver a revisar para changes.topics han cambiado desde que acabó con ellos. Usted debe volver a revisar los cambios.

source: You have {unfinished} training topic to go through.
es_es: Tiene {unfinished} tema de capacitación a pasar.

source: Select a training topic on the left to get started.
es_es: Seleccione un tema de formación de la izquierda para empezar.

source: Nice Work! You have finished all of your training =)
es_es: Buen trabajo! Ha terminado todo tu entrenamiento =)

source: No training topics have been assigned to you yet.
es_es: No hay temas de capacitación se han asignado a usted todavía.

source: Completed Status
es_es: Etapa Completo

source: Sections
es_es: Secciones

source: Location Name
es_es: Ubicación Nombre

source: Notifications On
es_es: Notificaciones En

source: Notifications Off
es_es: Notificaciones Off

source: Your transaction is being processed in the background.
es_es: Su transacción está siendo procesada en el fondo.

source: You can continue to use your account, and we'll update your account with the payment details when it finishes processing.
es_es: Usted puede seguir usando su cuenta, y vamos a actualizar su cuenta con los datos de pago cuando se termina de procesar.

source: We have successfully received your payment for <b>${paid}</b>.
es_es: Hemos recibido correctamente su pago por <b>${paid}</b>.

source: Your account is now paid up until:
es_es: Su cuenta se ha pagado hasta:

source: An e-mail will be sent to you at
es_es: Un correo electrónico será enviado a usted en

source: that contains the full details of this transaction.
es_es: que contiene todos los detalles de esta transacción.

source: We have successfully received your payment.
es_es: Hemos recibido correctamente su pago.

source: An e-mail will be sent to you that contains the full details of this transaction.
es_es: Un correo electrónico será enviado a usted que contiene todos los detalles de esta transacción.

source: Your payment was canceled and nothing was charged.
es_es: Su pago fue cancelado y no fue acusado.

source: You have {trial_left} day left in your free trial
es_es: Tiene {trial_left} día a la izquierda en su versión de prueba gratuita

source: Payment Coming Up
es_es: Pago Coming Up

source: Paid Until:
es_es: Pagado Hasta:

source: Account Created:
es_es: Cuenta Creada:

source: Trial Finished:
es_es: Prueba final:

source: Active employees last 30 days:
es_es: Empleados activos los últimos 30 días:

source: Verifying..
es_es: Verificación de ..

source: Please verify payment details and try again.
es_es: Por favor, verifique los datos de pago y vuelva a intentarlo.

source: We have flexible payment options that allow you to easily setup monthly billing or alternatively pay for a number of months in the future.
es_es: Tenemos opciones de pago flexibles que le permiten configurar fácilmente la facturación mensual, o bien pagar por un número de meses en el futuro.

source: Any payment made will be added on to the end of your current billing cycle:
es_es: Cualquier pago realizado será añadido al final de su ciclo de facturación actual:

source: Solution Graphics
es_es: Gráficos de soluciones

source: <a href="javascript://" onclick="$('#wiretransferinfo').toggle();">Click Here</a> for more information.
es_es: <a href="javascript://" onclick="$('#wiretransferinfo').toggle();">Haga clic aquí</a> para más información.

source: Monthly billing
es_es: Facturación mensual

source: Recommended
es_es: Recomendado

source: Best Value
es_es: La mejor oferta

source: Discount
es_es: Descuento

source: ShiftPlanning accepts Wire Transfer payments for accounts that are paying for a year in advance.
es_es: ShiftPlanning acepta pagos Transferencia Bancaria para las cuentas que pagan por un año de antelación.

source: If you are interested in paying via wire-transfer, please contact a member of our sales team via <a href="javascript://" onclick="livechat();">live-chat</a>, or e-mail us at: <a href="mailto:info@shiftplanning.com">info@shiftplanning.com</a>
es_es: Si usted está interesado en pagar a través de cable de transferencia, por favor póngase en contacto con un miembro de nuestro equipo de ventas a través de <a href="javascript://" onclick="livechat();">Chat en Vivo</a>, O por e-mail a: <a href="mailto:info@shiftplanning.com">info@shiftplanning.com</a>

source: Delete Current Avatar
es_es: Eliminar Avatar actual

source: This will email {waiting} employee that have not received an activation email. Click OK to Continue.This will email all {waiting} employees that have not received an activation email. Click OK to Continue.
es_es: Este enviará por correo electrónico {waiting} empleado que no ha recibido un email de activación. Haga clic en Aceptar para Continue.This enviará por correo electrónico todos los {waiting} empleados que no han recibido un email de activación. Haga clic en Aceptar para continuar.

source: You currently have <b>{total} Employee.</b>
es_es: Actualmente tiene <b>{total} Empleado.</b>

source: Send Activation E-mail Now
es_es: Enviar correo de activación ahora

source: To setup the above you will need ftp access to your website.
es_es: Para configurar el arriba tendrá acceso FTP a su sitio web.

source: If you're unsure of what to do with the code we recommend sending it to whoever is in charge of maintaining your website.
es_es: Si no está seguro de qué hacer con el código se recomienda enviarlo a quien esté a cargo del mantenimiento de su sitio web.

source: If you are looking to pull data from your account that isn't here, please contact info@shiftplanning.com for assistance.
es_es: Si usted está buscando para extraer datos de su cuenta que no es aquí, por favor póngase en contacto con info@shiftplanning.com para obtener ayuda.

source: Required
es_es: Necesario

source: You will <b>need to refresh</b> after saving for this to take affect.
es_es: Usted se <b>que tenga que actualizar</b> después de guardar para que esto surta efecto.

source: Disregard minimum time betweens shifts setting if a shift starts right after another one ends
es_es: Haga caso omiso de intermediarios de tiempo mínimos cambios de configuración, si un cambio se inicia justo después de otro termina una

source: Employees can be scheduled on shifts that start right after another ends <b class="red">*new</b>
es_es: Los empleados pueden ser programados en los turnos que comienzan justo después de otros extremos <b class="red">* Nueva</b>

source: Enable or disable the staff training module.
es_es: Activar o desactivar el módulo de capacitación del personal.

source: Staff Training Module Enabled <b>*Beta</b>
es_es: Módulo de Capacitación del Personal Habilitado <b>* Beta</b>

source: Time Clock Module is Enabled.
es_es: Módulo de reloj de tiempo está activada.

source: Screenshot
es_es: Captura de pantalla

source: Maximum Daily Working Hours:
es_es: La jornada máxima de trabajo:

source: Maximum Working Days In A Row:
es_es: Máximo días hábiles en un fila:

source: Generic CSV
es_es: Genérico CSV

source: Enable/Disable Twitter login from your custom login url.
es_es: Activar / Desactivar Twitter inicio de sesión desde la dirección de tu inicio de sesión personalizado.

source: Allow employees to login with Twitter
es_es: Permitir a los empleados para iniciar sesión en Twitter

source: This is the rate card that will by default be applied to all work times.
es_es: Este es el tipo de tarjeta que por defecto se aplica a todos los tiempos de trabajo.

source: You can setup and manage custom rate cards from the drop-down box above.
es_es: Usted puede configurar y administrar las tarjetas personalizadas tasa desde el cuadro desplegable de arriba.

source: pay rate changes to
es_es: pago de las variaciones del tipo de

source: Are you sure you want to delete this skill?
es_es: ¿Está seguro que desea eliminar esta habilidad?

source: This will remove it from all currently associated employees.
es_es: Esto hará que se retire de todos los empleados asociados en la actualidad.

source: Add New Skill:
es_es: Añadir nueva habilidad:

source: Delete Skill
es_es: Eliminar Habilidad

source: Upload a file to share with Managers & Employees in your corporation. You may upload files of the following types:
es_es: Cargar un archivo para compartir con los Gerentes y empleados de la corporación. Usted puede subir archivos de los siguientes tipos:
