Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

# title
source: Laurentian Ski Hill - Recreation Employee Scheduling - Case Study
es_es: Laurentian Ski Hill - Programación de Recreación del empleado - Estudio de caso
zh_cn: 劳伦森滑雪山 - 康乐员工排班 - 案例研究

# menu
source: Laurentian Ski Hill - Recreation Employee Scheduling
es_es: Laurentian Ski Hill - Programación de Recreación del Empleado
zh_cn: 劳伦森滑雪山 - 康乐员工排班

source: Case Study: Laurentian Ski Hill in North Bay, Ontario, Canada
es_es: Estudio de caso: Laurentian Ski Hill en North Bay, Ontario, Canadá
zh_cn: 案例研究：劳伦森滑雪，加拿大安大略省北湾山

source: There has been a ski hill Club since 1925 with the current business in existence since September 2004.
es_es: Se ha producido un club de esquí cerro desde el año 1925 con el negocio actual en existencia desde septiembre de 2004.
zh_cn: 已被滑雪山俱乐部与目前存在的业务自2004年9月，自1925年以来。

source: Laurentian Ski Hill has about 100 seasonal employees and we went from 5 employees to 100 employees almost over night. Scheduling is a challenge trying to schedule mainly new employees around their varied other commitments. We have a very young staff so we are scheduling around University and College schedules. We have had employees calling in to see when they work. We have employees who miss shifts and claim they didn’t know they were scheduled. Managers find little pieces of paper on their desk saying that an employee can’t work their shift the next day. These are likely common issues with anyone who hires young workers but our staff is almost entirely this demographic.
es_es: Laurentian Ski Hill tiene unos 100 empleados temporales ya que pasó de 5 empleados a 100 trabajadores a punto de terminar la noche. La programación es un reto tratar de programar los nuevos empleados principalmente en torno a sus otros compromisos variados. Tenemos un equipo muy joven, por lo que estamos programando en torno a la Universidad y los horarios de la universidad. Hemos tenido los empleados llamando para ver si funcionan. Tenemos empleados que faltan a los cambios y dicen que no sabían que estaban programadas. Los administradores encontrar pequeños trozos de papel sobre su escritorio diciendo que un empleado no puede trabajar su turno al día siguiente. Es probable que estos problemas comunes con cualquier persona que contrata a los trabajadores jóvenes, pero nuestro personal está casi en su totalidad a este grupo demográfico.
zh_cn: 劳伦森滑雪山有大约100名季节性员工，我们就几乎在一夜之间从5名员工，100名员工。调度是一个挑战，试图安排主要是围绕他们各种各样的其他承诺的新员工。我们有一个非常年轻的工作人员，所以我们是围绕大学和学院的日程安排。我们已呼吁员工在看时，他们的工作。我们错过班次，并声称他们不知道他们被安排的员工。经理发现自己的办公桌上的小纸片说，雇员不能工作的移第二天。这些都可能与任何人雇用年轻工人，但我们的工作人员几乎全是这个人口的共同问题。

source: In the past individual departments did their own schedule using excel and would post it in the staff room.
es_es: En los departamentos individuales últimos hicieron su propio calendario usando Excel y lo publicaremos en la sala de profesores.
zh_cn: 在过去的个别部门没有自己的时间安排，使用Excel和发布室的工作人员。

source: Although we are just getting started we have over 100 staff and volunteers registered. The employees seem to be embracing ShiftPlanning. Being able to enter their availability and vacation requests it will make the entire scheduling process easier. Then once they are working they can trade shifts instead of leaving little pieces of paper on a manager’s desk. Also the excuse that they didn’t know they worked won’t be valid anymore.
es_es: A pesar de que se acaba de empezar tenemos más de 100 miembros del personal y los voluntarios registrados. Los empleados parecen estar adoptando ShiftPlanning. Ser capaz de entrar en su disponibilidad y las solicitudes de vacaciones se hará el proceso de programación más sencillo. Luego, una vez que están trabajando se puede negociar cambios en lugar de dejar pequeños pedazos de papel sobre el escritorio de un gerente. También la excusa de que no sabía que trabajaba no será válida.
zh_cn: 虽然我们才刚刚起步，我们有超过100名工作人员和志愿者注册。员工似乎要拥抱ShiftPlanning。能够进入他们的可用性和休假的要求，它将使整个调度过程中更容易。然后，一旦他们的工作，他们可以交易的转变，而不是经理的办公桌上留下小片纸。另外的借口，他们不知道他们的工作将不再有效了。

source: I will recommend Shiftplanning to other businesses.
es_es: Voy a recomendar Shiftplanning a otras empresas.
zh_cn: 我将建议Shiftplanning的其他业务。

source: <b>Business Name</b>: Laurentian Ski Hill
es_es: <b>Nombre del Negocio</b>: Laurentian Ski Hill
zh_cn: <b>公司名称</b>：劳伦滑雪山

source: Is on vacation this day
es_es: Está de vacaciones el día de hoy
zh_cn: 休假是这一天

source: This employee is disabled
es_es: Este empleado está desactivado
zh_cn: 这名雇员被禁用

source: Booked on shifts that are not
es_es: Reservamos en los cambios que no son
zh_cn: 预订不上移

source: hrs apart
es_es: horas de diferencia
zh_cn: 小时外

source: Unavailable during this time
es_es: No disponible en este momento
zh_cn: 在这段时间内不可用

source: Booked on overlapping shifts
es_es: Reservamos en la superposición cambios
zh_cn: 预订上重叠转变

source: All shifts in series removed
es_es: Todos los cambios en la serie eliminado
zh_cn: 删除系列所有班次

source: All future shifts in series removed
es_es: Todos los cambios futuros en la serie eliminado
zh_cn: 删除系列中的所有未来的变化

source: Registration Complete
es_es: El registro completo
zh_cn: 注册完成

source: You'll be directed back to Google Apps now.
es_es: Usted será dirigido de nuevo a Google Apps ahora.
zh_cn: 你会被直接返回到“Google应用服务”。

source: if it's taking too long.
es_es: si está tomando demasiado tiempo.
zh_cn: 如果它太长。

source: Registration Complete!
es_es: Registro Completo!
zh_cn: 注册完成！

source: Great Work
es_es: Gran Obra
zh_cn: 伟大的工作，

source: your registration information has been saved.
es_es: su información de registro se ha guardado.
zh_cn: 您的注册信息已保存。

source: You're almost done! Please check your email account<i>{email}</i>, to complete the process.
es_es: Ya casi ha terminado! Por favor, revise su cuenta de correo electrónico<i>{email}</i>, Para completar el proceso.
zh_cn: 您几乎已经完成了！请检查您的电子邮件帐户<i>{email}</i>，完成这一过程。

source: And if something goes wrong?
es_es: Y si algo sale mal?
zh_cn: 如果不顺心的事吗？

source: Please wait up to five minutes to receive your activation e-mail (make sure to check your junk folder as well). If after five minutes you still haven't received the e-mail, please <a href="http://www.shiftplanning.com/forums/viewtopic.php?pid=35#p35">Read Here</a> for what to do next.
es_es: Por favor, espere un máximo de cinco minutos para recibir la activación de su correo electrónico (asegúrese de revisar su carpeta de correo basura también). Si después de cinco minutos que aún no ha recibido el e-mail, por favor <a href="http://www.shiftplanning.com/forums/viewtopic.php?pid=35#p35">Lea aquí</a> de qué hacer a continuación.
zh_cn: 请等待五分钟，收到您的激活电子邮件（请一定要检查您的垃圾邮件文件夹以及）。如果你在五分钟后仍然没有收到电子邮件，请 <a href="http://www.shiftplanning.com/forums/viewtopic.php?pid=35#p35">读到这里</a> 下一步该怎么做。

source: Users have voiced {t_results} comments
es_es: Los usuarios han expresado su {t_results} comentarios
zh_cn: 用户对此表示 {t_results} 评论

source: Comment Deleted
es_es: Comentario eliminado
zh_cn: 评论已删除

source: Bad Permissions
es_es: Permisos de Bad
zh_cn: 坏的权限

source: Must be logged in.
es_es: Que estar registrado
zh_cn: 必须登录。

source: Flood Time - You must Wait {tleft} seconds before you can post again
es_es: Tiempo inundaciones - Usted debe esperar {tleft} segundos antes de enviar de nuevo
zh_cn: 洪水时 - 你必须等待 {tleft} 秒钟，然后你可以再次发表

source: We Noticed some colorful language in your post! This will not be tolerated on _sitenameUrl_ . You will not be allowed to comment again for 5 mins.
es_es: Nos dimos cuenta de un lenguaje colorido en tu post! Esto no será tolerado en _sitenameUrl_. No se permitirá a comentar de nuevo durante 5 minutos.
zh_cn: 我们注意到一些丰富多彩的语言在您的文章！这将不会容忍_sitenameUrl_。你将不会被允许再次评论5分钟。

source: This comment already exists in this thread. Duplicates are not allowed.
es_es: Este comentario ya existe en este hilo. Los duplicados no están permitidos.
zh_cn: 此评论已经存在，在这个线程。不允许重复。

source: New Comment Left
es_es: Comentario Nueva Izquierda
zh_cn: 新评论左

source: With 30 employees it's hard to make sure we have capable people in our skilled positions. Also we have to work around class and full time work schedules. A lot of our work is done by students and their schedules are always hectic. All of our employees are independent contractors, so they have other responsibilities as well.
es_es: Con 30 empleados, es duro para asegurarnos de que tenemos gente capaz en nuestros puestos cualificados. También tenemos que trabajar en torno a los horarios de trabajo de clase y de tiempo completo. Una gran parte de nuestro trabajo es realizado por los estudiantes y sus horarios son siempre agitado. Todos nuestros empleados son contratistas independientes, por lo que tienen otras responsabilidades también.
zh_cn: 有30名员工，很难以确保我们有能力的人，在我们的岗位能手。此外，我们要解决类和全职工作日程。很多我们的工作是由学生和他们的日程安排总是忙碌。我们所有的员工都是独立的承包商，​​让他们有其他职责。

source: Development Roadmap & Feature Requests
es_es: Mapa de desarrollo y Feature Requests
zh_cn: 发展路线图及功能要求

source: New Request
es_es: Solicitar una nueva contraseña
zh_cn: 新要求

source: You are not logged in. Please login or register.
es_es: Usted no se ha autentificado Por favor, ingresa o regístrate.
zh_cn: 您还没有登录，请登录或注册。

source: Categories
es_es: Categorías
zh_cn: 分类

source: All Requests
es_es: Todas las solicitudes
zh_cn: 所有的请求

source: <u>Recently Finished</u>
es_es: <u>Recientemente terminado</u>
zh_cn: <u>最近完成</u>

source: Recently Finished
es_es: Recientemente terminado
zh_cn: 最近完成

source: Un-Categorized
es_es: Un-En la Categoría
zh_cn: 未分类

source: Un-Categorized Requests
es_es: Un-categorizados solicitudes
zh_cn: 请未分类

source: results
es_es: resultados
zh_cn: 结果

source: Too many results? Try to refine your search using the select box
es_es: ¿Demasiados resultados? Intente restringir la búsqueda utilizando el cuadro de selección
zh_cn: 太多的结果吗？尝试缩小搜索范围，使用选择框

source: Sort by
es_es: Ordenar por
zh_cn: 排序

source: Read More
es_es: Leer más
zh_cn: 阅读更多

source: Show Less
es_es: Mostrar Menos
zh_cn: 显示较少的

source: poor choice. try again.
es_es: mala elección. vuelva a intentarlo.
zh_cn: 糟糕的选择。再试一次。

source: Already scheduled off during this time period.
es_es: Ya libre programado durante este período de tiempo.
zh_cn: 在这段时间内已经排定。

source: Maximum number of staff ({pref_book_days_off_max}) are already off during this time period.
es_es: El número máximo de personal ({pref_book_days_off_max}) Ya se encuentran fuera durante este período de tiempo.
zh_cn: 工作人员的最大数量（{pref_book_days_off_max}）在这段时间内已经关闭。

source: Vacations must be booked at least {pref_book_days_off_adv} day in advance.Vacations must be booked at least {pref_book_days_off_adv} days in advance.
es_es: Vacaciones debe ser reservado con al menos {pref_book_days_off_adv} día en advance.Vacations debe ser reservado con al menos {pref_book_days_off_adv} días de antelación.
zh_cn: 休假必须至少预订 {pref_book_days_off_adv} 在advance.Vacations每天必须至少预订 {pref_book_days_off_adv} 天提前。

source: Unacceptable Schedule Value(s):
es_es: Valor Horario inaceptable (s):
zh_cn: 不可接受的附表值（S）：

source: Unacceptable Employee Value(s):
es_es: Valor para el empleado inaceptable (s):
zh_cn: 不可接受的员工价值（S）：

source: Employee already Requested this shift
es_es: Empleado Ya ha pedido este cambio
zh_cn: 雇员已要求这一转变

source: Employee already on this shift
es_es: Empleado ya en este cambio
zh_cn: 雇员已经在这一转变

source: Employee does not exist
es_es: Empleado no existe
zh_cn: 雇员不存在

source: Repeat until date must be after date of current shift.
es_es: Repita la operación hasta la fecha debe ser posterior a la fecha de cambio actual.
zh_cn: 重复直到日期必须在当前转变的日期。

source: Shift repeated {repeated} time.
es_es: Shift repite {repeated} tiempo.
zh_cn: 转向重复 {repeated} 时间。

source: end date cannot be before start date.
es_es: fecha de finalización no puede ser antes de la fecha de inicio.
zh_cn: 不能前开始日期结束日期。

source: is booked on a date that has been requested off for vacations
es_es: se reserva en una fecha que ha sido solicitada fuera de vacaciones
zh_cn: 被出示一张黄牌在假期已要求截止日期

source: is scheduled during a time on that he/she is not available for
es_es: está prevista durante un tiempo en que él / ella no está disponible para
zh_cn: 预计在一段时间，他/她是不是供

source: from_start must be BEFORE from_end
es_es: from_start debe ser antes de from_end
zh_cn: from_start必须是前from_end

source: to_start must be BEFORE to_end
es_es: to_start debe ser antes de to_end
zh_cn: to_start必须是前to_end

source: Copied
es_es: Copiado
zh_cn: 复制

source: shifts restored.
es_es: desplaza restaurada.
zh_cn: 转向恢复。

source: shifts automagically filled!
es_es: cambia automágicamente llena!
zh_cn: 移动自动地填写！

source: {totalp}. shift published & {totalrp} republished.
es_es: {totalp}. cambiar y publicada {totalrp} republicado.
zh_cn: {totalp}。移动出版及 {totalrp} 再版。

source: Account isn't activated
es_es: La cuenta no se activa
zh_cn: 未激活帐户

source: Account is disabled
es_es: La cuenta está deshabilitada
zh_cn: 帐户已停用

source: Login Failed
es_es: Error de acceso
zh_cn: 登录失败

source: missing: id or eid
es_es: falta: Identificación del o de Eid
zh_cn: 失踪：身份证或eID

source: Duplicate Username
es_es: Duplicar Nombre de usuario
zh_cn: 重复的用户名

source: Not Valid E-mail
es_es: No válido e-mail
zh_cn: 不是有效E-mail

source: Duplicate E-mail
es_es: Duplicar E-mail
zh_cn: 重复的电子邮件

source: Only Group Accounts & The Main User can Access these methods.
es_es: Cuenta el grupo y el usuario principal puede acceder a estos métodos.
zh_cn: 只有集团的帐目及主要用户可以访问这些方法。

source: Account Deleted
es_es: Cuenta eliminada
zh_cn: 帐户已删除

source: You cannot deleted the master group account.
es_es: No se puede eliminar la cuenta del grupo principal.
zh_cn: 你不能删除主组帐户。

source: Incorrect Access Attempt: AddTimeClock
es_es: Intento de acceso incorrecta: AddTimeClock
zh_cn: 不正确的访问尝试：AddTimeClock

source: Employee already Clocked In
es_es: Empleado ya registró en
zh_cn: 雇员已移入

source: Employee Not-Clocked In Yet
es_es: El empleado no-Sin embargo, registró en
zh_cn: 雇员并非主频尚未

source: invalid jpeg image
es_es: válido imagen jpeg
zh_cn: 无效的JPEG图像

source: Report end date cannot be before start date.
es_es: Fecha del informe final no puede ser antes de la fecha de inicio.
zh_cn: 报告结束日期开始日期之前不能。

source: Staff
es_es: Personal
zh_cn: 员工

source: Please allow at least 60 seconds before trying again.
es_es: Por favor, deje al menos 60 segundos antes de volver a intentarlo.

source: Please verify that you have the right country/carrier/phone number entered above. Make sure you wait up to 5 min as sometimes there can be a delay in the transit time.
es_es: Por favor, compruebe que tiene el país a la derecha / compañía / número de teléfono indicado arriba. Asegúrese de esperar hasta 5 minutos ya que a veces puede haber un retraso en el tiempo de tránsito.

source: 30 Days Completely Free!
es_es: 30 días completamente gratis!

source: What happens after the 30 day free trial?
es_es: ¿Qué sucede después de la prueba gratuita de 30 días?
zh_cn: 30天免费试用后会发生什么？

source: After the 30 day free trial you'll have the option to enter your billing details; All of your account data will remain intact so you won't have to re-enter anything!
es_es: Después de la prueba gratuita de 30 días usted tendrá la opción de introducir tus datos de facturación, todos los datos de su cuenta se mantendrá intacto por lo que no tendrá que volver a entrar nada!

source: ShiftPlanning is proven online employee scheduling software and workforce management software solution that is trusted by businesses and employees in industries of all kinds in over 20 countries around the world.
es_es: ShiftPlanning se ha demostrado en línea del software de programación de los empleados y solución de software de gestión de mano de obra que es de confianza de las empresas y los empleados en las industrias de todo tipo en más de 20 países de todo el mundo.

source: 55 Staff
es_es: 55 personas

source: Hint
es_es: Insinuar

source: You can also assign uploaded files to a particular employee for HR purposes.
es_es: También puede asignar los archivos subidos a un empleado en particular para los propósitos de recursos humanos.

source: Day
es_es: Día
zh_cn: 天

source: Language
es_es: Lengua

source: You are currently using company selected language
es_es: En este momento está usando el lenguaje empresa seleccionada

source: (Save & <a href="javascript: window.location.reload();">Refresh</a> for change to take effect)
es_es: (Guardar y <a href="javascript: window.location.reload();">Refrescar</a> para el cambio surta efecto)

source: Vacation Request needing approval
es_es: Solicitud de vacaciones necesidad de la aprobación

source: Not a number!
es_es: No es un número!

source: (Required)
es_es: (Obligatorio)

source: Registration
es_es: Registro

source: We are handling all registrations internally. To get started please provide us with:
es_es: Nos ocupamos de todos los registros internos. Para empezar, por favor indíquenos:

source: Application Description
es_es: Descripción de la aplicación

source: How you plan on using our API.
es_es: ¿Cómo usted planea usar nuestra API.

source: Compliance w/ Terms
es_es: Cumplimiento w / Condiciones

source: Acknowledgement that you have read and agree to our API
es_es: El reconocimiento de que ha leído y estoy de acuerdo con nuestra API

source: Send this information to us via e-mail at:
es_es: Enviar esta información a nosotros vía e-mail a:

source: Upon receiving this information we will setup an key for you, that can be used in the development of your application.
es_es: Al recibir esta información vamos a configurar una clave para que usted, que puede ser utilizado en el desarrollo de su aplicación.

source: Any questions? Why not join us in the
es_es: ¿Alguna pregunta? ¿Por qué no unirse a nosotros en el

source: developer's forum
es_es: foro de desarrolladores de

source: On success the API will return status=1 as well as the token, and the
es_es: En caso de éxito el API devolverá estado = 1, así como el token, y el

source: employee profile
es_es: Perfil del empleado

source: and
es_es: y

source: business details
es_es: detalles del negocio

source: in the data field so you can use those immediately in your application. Here is an example of this exchange:
es_es: en el campo de datos para que pueda utilizar los inmediatamente en su aplicación. Aquí es un ejemplo de este intercambio:

source: Request
es_es: Solicitar

source: Response
es_es: Respuesta

source: (assuming succesful login)
es_es: (Asumiendo de inicio de sesión exitoso)

source: Upon completion of succesful login subsequent calls to the API require only the token for authentication; There is no need to pass the key, etc every time - Just the token.
es_es: Al término de inicio de sesión exitoso posteriores llamadas a la API sólo requieren el token de autenticación, no hay necesidad de pasar la llave, etc cada vez que - Sólo el token.

source: Sample Workflow
es_es: Ejemplo de flujo de trabajo

source: To help you better understand how our API works we've provided a brief example of a 'real world' workflow of making calls to various modules of the ShiftPlanning API
es_es: Para ayudar a entender mejor cómo funciona nuestra API se ha incluido un breve ejemplo de flujo de trabajo de un &quot;mundo real&quot; de realizar llamadas a los diferentes módulos de la API ShiftPlanning

source: The API URL is located at
es_es: La dirección URL de la API se encuentra en

source: App Setup
es_es: Aplicación de configuración

source: First we'll make a request to the API to read in the initial config details that we'll use in other parts of the app for forms, display, etc. This will also very quickly confirm that the API is online, and our key, and request method is valid.
es_es: En primer lugar vamos a hacer una solicitud a la API para leer en los detalles de configuración iniciales que vamos a utilizar en otras partes de la aplicación de las formas, la pantalla, etc Esto también muy rápidamente confirmar que la API está en línea, y nuestra clave , y el método de petición es válida.

source: In the above call we're passing very little information to the API because we're relying on the default
es_es: En la citada convocatoria estamos pasando muy poca información a la API, porque estamos confiando en el valor por defecto

source: output format(json) as well as the default method(GET).
es_es: el formato de salida (JSON), así como el método por defecto (GET).

source: Authentication
es_es: Autenticación

source: We'll make a request to the API to authenticate the current user. We'll swap the key, username and password for an authentication token to be used on subsequent calls.
es_es: Vamos a hacer una solicitud a la API para autenticar al usuario actual. Vamos a cambiar el nombre de usuario clave y la contraseña de un token de autenticación que se utilizará en las llamadas posteriores.

source: Assuming succesful login our response will look like this: (See <a href="/api/authentication/">Authentication</a> for full details)
es_es: Si se asume de inicio de sesión exitosa de nuestra respuesta se verá así: (Ver <a href="/api/authentication/">Autenticación</a> para más detalles)

source: Now that we have authentication all future calls to the API just require this token which holds all of the other information in it.
es_es: Ahora que tenemos la autenticación de todas las llamadas a la API en el futuro sólo requieren esta muestra que contiene toda la información en ella.

source: To load an individual Employee's upcoming schedule we would use the schedules.shifts module like this:
es_es: Para cargar calendario de eventos de un empleado individual que se utiliza el módulo de schedules.shifts de esta manera:

source: To fetch the details for any particular shift:
es_es: Para obtener los detalles de cualquier cambio en particular:

source: To update the details on a shift:
es_es: Para actualizar los detalles de un cambio:

source: To add an employee to a shift shift:
es_es: Para agregar un empleado a un cambio de turno:

source: To create a new shift:
es_es: Para crear un nuevo cambio:

source: Let's say we want to display the message wall for the currently logged in employee's business:
es_es: Digamos que desea mostrar en la pared mensaje para la sesión iniciada en el negocio del empleado:

source: Now to leave a new post on the message wall requires a few more details:
es_es: Ahora para dejar un mensaje nuevo en la pared mensaje requiere algunos detalles más:

source: The PHP SDK for ShiftPlanning's API is now hosted on GitHub -
es_es: El SDK de PHP para la API ShiftPlanning ahora está alojado en GitHub -

source: The Python SDK for ShiftPlanning's API is now hosted on GitHub -
es_es: El SDK de Python para la API ShiftPlanning ahora está alojado en GitHub -

source: The Javascript SDK for ShiftPlanning's API is now hosted on GitHub -
es_es: El SDK de la API Javascript para ShiftPlanning ahora está alojado en GitHub -

source: Variable Types
es_es: Tipos de variables

source: The ShiftPlanning API allows you to call modules with the ShiftPlanning service that respond in REST style json or xml.
es_es: La API ShiftPlanning le permite llamar a los módulos con el servicio ShiftPlanning que responden al estilo REST JSON o XML.

source: The API URL is located at
es_es: La dirección URL de la API se encuentra en

source: Although we support multiple output types, all requests to the ShiftPlanning API are packaged as JSON and sent only in the POST HTTP Request Method. Virtually all requests require an authentication token. The following paramaters are accepted on each call:
es_es: A pesar de que admite varios tipos de salida, todas las solicitudes a la API de ShiftPlanning se empaquetan como JSON y se envía sólo en el método de petición HTTP POST. Prácticamente todas las solicitudes requieren un token de autenticación. Los parametros de siguientes se aceptan en cada llamada:

source: Required for initial authentication
es_es: Se requiere para la autenticación inicial
