Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Providing 21st-century technology in an intuitive, broad-spectrum program, ShiftPlanning takes the minute changes that are inevitable with every volunteer scheduling process and resolves them immediately with no disruption. Last-minute changes no longer have to mean last minute scrambling, panic and potential disaster; ShiftPlanning is designed to immediately locate replacement volunteers with its integrated SMS messaging system that places volunteers and staff on instant notice at the touch of a mouse.
es_es: Proporcionando tecnología del siglo 21 en una interfaz intuitiva y de amplio espectro de programas, ShiftPlanning toma en los cambios mínimos que son inevitables en cada proceso de programación de voluntarios y se resuelve de inmediato sin ninguna interrupción. Cambios de última hora ya no tiene por qué significar último momento luchando, el pánico y el potencial de desastre; ShiftPlanning está diseñado para localizar de inmediato los voluntarios de repuesto con su sistema integrado de mensajería SMS que coloca a voluntarios y personal sobre aviso al instante con sólo pulsar el ratón.
zh_cn: 21世纪的技术提供一个直观的，广谱的方案，ShiftPlanning分钟的变化，是与每一位志愿者的调度过程中的必然和没有中断，他们立刻解决。最后一分钟的变化，不再意味着最后一分钟，加扰，恐慌和潜在的灾难; ShiftPlanning立即找到其集成SMS短信系统，志愿者和工作人员在触摸鼠标放在即时通知更换志愿者。

source: Automated shift scheduling.
es_es: La programación de cambio automático.
zh_cn: 自动排班。

source: Streamlining volunteer rotations.
es_es: Racionalización de la rotación de voluntarios.
zh_cn: 精简志愿者轮换。

source: Managing requests for particular shifts.
es_es: Gestión de las solicitudes de cambios en particular.
zh_cn: 管理特别是转变的要求。

source: Manual approaches to scheduling volunteers are not only huge time sinks, they leave charitable organizations vulnerable to costly mistakes that can undermine budgets and operations.
es_es: Enfoques manuales de programación a los voluntarios no sólo son enormes sumideros de tiempo, dejan las organizaciones de caridad vulnerable a costosos errores que pueden socavar los presupuestos y operaciones.
zh_cn: 调度志愿者手册的方法，不仅大量的时间片，他们离开慈善组织易受破坏预算和操作的代价高昂的错误，可以。

source: ShiftPlanning is used in volunteer and non-profit organizations in multiple ways and numerous sectors:
es_es: ShiftPlanning se utiliza en las organizaciones voluntarias y sin fines de lucro de múltiples maneras y numerosos sectores:
zh_cn: ShiftPlanning用于志愿者以多种方式和众多​​部门和非营利组织：

source: Allow volunteers to arrange their own shift swaps electronically without disrupting a manager.
es_es: Permita que los voluntarios para organizar sus propios intercambios de turnos por vía electrónica sin interrumpir un gerente.
zh_cn: 让志愿者没有扰乱经理安排自己的移位互换电子。

source: Allow sector mangers to oversee and control open shifts, scheduling requests, etc.
es_es: Permita que los pesebres del sector para supervisar y controlar los turnos abiertos, las solicitudes de programación, etc
zh_cn: 允许部门经理，以监督和控制开放的转变，调度请求，等等。

source: Improve efficiency and productivity by keeping adequate volunteers working at all times.
es_es: Mejorar la eficiencia y la productividad al mantener los voluntarios de trabajo adecuadas en todo momento.
zh_cn: 保持足够的志愿者工作在任何时候都提高效率和生产力。

source: Eliminate missed shifts due to poor communications.
es_es: Eliminar perdido turnos debido a las malas comunicaciones.
zh_cn: 消除错过了转移，由于沟通不畅。

source: Reduce volunteer turnover by scheduling around each individual's shift preferences.
es_es: Reducir el volumen de negocios mediante la programación de voluntarios en torno a las preferencias de turno de cada individuo.
zh_cn: 减少志愿周围每一个人的转移喜好安排的营业额。

source: Reduce absences.
es_es: Reducir las ausencias.
zh_cn: 降低缺勤。

source: Free up your team to attend to important matters.
es_es: Libere a su equipo para atender asuntos importantes.
zh_cn: 释放你的球队参加的重要事项。

source: ShiftPlanning in action
es_es: ShiftPlanning en la acción
zh_cn: ShiftPlanning在行动

source: Employee Scheduling Software, Time Clocking, Payroll - Workforce Managemant Software
es_es: Software de programación empleado, tiempo Reloj, Nómina - Fuerza de Trabajo de Software Managemant
zh_cn: 员工排班软件，时间时钟，薪资 - 劳动力M​​anagemant软件

source: Employee Scheduling,<br />Time Clocking & Payroll
es_es: Employee Scheduling,<br />Tiempo Reloj y Nómina
zh_cn: 员工排班，<br />时钟时间与薪资

source: ShiftPlanning is workforce management for the 21st century. Our easy to use online application is centralized meaning that it's always up to date and everyone has access to the most up to date information.</p><p>Feel free to chat with a member of our team at anytime by using the Live Chat and to get started with the tour select one of the sections below →
es_es: ShiftPlanning es la gestión de mano de obra para el siglo 21. Nuestra aplicación fácil de usar en línea es el significado central que es siempre al día y todo el mundo tiene acceso a la más actualizada información.</p><p>No dude en hablar con un miembro de nuestro equipo en cualquier momento a través del Chat en vivo y para empezar con la gira seleccionar una de las siguientes secciones →
zh_cn: ShiftPlanning是为21世纪的劳动力管理。我们容易使用网上申请是集中式的意义，它始终日期和大家有接触到的最先进的信息。</p><p>觉得免费聊天，我们随时团队成员使用即时交谈，并开始同游，选择下面的章节之一→

source: ShiftPlanning.com provides an intuitive online schedule maker for employers who need a smart and easy to use work schedule software solution.
es_es: ShiftPlanning.com ofrece una intuitiva fabricante de programación en línea para los empleadores que necesitan un programa inteligente y fácil de usar solución de software de trabajo.
zh_cn: ShiftPlanning.com雇主需要一个智能和易于使用的工作日程的软件解决方案提供一个直观的在线日程制造商。

source: schedule maker, work schedule, schedule software, online schedule maker, employee scheduling, work schedule software
es_es: fabricante del horario, horario de trabajo, software de programación, el fabricante de programación en línea, la programación de los empleados, software de calendario de trabajo
zh_cn: 时间表制造商，工作日程，日程安排软件，在线时间表制造商，员工排班，工作日程软件

source: <font style="font-size: 90%;">Intuitive Online Schedule Maker<br />& Work Schedule Software</font>
es_es: <font style="font-size: 90%;">Intuitivo Programación en línea<br />Y de Trabajo de Software Programación</font>
zh_cn: <font style="font-size: 90%;">直观的在线附表制造商<br />及工作计划软件</font>

source: ShiftPlanning's online schedule maker software is centralized, meaning that both you and your employees have 24/7 access to the most up to date information.</p><p>With nothing to download and tons of 3rd party integration it's easier than you think to move to work schedule software built for the 21st century.
es_es: ShiftPlanning de software en línea fabricante del horario está centralizada, lo que significa que tanto usted como sus empleados tienen acceso 24/7 para los más de información actualizada.</p><p>Sin nada que descargar y toneladas de la integración de 3 ª parte es más fácil de lo que piensa ir a trabajar software de programación construido para el siglo 21.
zh_cn: ShiftPlanning在线时间表制造商的软件是集中的，这意味着，你和你的员工有24/7访问最最新信息。</p><p>什么也没有下载和第三方集成万吨，比你想移动到工作日程软件建立面向21世纪的它更容易。

source: Conflict Free Online Schedule Maker
es_es: Conflicto Libre Schedule Maker en línea
zh_cn: 冲突免费在线附表机

source: Overtime
es_es: Horas extraordinarias
zh_cn: 加时

source: Involve your staff in the scheduling process
es_es: Involucre a su personal en el proceso de programación
zh_cn: 在调度过程中涉及到你的员工

source: ShiftPlanning's work schedule software helps you put your employees in control of their own schedules. Employees can check their upcoming schedule, request shifts, set their availability, request vacations, trade shifts, and more.
es_es: Software de ShiftPlanning de horario de trabajo le ayuda a poner a sus empleados en el control de sus propios horarios. Los empleados pueden revisar su calendario de eventos, solicitud de turnos, establecer su disponibilidad, las vacaciones de la petición, los cambios comerciales, y mucho más.
zh_cn: ShiftPlanning的工作日程软件可以帮助你把你的员工在控制自己的时间表。员工可以检查其即将推出的时间表，要求的变化，其可用性，请求休假，贸易转移，更多的设置。

source: Shift Requests
es_es: Las solicitudes de desplazamiento
zh_cn: 换档请求

source: Automatic Scheduling
es_es: Programación automática
zh_cn: 自动调度

source: Automatically create conflict free employee schedules in seconds using the <a href="http://www.shiftplanning.com/blog/shiftplanning-introduces-the-auto-magic-schedule-wizard.html">Schedule Wizard</a>. Once the wizard finishes you have the opportunity to review & make any necessary changes before publishing.
es_es: Creación automática de horarios libres de conflicto de los empleados en cuestión de segundos utilizando el <a href="http://www.shiftplanning.com/blog/shiftplanning-introduces-the-auto-magic-schedule-wizard.html">Calendario de Asistente</a>. Una vez que el asistente termine usted tiene la oportunidad de revisar y hacer los cambios necesarios antes de su publicación.
zh_cn: 自动创建冲突中使用秒雇员时间表 <a href="http://www.shiftplanning.com/blog/shiftplanning-introduces-the-auto-magic-schedule-wizard.html">附表向导</a>。向导完成后，你有机会到发布前审查和作出任何必要的变更。

source: Unlimited Schedules
es_es: Los horarios ilimitados
zh_cn: 无限附表

source: Easily create different employee schedules with different settings for each work team within your organization. (You can create as many as you want)
es_es: Crea fácilmente diferentes horarios de los empleados con diferentes ajustes para cada equipo de trabajo dentro de su organización. (Puede crear tantos como quieras)
zh_cn: 轻松创建与每个工作队组织内的不同设置不同的雇员时间表。 （只要你想，你可以创建许多）

source: Multiple Schedulers
es_es: Varios programadores
zh_cn: 多个调度

source: Have more than one person in your business that manages the scheduling? No problem - With ShiftPlanning you can grant individual employees access to whichever schedules you need.
es_es: Tiene más de una persona en su empresa que gestiona la programación? No hay problema - Con ShiftPlanning que pueda otorgar a los empleados el acceso a los horarios de lo que usted necesita.
zh_cn: 有一个以上的人在您的业务，管理，调度吗？没有问题 - ，随着ShiftPlanning您可以授予个别员工访问你需要为准时间表。

source: Draft/Publish Schedules
es_es: Elaborar / Publicar Horarios
zh_cn: 汇票/发布时间表

source: ShiftPlanning provides the ability to create schedules in a draft mode making them un-available to your staff. Publish the schedules with a click of the mouse, and we'll take care of tracking any changes, and notifying affected employees.
es_es: ShiftPlanning ofrece la posibilidad de crear programas en un modo de borrador que los hacen un-a disposición de su personal. Publicar las listas con un clic del ratón, y nosotros nos encargaremos del seguimiento de los cambios, y notificar a los empleados afectados.
zh_cn: ShiftPlanning提供在草稿模式下创建的时间表，使他们未提供给员工的能力。用鼠标点击发布的时间表，我们将采取跟踪任何更改，并通知受影响的员工照顾。

source: Schedule Smarter
es_es: Programar más inteligente
zh_cn: 附表智慧

source: ShiftPlanning's <b>online schedule maker</b> allows you to schedule smarter by letting you work with the most current and accurate data. Know who is available, who is on overtime, who are your top employees, who is on vacation and more.
es_es: ShiftPlanning de <b>fabricante del horario en línea</b> le permite programar de forma más inteligente que le permite trabajar con los datos más actuales y precisos. Sepa con quién está disponible, que es de las horas extraordinarias, que son sus mejores empleados, que está de vacaciones y mucho más.
zh_cn: ShiftPlanning的 <b>在线时间表制造商的</b> 让你更聪明的安排，让您使用最新，最准确的数据。知道是谁，谁加班，那么谁是您最出色的公司雇员，度假和更多的。

source: Open Scheduling
es_es: Abra Programación
zh_cn: 打开调度

source: ShiftPlanning allows you to create open shifts by specifying the number of employees you need to work. Your employees can then login and pick and choose the dates that they want to work!
es_es: ShiftPlanning le permite crear los turnos abiertos, especificando el número de empleados que necesita para trabajar. Sus empleados pueden acceder y elegir las fechas en que quieren trabajar!
zh_cn: ShiftPlanning允许你创建你需要工作的员工数量由指定的开放转变。然后，您的员工可以登录并挑选他们想工作的日期！

source: Drag / Drop Interface
es_es: Arrastrar / soltar interfaz
zh_cn: 拖动/拖放界面

source: Everything in our work schedule software is visual & interactive, which means that you'll spend more time on your business and less time on your computer.
es_es: Todo en nuestro software de horario de trabajo es visual e interactivo, lo que significa que usted va a dedicar más tiempo a su negocio y menos tiempo en el equipo.
zh_cn: 一切都在我们的工作日程软件是视觉与互动，这意味着你会花更多的时间对您的业务和更短的时间内，您的计算机上。

source: ShiftPlanning supports Calendar Sync to all major calendar Clients. That means having your work schedule alongside your other appointments and events in Outlook, iCal, Google Calendar and more.
es_es: ShiftPlanning soporta sincronización del calendario para todos los clientes importantes del calendario. Eso significa que tiene su horario de trabajo junto con las citas y otros eventos en Outlook, iCal, Google Calendar y más.
zh_cn: ShiftPlanning所有主要的日历客户支持日历同步。这意味着您的工作日程，以及其他任命和Outlook中的事件，iCal中，谷歌日历和更多。

source: Vacation System
es_es: Sistema de vacaciones
zh_cn: 休假制度

source: With the built in Vacation System in our online schedule maker employees can request time off. Once a manager has accepted that time off, it will save in the system so that the employee can't be booked by mistake.
es_es: Con el construido en el Sistema de vacaciones en nuestros empleados en línea de programación fabricante puede solicitar tiempo libre. Una vez que un gerente ha aceptado que el tiempo libre, se guardará en el sistema para que el empleado no puede ser reservado por error.
zh_cn: 与建在我们的在线日程制造商的员工在休假制度，可以要求时间。一旦经理人已经接受了那个时候，它会保存在系统中，使员工不能被错误地预订。

source: Put your employees in control of finding someone to cover for them when they can't work. You have the ability to approve both before they make the request, and after another employee is found.
es_es: Ponga a sus empleados en el control de encontrar a alguien para cubrir por ellos cuando no pueden trabajar. Usted tiene la capacidad de aprobar tanto antes de hacer la solicitud, y después de otro empleado ha sido hallado.
zh_cn: 把你的员工，发现有人为他们支付时，他们不能正常工作的控制。你有能力批准之前，他们提出要求，和另一名雇员被发现后。

source: Sms & E-mail Notifications on events such as: shift trades, vacation requests, new messages and upcoming shifts.
es_es: SMS y notificaciones por correo electrónico sobre eventos tales como: operaciones de cambio, las solicitudes de vacaciones, los nuevos mensajes y los cambios futuros.
zh_cn: 短信和电子邮件通知事件，如：转变行业，休假请求，新的消息和即将到来的变化。

source: Multiple Locations/Divisions - Mapping!
es_es: Varias ubicaciones y divisiones - Cartografía!
zh_cn: 多个地点/部门 - 映射！

source: Built-in multiple location/division support means that you can setup your account just the way you need within one location and multiple. We even provide maps to shift locations; one less reason for your staff to show-up late!
es_es: Construido en múltiples ubicación / división de apoyo significa que usted puede configurar su cuenta de la manera que necesita dentro de un lugar y múltiple. Incluso proporcionamos mapas de cambiar lugares, una razón menos para su personal para mostrar-hasta tarde!
zh_cn: 内置多个位置/部门的支持，意味着你可以设置您的帐户的方式，你需要在一个位置和多个。我们甚至提供转移地点的地图，少了一个为您的员工的理由显示熬夜！

source: Copy Schedules forward
es_es: Los horarios de copia hacia adelante
zh_cn: 副本附表发展

source: Using our online schedule maker you have the ability to copy schedules forward, both with & without employees means that you can setup schedules in minutes, not hours.
es_es: Utilizando el fabricante del horario en línea que haya la posibilidad de copiar los horarios a seguir, tanto con y sin empleados significa que usted puede configurar programas en cuestión de minutos, no horas.
zh_cn: 使用我们的在线日程制造商都与没有员工的复制能力提出时间表，这意味着你可以设置时间表，在几分钟而不是几小时。

source: Schedule Conflicts
es_es: Planificar los conflictos
zh_cn: 计划冲突

source: ShiftPlanning's Schedule Conflict system is working in real time to ensure that you don't post a schedule with conflicts. We take into consideration: employee availability, vacation requests, over-time hours, and more.
es_es: Sistema de ShiftPlanning La jornada de los conflictos está trabajando en tiempo real para asegurarse de que usted no publicar un calendario con los conflictos. Tomamos en cuenta: disponibilidad de los empleados, las solicitudes de vacaciones, las horas de sobre tiempo, y mucho más.
zh_cn: ShiftPlanning的计划产生冲突，系统实时工作，以确保你不要张贴与冲突的时间表。我们考虑到：雇员可用性，休假请求，超过小时的时间，和更多。

source: Multiple Views
es_es: Vistas múltiples
zh_cn: 多个视图

source: View the schedule how you like. You have the option to view it monthly, weekly, daily or four-days at a time.
es_es: Ver el programa como quieras. Usted tiene la opción de vista mensual, semanal, diaria o cuatro días a la vez.
zh_cn: 你怎么样的时间表。你可以选择查看一次，每月，每周，每天或4天。

source: Does your business have hours that run around-the-clock? ShiftPlanning's <b>work schedule software</b> handles this with ease.
es_es: ¿Tiene su empresa tienen un horario que se ejecutan en torno a cualquier hora del día? ShiftPlanning de <b>trabajar software de programación</b> se encarga de esto con facilidad.
zh_cn: 您的企业是否有小时运行周围的时钟？ ShiftPlanning的 <b>工作日程软件</b> 轻松处理。

source: Shift Confirmations
es_es: Confirmaciones de desplazamiento
zh_cn: 转变确认

source: Confirm whether you're employees showed up. Did they come in late? Did they leave early? Track these variables allows you to efficiently keep track of employee performance as well as build accurate reports for accounting.
es_es: Confirme si eres empleados se presentaron. ¿Han salido a finales de? ¿Se fueron antes de tiempo? Realizar un seguimiento de estas variables le permite mantener de manera eficiente el seguimiento de rendimiento de los empleados, así como crear informes precisos para la contabilidad.
zh_cn: 确认您是否是员工出现了。他们来得晚了吗？他们早走吗？跟踪这些变量允许你有效地保持员工的绩效跟踪以及建立准确的会计报告。

source: Print Schedules
es_es: Los horarios de impresión
zh_cn: 打印附表

source: ShiftPlanning allows you to quickly print beautiful hard copies of your schedules handy for posting at work and other offline use. We print in multiple formats with lot's of customizable settings that can even be <b>exported to .pdf, .csv and .xls</b>
es_es: ShiftPlanning le permite imprimir rápidamente hermosos ejemplares impresos de sus horarios útiles para su publicación en el trabajo y su uso sin conexión otros. Es la impresión en múltiples formatos con gran cantidad de ajustes personalizables que pueden incluso ser <b>exportar a. pdf,. csv y. xls</b>
zh_cn: ShiftPlanning允许您快速打印张贴在工作和其他脱机使用的方便您的时间表美丽的硬拷贝。我们很多定制的设置，甚至可以是多种格式打印 <b>出口到PDF，CSV和XLS。</b>

source: Staff Scheduling Software | Online Workforce Management Software
es_es: Personal de Programación de Software | Software Online Workforce Management
zh_cn: 人员调度软件|在线人力资源管理软件

source: Online Staff Scheduling and Communication Software from ShiftPlanning.com for employers who need a smart and easy to use work schedule software solution.
es_es: Programación del personal en línea y software de comunicación de ShiftPlanning.com para los empleadores que necesitan un programa inteligente y fácil de usar solución de software de trabajo.
zh_cn: 雇主需要一个智能和易于使用的工作日程的软件解决方案的在线人员调度和从ShiftPlanning.com通信软件。

source: staff scheduling software, staff schedule software, staff management
es_es: personal de software de programación, el software de programación del personal, gestión de personal
zh_cn: 工作人员调度软件，人员调度软件，员工管理

source: <font style="font-size: 90%;">Online Staff Scheduling & Communication Software</font>
es_es: <font style="font-size: 90%;">Programación del personal en línea y software de comunicación</font>
zh_cn: <font style="font-size: 90%;">在线人员调度及通信软件</font>

source: Staff Scheduling and Communication made easy! Whether creating a schedule, sending a message, posting an event, or sharing a file - with ShiftPlanning your employee staff room is always open.</p><p>ShiftPlanning's online staff scheduling software is comfortable for your staff, and helps promote improved communication and team work leading to increased productivity and ultimately profits for your business.
es_es: Programación de Personal y de la comunicación es fácil! Si la creación de un programa, enviar un mensaje, publicar un evento, o compartir un archivo - con ShiftPlanning su habitación el personal empleado está siempre abierta.</p><p>ShiftPlanning el software de programación del personal en línea es cómodo para su personal, y ayuda a promover una mejor comunicación y trabajo en equipo que lleva a una mayor productividad y por último las utilidades para su negocio.
zh_cn: 人员调度和通信变得容易！是否建立一个时间表，发送消息，张贴事件，或共享文件 - 与ShiftPlanning雇员的工作人员房间始终是敞开的。</p><p>ShiftPlanning的在线工作人员调度软件是为您的员工舒适，有利于促进更好的沟通和团队工作，从而为您的企业提高生产力和最终利润。

source: Keep staff communication lines open
es_es: Mantenga las líneas de comunicación del personal abierto
zh_cn: 保持工作人员的通信线路开放

source: ShiftPlanning's staff scheduling software provides a safe and secure communication platform between staff and management. The best part about ShiftPlanning is that it's open around the clock!
es_es: El software de programación de personal ShiftPlanning proporciona una plataforma de comunicación segura entre el personal y la gestión. La mejor parte acerca de ShiftPlanning es que está abierto durante todo el día!
zh_cn: ShiftPlanning的工作人员调度软件之间的人员和管理人员提供了一个安全和可靠的通信平台。约ShiftPlanning最好的部分是，它是全天候开放！

source: Private Messaging
es_es: Mensajería privada
zh_cn: 私人讯息

source: User Ping
es_es: Ping User
zh_cn: 用户平

source: Share Files
es_es: Compartir archivos
zh_cn: 共享文件

source: Sharing files is an essential part of any business. ShiftPlanning's file sharing interface is simple and powerful and most importantly means that everyone always has access to the information they need.
es_es: Compartir archivos es una parte esencial de cualquier negocio. Interfaz de ShiftPlanning de intercambio de archivos es simple y poderoso y lo más importante significa que todo el mundo tenga acceso a la información que necesitan.
zh_cn: 文件共享是任何业务的重要组成部分。 ShiftPlanning的文件共享界面是简单而强大的和最重要的是意味着每个人都始终能够访问他们需要的信息。

source: Unlimited Staff
es_es: Personal Ilimitada
zh_cn: 无限员工

source: ShiftPlanning doesn't have any "account packages" or limits on anything. So whether your business has five employees or 5,000 our staff scheduling software is ready to work for you.
es_es: ShiftPlanning no tiene ningún &quot;paquete&quot; de cuentas o límites en nada. Así que si su empresa cuenta con cinco empleados o 5000 nuestro software de programación personal está listo para trabajar para usted.
zh_cn: ShiftPlanning没有任何“帐户包”或任何限制。因此，无论您的企业有五名雇员或5000我们的工作人员调度软件是准备为你工作。

source: Quickly Add Employees
es_es: Añadir rápidamente los empleados
zh_cn: 快速新增雇员

source: With one easy step, ShiftPlanning provides you with the ability to quickly import employees from <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=80">.csv</a>, Google Apps, Facebook and your e-mail addressbook.
es_es: Con un simple paso, ShiftPlanning le proporciona la capacidad para importar rápidamente los empleados de <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=80">. Csv</a>, Google Apps, Facebook y su libreta de direcciones de correo electrónico.
zh_cn: 用一个简单的步骤，ShiftPlanning提供您能够快速导入员工 <a href="http://www.shiftplanning.com/forums/viewtopic.php?id=80">。CSV</a>谷歌Apps，Facebook和电子邮件地址簿。

source: User Levels
es_es: Niveles de usuario
zh_cn: 用户级别

source: ShiftPlanning has broken users into four groups: Management, Schedulers, Employee Scheduler & Employees.
es_es: ShiftPlanning ha roto los usuarios en cuatro grupos: administración, programadores, los empleados y los empleados del programador.
zh_cn: ShiftPlanning分为四组，打破了用户管理，调度，调度员工及员工。
