Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: December 22nd, 2010
es_es: 22 de diciembre 2010
zh_cn: 2010年12月22日，

source: February 11th, 2011
es_es: 11 de febrero 2011
zh_cn: 2月11日2011年

source: July 25th, 2011
es_es: 25 de julio 2011
zh_cn: 2011年7月25日，

source: August 10th, 2011
es_es: 10 de agosto 2011
zh_cn: 2011年8月10日，

source: September 14th, 2011
es_es: 14 de septiembre 2011
zh_cn: 2011年9月14日，

source: September 30th, 2011
es_es: 30 de septiembre 2011
zh_cn: 2011年9月30日，

source: Kingdom Animal Shelter - Non-Profit & Volunteer Scheduling
es_es: Reino Animal Shelter - Programación sin fines de lucro y voluntario
zh_cn: 王国，动物收容所 - 非营利及义工调度

source: Case Study: Kingdom Animal Shelter in St. Johnsbury, Vertmont, United States
es_es: Estudio de caso: Refugio Animal Kingdom en St. Johnsbury, Vertmont, Estados Unidos
zh_cn: 案例研究：王国在圣Johnsbury，Vertmont，美国的动物收容所

source: Business Overview
es_es: Descripción del negocio
zh_cn: 业务概览

source: Kingdom Animal Shelter, Inc. is an all-volunteer 501[c] 3 organization incorporated in 2003. Our goal has been to build a shelter in the St. Johnsbury area. We are a proud member of the Vermont Humane Federation, Northeast Kingdom Chamber of Commerce, Humane Society of the United States and American Humane Association.
es_es: Reino Animal Shelter, Inc. es una 501 de voluntarios [c] 3 organización constituida en el año 2003. Nuestro objetivo ha sido construir un refugio en el área de St. Johnsbury. Somos un miembro orgulloso de la Federación Protectora de Animales de Vermont, Northeast Kingdom Cámara de Comercio, la Sociedad Protectora de Animales de Estados Unidos y American Humane Association.
zh_cn: 王国，动物收容所，是所有志愿者501 [C] 3组织于2003年注册成立。我们的目标一直在圣Johnsbury地区建立一个庇护所。我们佛蒙特​​州人文联合会，东北英国商会，美国和美国人道协会的动物保护协会的一个自豪的成员。

source: On November 1, 2009 we opened a cat shelter and adoption center called "Kingdom Kats". All of our cats see a veterinarian shortly after their arrival and are examined along with being vaccinated and spayed or neutered before going to their new homes. Because ours is a small shelter we are at present only able to take cats deemed as "adoptable" into our program. Therefore, we are currently a "limited-access" shelter, which means we do not euthanize to make room for incoming animals. We may have a waiting list. We can be a resource to help you locate an animal shelter, humane society or rescue in the state that may be able to assist you. We can provide general information on animal care, solving behavior issues and direct you to local resources. We believe the best way to reduce the issue of overpopulation and thus reduce the number of homeless cats and dogs, is to spay and neuter. We hold reduced cost spay and neuter clinics several times a year.
es_es: El 1 de noviembre de 2009 se abrió un refugio gato y centro de adopción llamada &quot;Kats reino&quot;. Todos nuestros gatos ver a un veterinario poco después de su llegada y se examinan junto con ser vacunados y esterilizados o castrados antes de ir a sus nuevos hogares. Debido a que el nuestro es un pequeño refugio que son en la actualidad sólo es capaz de tener gatos considerados como &quot;adoptables&quot; en nuestro programa. Por lo tanto, es actualmente un &quot;acceso limitado&quot;, la vivienda, lo que significa que no la eutanasia para hacer espacio para los animales que ingresan. Es posible que tengamos una lista de espera. Podemos ser un recurso para ayudarle a encontrar un refugio de animales, la sociedad humana o de rescate en el estado que puede ser capaz de ayudarle. Podemos proporcionar información general sobre el cuidado de los animales, la solución de los problemas de conducta y le dirigirá a los recursos locales. Creemos que la mejor manera de reducir el problema de la superpoblación y por lo tanto reducir el número de gatos y perros sin hogar, es la esterilización y castración. Tenemos esterilización reduce el costo y clínicas neutro varias veces al año.
zh_cn: 2009年11月1日，我们开了一只猫，住房和收养中心，被称为“王国阿拉伯茶”。我们所有的猫看到他们到达后不久，一名兽医和检验接种疫苗之前，将他们的新家园，绝育或绝育。因为我们是一个小的住房，我们目前只能采取“收养”到我们的节目当作猫。因此，我们目前的“限制访问”的住房，这意味着我们不安乐死，使传入的动物房。我们可能有候补名单。我们可以成为一种资源，以帮助您找到一个动物收容所，人道的社会或国家的救援，也许能够为您提供帮助。照顾动物，我们可以提供一般信息，解决行为问题，并引导您到当地的资源。我们认为最好的方式，以减少，人口过剩的问题，从而减少无家可归的猫，狗的数量，绝育和中性。我们认为降低成本喷淋和中性诊所一年几次。

source: Until there are none: We will continue to raise funds with the ultimate goal of one day building a much needed shelter to house both dogs and cats but in the meantime we will also look for ways to help our local animals in need.
es_es: Hasta que no hay ninguno: Vamos a seguir para recaudar fondos con el objetivo final de un día a construir un refugio muy necesario para albergar a los perros y gatos, pero mientras tanto también vamos a buscar la manera de ayudar a nuestros animales de la zona que lo necesitan.
zh_cn: 直到有没有：我们将继续筹集资金建设急需的住房安置狗和猫，但与此同时，我们也将寻找途径，帮助有需要的地方动物一天的最终目标。

source: Scheduling Overview
es_es: Programación general
zh_cn: 调度概述

source: Our volunteer base grew quickly over the past few months. Several months ago, we didn't have enough volunteers to provide the level of care that Kingdom Animal Shelter had dedicated itself to. There was talk of closing the shelter if we couldn't find a way to improve upon what we were doing and to have a volunteer base that would allow us to provide the community the services we have been.
es_es: Nuestra base de voluntarios creció rápidamente durante los últimos meses. Hace varios meses, no hemos tenido suficiente de voluntarios para proporcionar el nivel de atención que Refugio Animal Kingdom se había dedicado a. Se habló de cerrar el refugio si no pudiéramos encontrar una manera de mejorar lo que estábamos haciendo y tener una base de voluntarios que nos permita ofrecer a la comunidad los servicios que hemos estado.
zh_cn: 在过去的几个月，我们的志愿者基地迅速增长。几个月前，我们没有足够的志愿者王国，动物收容所致力于提供护理水平。这是关闭的住房，如果我们能不能​​找到一种方法来改善我们在做什么，有一个志愿者基地，将使我们为社会提供服务，我们一直谈话。

source: Thankfully, we were able to get the word out and our community came out to support the shelter. Our volunteer base more than doubled. This provided us with quite a challenge. Organizing and tracking volunteers became very difficult with our old system. Communication was difficult for us among so many people. Now have enough volunteers to do so, we have adoption hours 7 days a week but before we were not prepared to handle so many volunteers and to have the additional scheduling needs related to set up a work schedule. That is why we went in search of a better way to handle our scheduling.
es_es: Afortunadamente, fuimos capaces de hacer correr la voz y de nuestra comunidad vinieron a apoyar el refugio. Nuestra base de voluntarios en más del doble. Esto nos dio todo un reto. La organización y el seguimiento de los voluntarios se hizo muy difícil con nuestro antiguo sistema. La comunicación era difícil para nosotros, entre tanta gente. Ahora tenemos suficientes voluntarios para hacerlo, tenemos horas de adopción 7 días a la semana, pero antes no estaban preparados para manejar tantos voluntarios y tener la programación de las necesidades adicionales en relación con establecer un horario de trabajo. Es por eso que nos fuimos en busca de una mejor manera de manejar nuestra programación.
zh_cn: 值得庆幸的是，我们能够得到了这个词，我们的社会走出来支持住房。我们的志愿者基地一倍以上。这提供了我们相当大的挑战。志愿者组织和跟踪变得非常困难，我们的旧系统。沟通是我们很难在这么多人。现在有足够的志愿者这样做，我们必须通过小时，每周7天，但在此之前我们并没有准备好要处理这么多的志愿者，并有额外的调度需要有关成立一个工作日程。这就是为什么我们在寻找一种更好的方式来处理我们的调度。

source: Previous Scheduling Method
es_es: Método de programación anterior
zh_cn: 以前的调度方法

source: Previously because we had fewer volunteers, most with a set schedule, it wasn't really "tracked" as much as it was just "known". If someone was unable to cover a shift, or would be away, they'd send an email to our "Go To" person and she'd scramble to cover it often going in herself.
es_es: Anteriormente, ya hemos tenido menor número de voluntarios, la mayoría con un horario establecido, en realidad no era &quot;un seguimiento&quot; tanto como lo era &quot;conocido&quot;. Si alguien no pudo cubrir un turno, o estaría fuera, me mandaban un correo electrónico a nuestro &quot;Go To&quot; persona y ella se pelean por lo cubre a menudo van en sí misma.
zh_cn: 此前，因为我们有更少的志愿者，大部分一套日程，这是不是真的“跟踪”一样，因为它只是“已知”。如果有人无法覆盖转变，或将要离开，他们会发送一封电子邮件到“走出去”的人，和她争相在自己经常去掩盖它。

source: Our weekend adoption schedule changes from month to month. The person who was handling that sent out a poll via email for people to sign up for whichever Saturday or Sunday they wanted to cover for the month and it was left at that.
es_es: Nuestro fin de semana los cambios de programación de adopción de mes a mes. La persona que estaba manejando que se envió una encuesta por correo electrónico a las personas a inscribirse para cualquier sábado o el domingo que quería cubrir para el mes y se quedó en eso.
zh_cn: 我们的周末通过的时间表的变化，从每月。处理人，通过电子邮件发送出去投票人报名者为星期六或星期日，他们想掩盖月它被留在那。

source: Since ShiftPlanning
es_es: Desde ShiftPlanning
zh_cn: 由于ShiftPlanning

source: We looked at several options and the work scheduler ShiftPlanning had everything we needed and we think it will work for us as we need it to. It admittedly took us quite some time to filter through everything and get things changed over to ShiftPlanning. We only started to actively use the work scheduler at the start of this year. So our experience with it is a bit limited but I can say that it has made things much easier and I can see where it will be very useful.
es_es: Nos fijamos en varias opciones y el trabajo del planificador ShiftPlanning tenía todo lo necesario y creemos que va a trabajar para nosotros, ya que se necesita. Es cierto que nos llevó bastante tiempo para filtrarse a través de todo y las cosas cambiaron a ShiftPlanning. Sólo comenzó a utilizar activamente el trabajo del planificador en el inicio de este año. Así que nuestra experiencia con él es un poco limitado, pero puedo decir que ha hecho las cosas mucho más fácil y puedo ver a dónde va a ser muy útil.
zh_cn: 我们看了几个选项和工作的调度ShiftPlanning了我们所需要的一切，我们认为，因为我们需要它，它会为我们工作。它承认我们花了很长一段时间过滤通过的一切，得到的事情发生了变化，以ShiftPlanning。我们才开始积极利用在今年年初的工作调度。所以，我们与它的经验是有限的一点，但我可以说，它已使事情变得更加简单，我可以看到这将是非常有用的。

source: ShiftPlanning has helped manage our schedule in a more organized way. When we doubled our volunteer base, our Volunteer Coordinator started delegating scheduling duties for our various shifts. We had someone scheduling our morning cleaning volunteers. Another person was scheduling our Tuck In volunteers and yet another was scheduling our Adoption Counselors. Some of our volunteers fill multiple roles and with three different people doing the scheduling in three different ways, on paper, things were either being over looked or unnecessarily complicated.
es_es: ShiftPlanning ha ayudado a gestionar nuestra agenda de una manera más organizada. Cuando doblamos nuestra base de voluntarios, nuestro Coordinador de Voluntarios comenzó a delegar tareas de programación para los diversos turnos. Nos tienen a alguna persona la programación de nuestros voluntarios de limpieza por la mañana. Otra persona fue la programación de nuestra Tuck en los voluntarios y el otro fue la programación de nuestros consejeros de adopción. Algunos de nuestros voluntarios cubrir múltiples funciones y con tres personas diferentes haciendo la programación de tres maneras diferentes, en el papel, las cosas fueron bien es pasar por alto o se complican innecesariamente.
zh_cn: ShiftPlanning帮助更加有组织的方式管理我们的时间表。当我们加倍我们的志愿者基地，我们的义工协调员开始委托调度的职责，为我们的各种变化。我们已经有人安排我们早上清洁志愿者。另一人被安排在志愿者的塔克和另一个被安排我们通过辅导员。我们的一些志愿者填写多个角色，并与三个不同的人做的调度，在三种不同的方式，在纸上，事情被过分看着或不必要的复杂。

source: It's easy to use.
es_es: Es fácil de usar.
zh_cn: 它很容易使用。

source: Heidi Sessions, Kingdom Animal Shelter
es_es: Heidi sesiones, Refugio Animal Kingdom
zh_cn: 海蒂会议，王国，动物收容所

source: Further
es_es: Además
zh_cn: 进一步

source: Our weekend adoption schedule can be done so easily with this work scheduler. We can create open shifts and people can schedule themselves and are put right into the schedule. ShiftPlanning lets us see where we need coverage ahead of time, instead of realizing last minute that a shift hasn't been filled.
es_es: Nuestro calendario de adopción de fin de semana se puede hacer tan fácilmente con este trabajo del programador. Podemos crear los turnos abiertos y la gente puede programar y se ponen a la derecha en el calendario. ShiftPlanning nos permite ver donde se necesita la cobertura antes de tiempo, en lugar de darse cuenta de último minuto que el cambio no ha sido llenado.
zh_cn: 我们周末通过的时间表可以这样做容易，这项工作调度。我们可以创建开放的转变，人们可以安排自己和进入时间表。 ShiftPlanning让我们看到，我们需要覆盖时间提前，而不是实现一个转变尚未填补的最后一分钟。

source: Scheduling is easier and more organized. Volunteers are able to log in to see their schedule whenever they need to. It should help with communication as well. It's helped Kingdom Animal Shelter manage a volunteer base that quickly doubled.
es_es: La programación es más fácil y más organizada. Los voluntarios son capaces de iniciar sesión para ver su horario siempre que lo necesiten. Se debe ayudar con la comunicación también. Me ha ayudado Refugio Animal Kingdom gestionar una base de voluntarios, que rápidamente se duplicó.
zh_cn: 调度是更容易和更有组织。志愿者能够在登录时，他们需要看到他们的时间表。以及它应该帮助与沟通。它有助于王国，动物收容所管理志愿者基地，迅速增加了一倍。

source: Website
es_es: Sitio web
zh_cn: 网站

source: Industry
es_es: Industria
zh_cn: 行业

source: Non-Proft &amp; Volunteer Scheduling
es_es: No Proft y Programación de los Voluntarios
zh_cn: 非Proft及义工调度

source: Founded
es_es: Fundado
zh_cn: 公司成立

source: First Defense Legal Aid - Non-Proft & Volunteer Scheduling - Case Study
es_es: Primeros Auxilios de Defensa Legal - No Proft y Voluntariado Programación - Estudio de caso
zh_cn: 法律援助的第一道防线 - 非Proft及义工计划 - 案例研究

source: First Defense Legal Aid - Non-Proft & Volunteer Scheduling
es_es: Ayuda de Defensa Legal de Primera - No Proft y Voluntariado Programación
zh_cn: 第一道防线的法律援助 - 非Proft及义工调度

source: Case Study: First Defense Legal Aid in Chicago, Illinois, United States
es_es: Estudio de caso: En primer lugar ayuda a la defensa legal en Chicago, Illinois, Estados Unidos
zh_cn: 为例：法律援助的第一道防线，在芝加哥，伊利诺伊州，美国

source: For over 15 years, First Defense Legal Aid has been dedicated to issues of indigent defense, police accountability, and the protection of civil rights. FDLA's mission is two-pronged: to ensure equal justice to people in custody at Chicago Police stations and to educate the people of Chicago about the power of their Constitutional rights.
es_es: Desde hace más de 15 años, la ayuda de Defensa Legal En primer lugar se ha dedicado a las cuestiones de la defensa de indigentes, la rendición de cuentas policial, y la protección de los derechos civiles. La misión FDLA es doble: garantizar la igualdad ante la justicia a las personas detenidas en comisarías de policía de Chicago y educar a la gente de Chicago sobre el poder de sus derechos constitucionales.
zh_cn: 超过15年，第一道防线，法律援助一直致力于贫困国防，警察的责任，保护民事权利的问题。 FDLA的使命是双管齐下，以确保公平正义，被羁押人在芝加哥警署和教育芝加哥人民对他们的宪法权利的力量。

source: First, FDLA provides a free, reliable, and experienced lawyer to individuals who are arrested in the city of Chicago. The FDLA attorney is available at the initial and most critical stage of the criminal justice process: from the time of arrest until the court system assigns a Public Defender. At the police station, the attorney helps the client understand and assert his or her rights, gathers information about arrest and detainment, documents evidence of police brutality, advocates for medical treatment, and informs the family and friends of the detainee throughout the process.
es_es: En primer lugar, FDLA ofrece un abogado gratuito, confiable y con experiencia para las personas que están detenidas en la ciudad de Chicago. El abogado FDLA está disponible en la etapa inicial y más crítica del proceso de justicia penal: desde el momento de la detención hasta que el sistema judicial le asigna un defensor público. En la estación de policía, el abogado de ayuda al cliente a entender y hacer valer sus derechos, recoge información sobre el arresto y la detención, las pruebas los documentos de la brutalidad de la policía, defensores de los tratamientos médicos, e informa a los familiares y amigos del detenido durante el proceso.
zh_cn: 首先，FDLA提供了一个在芝加哥市被捕的个人自由，可靠和有经验的律师。 FDLA律师在刑事司法过程中的初始和最关键的阶段是：从逮捕的时间，直到法院系统分配一个公设辩护人。在派出所，律师帮助客户了解，并断言他或她的权利，集信息，关于逮捕和扣留证件的警察暴行的证据，医疗的倡导者，并通知被拘留者的家人和朋友，在整个过程中。

source: Second, in an effort to promote the Chicago Police Custody Hot-line and educate Chicagoans on the power of their Fourth, Fifth, and Sixth Amendment rights, FDLA presents Street Law in schools and community groups. The Street Law presentations focus on what to do if you are stopped, searched, or arrested by the police, how to assert your rights on the street and at the station, and what to do if you feel that the police have violated your civil rights.
es_es: En segundo lugar, en un esfuerzo por promover la custodia de la Policía de Chicago Hot-line y educar a los habitantes de Chicago en el poder de sus derechos constitucionales Cuarta, Quinta, y Sexta, FDLA presenta Street Law en las escuelas y grupos comunitarios. Las presentaciones Street Law centrarse en lo que debe hacer si usted es detenido, buscado, o detenido por la policía, ¿cómo hacer valer sus derechos en la calle y en la estación, y qué hacer si usted siente que la policía ha violado sus derechos civiles .
zh_cn: 其次，在努力促进芝加哥警方拘留热线和教育对他们的第四，第五，第六修正案的权利的力量芝加哥，FDLA提出在学校和社区团体街“。街“演讲集中在做什么如果你停下来，搜查，警方逮捕，如何断言您的权利，在大街上和在车站，以及如何做，如果你觉得，警方已侵犯了您的公民权利。

source: FDLA was formed in 1993 to provide free legal help to people at Chicago police stations. Its programming has expanded to include community education and systemic change activities that benefit society as a whole.
es_es: FDLA se formó en 1993 para proporcionar asistencia legal gratuita a las personas en las comisarías de policía de Chicago. Su programación se ha ampliado para incluir la educación de la comunidad y las actividades de cambio sistémico que beneficien a la sociedad en su conjunto.
zh_cn: FDLA成立于1993年在芝加哥警察局的人提供免费的法律帮助。其节目已扩大到包括社区教育，造福社会作为一个整体的系统性变化活动。

source: We have 3 paid employees and over 100 volunteers. We have 2 shifts a day, every day of the year: 6am-6pm and 6pm-6am. Because most employees are volunteers, we allow them to choose the shifts when they are available. It has been a challenge to let them know which shifts are open and which are covered at any given time without a public calendar to view.
es_es: Tenemos 3 empleados asalariados y más de 100 voluntarios. Tenemos 2 turnos al día, todos los días del año: 6 am a 6 pm-6 am y las 18:00. Debido a que la mayoría de los empleados son voluntarios, que les permita elegir los turnos cuando estén disponibles. Ha sido un reto para hacerles saber que los cambios están abiertas y que están cubiertos en un momento dado, sin un calendario público para ver.
zh_cn: 我们有3个高薪雇员和100多名志愿者。我们每天2班，一年的每一天：早上6时至下午6时和下午6时至早上6时。因为大多数员工都是志愿者，我们允许他们选择的转变，它们可用时。它一直是一个挑战，让他们知道其中的变化是开放，这是在任何特定时间内没有一个公共日历查看。

source: Our previous employee scheduling system consisted of lots of emails and phone calls and repeated emails to say "Sorry, that shift is covered, is there another that works for you?" Frustrating for the volunteers and time consuming for the staff.
es_es: Nuestro anterior sistema de planificación empleado consistía en un montón de correos electrónicos y llamadas telefónicas y correos electrónicos repetidos de decir &quot;Lo siento, ese cambio está cubierto, hay otro que funcione para usted?&quot; Frustrante para los voluntarios y que consumen mucho tiempo para el personal.
zh_cn: 我们以前的雇员调度系统包括大量的电子邮件和电话和重复的邮件，说“对不起，这种转变所覆盖，有另一种适合您呢？”沮丧的志愿者和工作人员耗时。

source: ShiftPlanning is exactly what we were looking for. It has simplified the process immensely. Volunteers can go look at the calendar, see what's available and request any shift that's open. Yes, we very highly recommend the work scheduler ShiftPlanning: for a non-profit like ours, there is no other way to go. We found the ShiftPlanning team to be responsive and the scheduling process is stress free. It has been simplified front and back.
es_es: ShiftPlanning es exactamente lo que estábamos buscando. Se ha simplificado enormemente el proceso. Los voluntarios pueden ir a ver el calendario, ver qué está disponible y solicitar cualquier cambio que está abierta. Sí, muy muy recomendable el trabajo del planificador ShiftPlanning: una sin fines de lucro como la nuestra, no hay otra manera de ir. Nos pareció que el equipo de ShiftPlanning ser sensible y el proceso de programación es libre de estrés. Se ha simplificado delantera y trasera.
zh_cn: ShiftPlanning是正是我们所期待的。它极大地简化了程序。志愿者可以去看看日历，看看有什么可用的，并要求任何转变​​，是开放的。是的，我们非常高建议工作调度ShiftPlanning：像我们这样的非营利性的，没有别的路可走。我们发现的ShiftPlanning队是响应和调度过程是免费的压力。它已被简化的正面和背面。

source: Perfect.
es_es: Perfecto.
zh_cn: 完美。

source: Scott Finger - First Defense Legal Aid
es_es: Scott, Finger - Ayuda de Defensa Legal de Primera
zh_cn: 斯科特手指 - 第一道防线的法律援助

source: We use the message wall to broadcast information to all volunteers. We use file sharing as a repository for copies of forms the volunteers use. Everything about the work scheduler ShiftPlanning has streamlined our operations and freed up the staff to attend to more important tasks.
es_es: Usamos la pared mensaje a transmitir información a todos los voluntarios. Nuestro método de intercambio de archivos como un repositorio de copias de los formularios a los voluntarios utilizan. Todo sobre el trabajo del planificador ShiftPlanning ha racionalizado sus operaciones y ha liberado al personal para atender a las tareas más importantes.
zh_cn: 我们使用的广播信息向所有志愿者的消息墙。我们用一个副本形式的志愿者使用库文件共享。有关工作调度ShiftPlanning的一切有精简我们的运营和释放人员参加更重要的任务。

source: Trees Organic Coffee - Franchise Scheduling & Management - Case Study
es_es: Los árboles de café orgánico - Programación y Gestión de Franquicias - Estudio de caso
zh_cn: 树木有机咖啡 - 特许经营调度与管理 - 案例研究

source: Trees Organic Coffee - Franchise Scheduling & Management
es_es: Los árboles de café orgánico - Programación y Gestión de Franquicias
zh_cn: 树木有机咖啡 - 特许经营调度与管理

source: Case Study: Trees Organic Coffee in Vancouver, British Columbia, Canada
es_es: Estudio de caso: Los árboles de café orgánico en Vancouver, Columbia Británica, Canadá
zh_cn: 为例：在温哥华，不列颠哥伦比亚省，加拿大有机咖啡树

source: Trees organic started with one cafe in 1996. The idea was to provide Vancouverites with organic & fair trade coffee, freshly roasted on site. We operated the one location in downtown Vancouver until we started franchising in 2005. We now operate 4 locations.
es_es: Los árboles orgánica comenzó con un café en 1996. La idea era proporcionar a los ciudadanos de Vancouver con el café de comercio justo y orgánico, recién tostado en el sitio. Operamos la ubicación de uno en el centro de Vancouver hasta que empezamos a franquiciar en 2005. Ahora operamos 4 puntos.
zh_cn: 树木有机同一个咖啡馆于1996年开始。当时的想法是提供Vancouverites有机及公平贸易咖啡，新鲜烤现场。我们经营在温哥华市中心的一个位置，直到我们在2005年开始特许经营。我们现在运行4个地点。
