Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: doesn't have sufficient information (phone/e-mail) in the system to use this feature. You can contact them directly at:
zh_cn: 没有足够的信息系统（电话/电子邮件）使用此功能。您可以直接联系他们：

source: Mobile Phone:
zh_cn: 移动电话：

source: Home Phone:
zh_cn: 家里的电话：

source: doesn't have sufficient information (phone/e-mail) in the system to use this feature.
zh_cn: 没有足够的信息系统（电话/电子邮件）使用此功能。

source: employee(s) added
zh_cn: 雇员（S）补充

source: blog
zh_cn: 博客

source: yoga 101
zh_cn: 瑜伽101

source: <tr><th>Employee</th><th>Business</th><th>E-mail Address</th></tr>
zh_cn: <tr><th>雇员</th><th>业务</th><th>E-mail地址</th></tr>

source: <tr><th>Employee</th><th>Access Level</th><th>E-mail Address</th></tr>
zh_cn: <tr><th>雇员</th><th>访问级别</th><th>E-mail地址</th></tr>

source: Upload Avatar
zh_cn: 上传头像

source: Url Updated
zh_cn: 网址更新

source: name: {name} no match.<br />
zh_cn: 名称： {name} 没有相匹配。<br />

source: name: {name},more than one match.<br />
zh_cn: 名称： {name}超过一个匹配。<br />

source: Clock in time is later than clock out time - Row:
zh_cn: 时钟的时间是最迟退房时间的时钟 - 行：

source: record imported
zh_cn: 记录进口

source: In order to use the time-clock feature you must be assigned to a position so that your time can be associated to it.<br /><br />Please contact your manager for details.
zh_cn: 为了使用的时间，时钟功能，使您的时间可以关联到它，你必须分配到一个位置。<br /><br />详情请向你的经理。

source: <br /><br />Management has set clock-in times to round up to the nearest {cal_store} mins.<br />Clocking in now will report:
zh_cn: <br /><br />管理层已设置时钟时间四舍五入到最接近的 {cal_store} 分钟。<br />现在时钟的报告：

source: Clocked in at <b>
zh_cn: 主频在在 <b>

source: Management has set clock-out times to round down to the nearest {cal_store} mins.<br />Clocking out now will report:
zh_cn: 管理设置时钟时间，向下舍入到最近的 {cal_store} 分钟。<br />时钟，现在会报告：

source: <b>You cannot clock-out yet, as your clock-out time is not valid</b><br /><br />
zh_cn: <b>你不能时钟，时钟时间是无效的</b><br /><br />

source: <br /><br /><div class="grey">A webcam is required to use the clock in/out. If you have a webcam installed, and do not see the video above, please right click on the white square above, and select "Change Camera".<br /><br />If after selecting the Camera you still only see a blank white square, please ensure that the webcam is not in-use by another application, including a tab within your web-browser.<br /><br />If you don't have a webcam you will have to contact your manager, or use the manual add clock time on the left.</div>
zh_cn: <br /><br /><div class="grey">需要使用一个摄像头/输出时钟。如果你安装有一个摄像头，并没有看到上面的视频，请右击上面的白色正方形，并​​选择“更改相机”。<br /><br />如果选择相机后，你仍然只看到一个空白的白色正方形，请确保摄像头是不是在使用另一个应用程序，包括在您的网页浏览器的标签。<br /><br />如果你没有一个摄像头，你将有你的经理联系，或使用左边的手动附加的时钟时间。</div>

source: Are you sure you want to '+action+' these '+total_selected+' clock times?
zh_cn: 你确定要“+行动+”这些&#39;+ total_selected +“时钟时间吗？

source: <span>Total Hours: <b>71</b> hours <b>51</b> minutes</span>
zh_cn: <span>总学时： <b>71</b> 小时 <b>51</b> 分钟</span>

source: Danijel Zerc
zh_cn: 达尼耶尔Zerc

source: no
zh_cn: 没有

source: AM
zh_cn: 上午

source: You haven't setup any clock locations yet.<br />
zh_cn: 你没有设置任何时钟位置。<br />

source: Webcam
zh_cn: 摄像头

source: Url
zh_cn: 网址

source: You haven't setup any clock terminals yet.<br />
zh_cn: 你没有设置任何时钟终端。<br />

source: none
zh_cn: 没有

source: ShiftPlanning allows you to setup individual locations, that can be used for restricting where clocking in/out occurs. Locations can be setup using an <b>i.p. address</b> which please keep in mind can mean multiple computers on the same i.p., as well as can change over time if you do not have a static i.p. with your ISP.
zh_cn: ShiftPlanning允许你建立个人的位置，可以使用限制的地方在/出发生时钟。位置可以安装使用 <b>IP地址</b> 请记住，可能意味着在同一IP多台电脑，以及可随时间而改变，如果你没有与您的ISP的静态IP。

source: A location can also be set to an individual <b>computer</b>. This method is preferred as it uses a COOKIE which is stored securely on the computer. Please note that if you use this method if Cookies are ever removed a new one will need to be set.
zh_cn: 一个位置，也可以设置个人 <b>计算机</b>。这种方法是首选，因为它使用安全存储在电脑上的cookie。请注意，如果您使用此方法如果永远删除Cookies是一个新的需要设置。

source: Clock Terminals are simplified interfaces that you customize to setup on 'terminal' devices around your workplace soley for the purpose of clocking in/out. Terminals are built-on top of 'locations' so make sure you have them setup first.
zh_cn: 时钟终端简化了您自定义的接口，时钟/设置你的工作场所周围的掌上明珠，对终端设备。终端内置的“位置”上，确保您有他们设置的第一。

source: <td>name</td><td>timezone</td><td>start_date</td><td>end_date</td><td>start</td><td>end</td><td>s_timestamp</td><td>s_datetime</td><td>e_timestamp</td><td>e_datetime</td>
zh_cn: <td>名称</td><td>时区</td><td>起始日期</td><td>结束日期</td><td>开始</td><td>结束</td><td>s_timestamp</td><td>s_datetime</td><td>e_timestamp</td><td>e_datetime</td>

source: <br /><br />Remember you can <a href="{app}#schedule">login anytime and view trade status' & Actions here</a>.
zh_cn: <br /><br />记住你可以 <a href="{app}#schedule">随时登录和查看贸易中的地位和行动在这里</a>。

source: Hmmm.
zh_cn: 嗯。

source: <br /><br /><br /><br /><center><b style="font-size: 12px;">The Billing period on your account has expired. Please <a href="javascript://" onclick="_switch('admin'); _sub('admin', 'AccntOverview')">setup billing</a> or <a href="http://www.shiftplanning.com/contact/">contact us</a>.</b></center><br /><br /><br /><br />
zh_cn: <br /><br /><br /><br /><center><b style="font-size: 12px;">在您的帐户结算期已过期。请 <a href="javascript://" onclick="_switch('admin'); _sub('admin', 'AccntOverview')">设置计费</a> 或 <a href="http://www.shiftplanning.com/contact/">联系我们</a>。</b></center><br /><br /><br /><br />

source: Smart Phone
zh_cn: 智能手机

source: WAP
zh_cn: 的WAP

source: saving..
zh_cn: 节能..

source: <a href="/tour/">Click here</a> to find out more about what ShiftPlanning can do for your business. Since the custom set-up is free, you have nothing to lose except your old, costly scheduling process.
zh_cn: <a href="/tour/">点击这里</a> 找出可以为您的企业做什么ShiftPlanning。由于自定义的设置是免费的，rnttttyou有什么可失去的，除了旧的，昂贵的调度进程。

source: <a href="/tour/">Click here</a> to find out more about what ShiftPlanning can do for your business. Since the custom set-up is free, you have nothing to lose except your old, costly scheduling process.
zh_cn: <a href="/tour/">点击这里</a> 找出可以为您的企业做什么ShiftPlanning。由于自定义的设置是免费的，nttttyou有什么可失去的，除了旧的，昂贵的调度进程。

source: ShiftPlanning&trade; takes your privacy seriously. We have developed the following Privacy Policy for your protection.
zh_cn: ShiftPlanning™重视您的隐私。我们已经开发出以下为保护您的私隐政策。

source: This Policy applies to all ShiftPlanning&trade; Websites ("Websites"). This Policy does not apply to other companies' or organizations' Websites to which we link. You should carefully review the privacy policies of those Websites in order to determine how they treat your personal information.
zh_cn: 本政策适用于所有ShiftPlanning™网站（以下简称“网站”）。这个政策并不适用于其他公司或机构的网站，我们链接。您应仔细阅读这些网站的隐私政策，以确定他们是如何对待您的个人信息。

source: This policy describes what types of information we gather about you, how we use it, under what circumstances we disclose it to third parties, and your rights to update or correct it.
zh_cn: 这项政策说明哪些类型的信息，我们收集有关您，我们如何使用它，在什么情况下我们透露给第三方，您的权利，更新或更正。

source: This policy does not apply to the practices of companies or Websites that ShiftPlanning&trade; does not own or control, or to people that ShiftPlanning&trade; does not employ or manage.
zh_cn: 这项政策并不适用于公司或网站的做法，不ShiftPlanning™拥有或控制，或™ShiftPlanning不雇用或管理的人。

source: INFORMATION ABOUT YOU
zh_cn: 有关您的信息

source: Information Gathered From All Visitors
zh_cn: 所有旅客从收集到的信息

source: Aggregate Data
zh_cn: 汇总数据

source: We gather certain generic information with respect to users of our Website. Information may include number of unique visitors, the frequency with which they visit, and the areas on the Website that they favor. These statistics are very much like television ratings that tell the networks how many people tuned in to a program. We only use this type of data in the aggregate, on a collective basis, in summary form, rather than on an individual basis. This data helps us determine the extent to which our users use certain parts of our Website, which, in turn, enables us to make it as appealing and user friendly as possible. We may also share aggregate data of users' collective use of our Website with advertisers, sponsors, and other companies with which we do business ("Affiliates" or "Business Partners"). We do this so they, too, can improve functionality and offer services and materials that users want.
zh_cn: 我们尊重我们的网站的用户一定的通用信息收集。信息可能包括独特的访客人数，访问的频率，并在网站上，他们青睐的领域。这些统计数字是非常喜欢告诉多少人调整到一个程序的网络电视收视率。我们只使用这种类型的数据在总量上，一个集体的基础上，在总结的形式，而不是个别的。这些数据可以帮助我们确定在何种程度上我们的用户使用我们的网站，这反过来，使我们能够呼吁和用户友好尽可能的某些部分。我们也可能与广告商，赞助商，我们做业务的其他公司（“联营公司”或“商业伙伴”）的用户集体使用我们的网站的汇总数据。我们这样做，使他们也能提高用户想要的功能，并提供服务和材料。

source: Cookies
zh_cn: 饼干

source: We use "cookies" on our Website. Cookies are pieces of information or data sent to your browser from a web server and stored on your computer's hard drive for record-keeping purposes. Cookies tell our computer that you've visited before and help to make your visit more personal so you don't have to re-enter info on a return visit. Cookies also allow us to count the number of unique and return visitors who use our Website.
zh_cn: 我们使用“曲奇”在我们的网站。 Cookies是件信息或发送到您的浏览器从Web服务器和存储在您的计算机的硬盘驱动器保存记录的数据。饼干告诉我们的电脑，你去过之前和帮助，使您的访问更加个性化，所以你不必重新输入信息回访。 Cookies也让我们来算独特和返回的游客使用我们的网站数量。

source: Most browsers are initially set up to accept cookies. If you prefer, you can reset your browser to notify you when you've received a cookie or, alternatively, to refuse to accept cookies. It is important to note that you may not be able to use certain features like checking out (and participation in certain offerings) on our Website if you choose not to accept cookies. Cookies can also enable us to track and target the interests of our users to enhance their experience on our Website.
zh_cn: 大多数浏览器最初都设置为接受Cookie。如果你愿意，你可以重置您的浏览器通知您，当你收到一个cookie，或者，拒绝接受cookies。重要的是要注意，你可能无法使用我们的网站上，如检查出的某些功能（在某些产品的参与）如果您选择不接受cookies。 Cookie也可以使我们能够跟踪和瞄准我们的用户的利益，以提高他们的经验对我们的网站。

source: IP Addresses
zh_cn: IP地址

source: We collect and analyize traffic on our Website by keeping track of the IP addresses of our visitors. An IP address is a unique number assigned to your computer when you are using your browser on the Internet. We log this information so that we can monitor things like the number of visitors visiting the Website; however, we do not link your IP address to any personally identifying information.
zh_cn: 我们收集和analyize在我们的网站跟踪访问者的IP地址的流量。 IP地址是分配给您的计算机，当您使用您的浏览器在互联网上的一个唯一的编号。我们记录这些信息，以便我们可以像访问网站的访问者数量监测的东西，但是，我们不将您的IP地址，任何个人识别信息。

source: Personalizing Your Experience on the Website
zh_cn: 网站上的个性化您的经验

source: We try to personalize your experience on our Website by tracking shift requests, vacation requests, shift trade requests, vacation requests, etc. and other content you may have sent or received. From time to time, we may send you surveys or solicit your feedback. We use surveys to gage user interest in new products and premiums we may offer, as well as to try and enhance your experience with the Website, by creating additional services, or optimizing those services that already exist. We will ask for your feedback on many site features. We may also use the information to alert you to offers and products in which you may be interested in.
zh_cn: 我们试图对我们网站的个性化换档请求跟踪，度假的要求，转变贸易的要求，假期要求等，你可能已经发送或接收的其他内容的经验。不时，我们可能会向您发送调查或征求您的意见。我们使用调查，在新产品和保费规用户的兴趣，我们可以提供，以及创造更多的服务，或优化这些服务已经存在，尝试提高您网站的经验。我们会问你许多网站功能的反馈。我们也可以使用信息来通知您您可能感兴趣的信息和产品

source: Information Gathered From Members
zh_cn: 聚集了来自议员的信息

source: If you elect to purchase a product on a ShiftPlanning&trade; owned website, you will be required to provide us with certain personal information, including your name, e-mail address, credit card number, expiration date, and billing address (this required information is subject to change from time to time). There may also be opportunities for you to provide us with additional information regarding your preferences and interests. This information, however, is not required and is completely optional on your part. Additional data may be collected from you based upon certain services you elect to utilize on our Website. By obtaining this information, we can provide our users with specific content and advertising in which they might be interested. None of this information is required to use our service or to become a user; however, the omission of certain types of data will limit the value of your use of these features. If you become a user of our Website or from one of our affialted Website, we may share your registration information with the affiliates.
zh_cn: 如果您选择购买的产品，对国有ShiftPlanning™网站，你将被要求提供某些个人信息，包括您的姓名，电子邮件地址，信用卡号码，到期日期和帐单地址（这是所需的信息改变不时）。也可能有机会为您提供我们关于您的喜好和利益的其他信息。然而，这个信息，不要求是完全可选的部分。你可能会收集额外的数据，根据您选择使用我们的网站上的某些服务。通过获取这些信息，我们可以提供具体的内容和广告中，他们可能会感兴趣的用户。没有这个信息需要使用我们的服务，或成为用户，然而，某些类型的数据的遗漏会限制您使用这些功能的价值。如果您成为我们的网站，或从一个我们affialted网站的用户，我们可能会与分支机构分享您的注册信息。

source: Uses of Personal Information
zh_cn: 个人信息的用途

source: If you have provided us your consent via opt-in subscription, we may use the information we have collected about you in five ways:
zh_cn: 如果您已经为我们提供了通过您同意选择套餐，我们可以使用我们收集的关于您的信息在五个方面：

source: To send personalized, targeted information that we think our users will find relevant, either from ShiftPlanning&trade; or directly from its Business Partners;
zh_cn: 发送个性化的，有针对性的信息，我们认为我们的用户会发现相关性，无论是从ShiftPlanning™或直接从商业伙伴;

source: To support any of your requests like order processing;
zh_cn: 像订单处理，以支持你的任何要求;

source: To send promotions, offers, advertisements and coupons based on user interests;
zh_cn: 发送促销，优惠，广告和优惠券，根据用户的利益;

source: To contact the user for feedback and surveys; and
zh_cn: 联系用户反馈和调查;

source: To send the user other information about ShiftPlanning&trade; or its Business Partners. These communications include but are not limited to e-mail, postal mail and SMS messages.
zh_cn: 要发送的其他用户信息，约ShiftPlanning™或商业伙伴。这些通讯包括但不限于电子邮件，邮政邮件和短信。

source: To respond to your questions or the comments that you fax or email to us;
zh_cn: 为了回应您的问题或传真或电邮给我们，您的意见;

source: To provide you with newsletters or other subscription information;
zh_cn: 为您提供通讯或其他订阅信息;

source: To distribute to sponsors and advertisers who run the promotions and/or for purposes of marketing by our sponsors and advertisers;
zh_cn: 分发到运行的营销目的的促销和/或由我们的赞助商和广告商的赞助商和广告;

source: To run chatrooms, blogs, discussion groups and bulletin boards;
zh_cn: 要运行聊天室，博客，讨论组和公告牌;

source: To gather aggregate information on website use and to provide services to the public of a general or specific nature, paid or unpaid.
zh_cn: 收集汇总信息和网站上使用一般或特定性质的公开，有偿或无偿提供服务。

source: All decisions we make involving Personal Information are based on accurate, complete and up-to-date information. We rely on you, however, to disclose all material information and to inform us of any relevant changes or corrections as they may relate to you. We encourage you to contact us as soon as possible, and we will make the appropriate reasonable corrections or amendments, upon receipt of appropriate evidence.
zh_cn: 我们作出的所有决定，涉及个人信息的准确，完整及最新信息的基础上。我们依靠你，但是，披露所有重大信息，并告知我们任何有关变更或更正，因为它们可能涉及到你。我们鼓励您尽快与我们联系，我们会作出适当的证据后，收到适当的合理的更正或修订。

source: We will retain Personal Information only as long as is required for the purposes we describe and as is required under law. Once Personal Information is no longer required (or if you have opted-out or withdrawn your consent), it is our practice that it is destroyed, deleted or made anonymous.
zh_cn: 我们将只保留个人信息只要为我们所描述的目的和要求，根据法律的要求。一旦个人信息被不再需要（或如果你有选择或撤销您的同意），这是我们的实践中，它被破坏，删除或匿名。

source: On-Site Advertising
zh_cn: 现场广告

source: ShiftPlanning&trade; may also use information about you to target advertising while you are visiting our Website. We may use cookie files to assure that you will not be served the same ads repeatedly.
zh_cn: ShiftPlanning™也可以使用您的信息为目标的广告，当您访问我们的网站。我们可能会使用cookie文件，以确保你不会送达相同的广告反复。

source: Privacy of Website Information
zh_cn: 隐私信息的网站

source: This policy applies to all aspects of our Website, including your personalized messages, attached photos or graphics, or other personal content. We do not monitor or edit the contents of the online messages/ information you send. On occasion, however, we may need to view your messages in connection with the maintenance of our network.
zh_cn: 这项政策适用于我们网站的所有方面，包括您的个性化的邮件，附件中的照片或图形，或其他个人内容。我们不监控或编辑您发送在线消息/信息的内容。然而，有时，我们可能需要在维护我们的网络连接查看您的邮件。

source: Disclosure Exceptions
zh_cn: 信息披露的例外

source: Notwithstanding the above policies, we reserve the right to disclose your personal information to appropriate third parties if we are required to do so by law or we believe that such action is necessary:
zh_cn: 尽管上述政策，我们保留权利，如果我们需要做的法律，或者我们认为这种行动是必要的，适当的第三方透露您的个人信息：

source: To comply with legal process such as a search warrant, subpoena or court order;
zh_cn: 遵守法律程序，如搜查证，传票或法院命令;

source: To protect the company's rights and property;
zh_cn: 为了保护公司的权利和财产;

source: To investigate reports of users sending material using a false e-mail address or users sending harassing, threatening, or abusive messages;
zh_cn: 用户发送材料，使用虚假的电子邮件地址或用户发送的骚扰，恐吓或辱骂消息调查报告;

source: To protect ShiftPlanning&trade; against misuse or unauthorized use of our Website and/or the ShiftPlanning&trade; service; or
zh_cn: 为了防止误用或未经授权使用我们的网站和/或的ShiftPlanning™服务ShiftPlanning™;

source: During emergencies, such as when we believe someone's physical safety is at risk.
zh_cn: 我们相信，在紧急情况下，例如当一个人的人身安全处于危险之中。

source: Your Control Over Your Personal Information
zh_cn: 您控制您的个人信息

source: Opt-Out/Changing Your Status
zh_cn: Opt-Out/Changing你的地位

source: To opt-out or change an aspect of your personal status, please visit the Terms Of Use and Privacy Policy section of the ShiftPlanning&trade; Website. Here you will be able to change any/all aspects of your personal status or opt-out of aspects of our service.
zh_cn: 选择退出或更改您的个人地位的一个方面，请访问使用条款和隐私政策部分的ShiftPlanning™网站。在这里，你将能够改变您的个人身份或退出我们的服务方面的任何/所有方面。

source: Sale of Assets
zh_cn: 出售资产

source: In the event that ShiftPlannning&trade; and/or its units or subsidiaries are ever sold, acquired, merged, liquidated, reorganized, or otherwise transferred, we reserve the right to transfer our user databases together with any personally identifiable information contained therein, to a third party acquiring ShiftPlanning&trade; assets.
zh_cn: 在事件不断出售，ShiftPlannning™和/或其单位或子公司，收购，合并，清算，重组，或以其他方式转让，我们保留权利转移所载的任何个人身份信息，我们的用户数据库，第三个党获得ShiftPlanning™资产。

source: Data Security
zh_cn: 数据安全

source: When you place orders for purchased products or access your payment information, we use an advanced encryption technology known as Secure Socket Layer (SSL) to protect the storage and transfer of your data from unauthorized parties. While on a secure page, such as our registration form, a lock or key icon appears on the bottom of your web browser. In addition to our online security efforts, we take reasonable steps to protect your personal data offline, as well. All of your information, not just the sensitive information mentioned above, is restricted in our offices. Our main servers are operated from a dedicated Internet hosting facility with state-of-the-art physical security features, including smoke detection and fire suppression systems, motion sensors, and 24x7 secured access, as well as video camera surveillance and security breach alarms. If you have any questions about the security at our websites, you can send an email to {infoat}.
zh_cn: 当您将购买的产品订单，或访问您的付款信息，我们使用先进的加密技术，被称为安全套接字层（SSL）来保护您的数据存储和转移，从未经授权的当事方。而在一个安全的页面，比如我们的登记表，锁或钥匙图标，出现在您的网页浏览器的底部。除了我们的网上安全的努力，我们采取合理的步骤保护您的个人资料，离线，以及。您的所有信息，不只是上面提到的敏感信息，只限于在我们的办公室。我们的主服务器运行一个专门的互联网托管与物理状态的最先进的安全功能，包括烟雾探测和灭火系统，运动传感器，全天候的安全访问，以及摄像机的监控和违反安全报警设施。如果你有任何问题，在我们的网站的安全性，您可以发送电子邮件至 {infoat}。

source: Changes to the Privacy Policy
zh_cn: 隐私政策的变化

source: ShiftPlanning&trade; will occasionally update this Privacy Policy in response to changing business circumstances and legal developments. When ShiftPlanning&trade; posts changes to this Policy, you will see a date depicting the last update of the policy on the top of this page. If there are material changes to this Policy or in how ShiftPlanning&trade; uses your personally identifiable information, ShiftPlanning&trade; will prominently post such changes prior to implementing the change. ShiftPlanning&trade; expects you to periodically review this Policy to be informed of how we are protecting your information. You may review our policy anytime as it will always be linked to our website.
zh_cn: ShiftPlanning™偶尔会更新本隐私政策，在应对不断变化的业务情况和法律的发展。当ShiftPlanning™职位的变动，以本政策，你会看到此页顶部的政策的最后更新日期描绘。如果有重大改变这一政策，或在，如何ShiftPlanning™使用您的个人身份信息，ShiftPlanning™将突出发布实施变更之前，这样的变化。 ShiftPlanning™希望您定期检讨这项政策，被告知我们如何保护您的信息。您可能会随时检讨我们的政策，因为它总是会链接到我们的网站。

source: How does the Privacy Policy deal with Children?
zh_cn: 如何与儿童的隐私政策处理？

source: Children should always get permission from their parents before sending information about themselves (such as their names, email addresses, and phone numbers) over the Internet. We will not knowingly encourage any minor to register with our site or to access those features which require registration. If a child has provided us with personal information, we ask that any concerned parent or guardian of the child contact us.
zh_cn: 儿童应始终从父母那里得到有关自己的信息（如他们的姓名，电子邮件地址和电话号码），然后通过互联网发送的权限。我们不会故意鼓励任何轻微的，在本网站注册或访问这些功能，需要注册。如果一个孩子提供了个人信息，我们要求任何有关儿童的父母或监护人与我们联系。

source: Use Common Sense in All Your Online Activities
zh_cn: 所有在线活动中使用常识

source: Even the best Privacy Policy can't protect your online privacy and security in all circumstances. Unscrupulous advertisers, hackers, and scam artists are constantly searching the Internet looking for new targets. Your best protection is to understand the limits to privacy on the Internet and use common sense in all of your online activities.
zh_cn: 即使是最好的隐私权政策不能保护您的在线隐私和安全，在任何情况下。无良广告，黑客，诈骗者正在不断地寻找互联网寻找新的目标。你最好的保护是理解的限制，在互联网上的隐私和使用常识，在您的所有在线活动。

source: Be aware that e-mail is an inherently insecure form of communication. Remember that third parties are sometimes able to illegally intercept your unencrypted messages, including online greetings.
zh_cn: 要知道，电子邮件是沟通本质上是不安全的形式。请记住，第三方有时能够非法拦截你的加密信息，包括网上的问候。

source: Anytime you visit a chat room or post a message to an online bulletin board, your e-mail address can be accessed by advertisers looking to compile lists for unsolicited commercial e-mail (also known as spam). Be sure that you only disclose your e-mail address in circumstances in which it is safe to do so. Beware of scams in which persons unknown to you request your screen name, password, or credit card information. Make sure you verify the identity of anyone asking for personal information.
zh_cn: 每当你访问聊天室或张贴信息网上公告板，您的e-mail地址可以访问编译不请自来的商业电子邮件列表（也称为垃圾邮件）的广告。可以肯定，你只有透露您的e-mail地址的情况下，它这样做是安全的。谨防诈骗，身份不明的人向你要求你的屏幕名称，密码，或信用卡信息。确保您验证要求提供个人信息的人的身份。

source: Contact Information
zh_cn: 联系信息

source: If you have questions or concerns regarding this Policy, you should email ShiftPlanning Customer Service at {infoat}.
zh_cn: 如果您对本政策有任何疑问或关注，你应该发在ShiftPlanning客户服务 {infoat}。

source: Last Revised: January 27th, 2010
zh_cn: 最后修订日期：1月27日，2010

source: The ShiftPlanning&trade; Website is composed of numerous Websites, and Web Pages, operated by ShiftPlanning&trade; and/or its affiliates. Collectively these will be noted as ShiftPlanning&trade;.
zh_cn: 众多网站组成的ShiftPlanning™网站的网页，操作由ShiftPlanning™和/或其附属公司。总的来说，这些将指出ShiftPlanning™。

source: The ShiftPlanning&trade; Website use is offered to you on the condition that you accept these Terms of Use, without modification of the terms, conditions, and notices herein. Your use of the Website, constitutes your acceptance of all these terms, conditions, and notices.
zh_cn: ShiftPlanning™使用网站提供给你的条件，你必须接受这些使用条款，未经修改的条款，条件和通知本。您对本网站的使用，构成您接受这些条款，条件及告示。

source: Privacy Policy and Protection of Personal Information
zh_cn: 隐私政策和个人信息的保护
