Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: We're here to answer all of your questions. Visit our website and contact us online right now via the livechat feature, call us at 1.888.973.6030, or send us an e-mail at
es_es: Estamos aquí para responder todas sus preguntas. Visite nuestro sitio web y en contacto con nosotros en línea en este momento a través de la función de chat directo, llame al 1.888.973.6030, o envíenos un e-mail a
zh_cn: 我们在这里回答您的所有问题。访问我们的网站和在线联系我们现在通过即时聊天功能，请致电1.888.973.6030，或向我们发送一封邮件

source: That's right, just when you thought it wasn't possible, ShiftPlanning's incredible hi-tech employee software scheduling program got a little bit more appealing: we're offering a month's free service to select customers.
es_es: Así es, justo cuando creía que no era posible, ShiftPlanning la increíble software de alta tecnología empleado del programa de planificación tiene un poco más atractivo: estamos ofreciendo un servicio gratuito de un mes para seleccionar a los clientes.
zh_cn: 这是正确的，只是当你以为这是不可能的，令人难以置信的高科技雇员ShiftPlanning的软件调度程序得到一点点更具吸引力：我们提供一个月的免费服务，选择客户。

source: Simply send us your current schedule (.xls, .csv, etc) or an outline of your scheduling system and staff.
es_es: Simplemente envíenos su horario actual (. Xls,. Csv, etc) o un esquema de su sistema de programación y el personal.
zh_cn: 简单地发送给我们目前的时间表（XLS，CSV等）或调度系统和工作人员的轮廓。

source: Passwords Don't Match
es_es: Las contraseñas no coinciden
zh_cn: 密码不匹配

source: To ensure you are getting scheduled when you should be please make sure your <a href="javascript://" onclick="_sub('staff', 'Availability', 'id={forum_user}');">availability</a> is accurate and kept up to date.
es_es: Para asegurarse de que se recibió a tiempo cuando debe ser, por favor asegúrese de que su <a href="javascript://" onclick="_sub('staff', 'Availability', 'id={forum_user}');">disponibilidad</a> es exacta y se mantiene hasta la fecha.
zh_cn: 为了确保你正在计划时，你应该请确保您的 <a href="javascript://" onclick="_sub('staff', 'Availability', 'id={forum_user}');">可用性</a> 是准确的，并保持最新。

source: Add Date
es_es: Añadir Fecha
zh_cn: 添加日期

source: Update Password
es_es: Actualización de la contraseña
zh_cn: 更新密码

source: Hours Only
es_es: Sólo horas
zh_cn: 小时才

source: Hours & Staff Count
es_es: Horarios y Count Personal
zh_cn: 小时及员工数

source: Hours, Staff & Costs
es_es: Horas, el personal y los costos
zh_cn: 小时，工作人员及费用

source: On Vacation
es_es: En vacaciones
zh_cn: 休假

source: Not Available
es_es: No está disponible
zh_cn: 不提供

# title
source: Why ShiftPlanning?
es_es: ¿Por qué ShiftPlanning?
zh_cn: 为什么ShiftPlanning？

# footer menu
source: Why
es_es: ¿Por qué
zh_cn: 为什么

# footer menu
source: Tour
es_es: Gira
zh_cn: 旅游

# footer menu
source: Pricing
es_es: Precio
zh_cn: 定价

# footer menu
source: Case Studies
es_es: Estudios de caso
zh_cn: 案例研究

# footer menu
source: Contact Us
es_es: Contacte con nosotros
zh_cn: 联系我们

# footer menu
source: Company Blog
es_es: Blog de la empresa
zh_cn: 公司博客

# footer menu
source: About Us
es_es: Acerca de Nosotros
zh_cn: 关于我们

# footer menu
source: Road Map
es_es: Mapa de carreteras
zh_cn: 路线图

# footer menu
source: Data Api
es_es: API de datos de
zh_cn: 数据API

# footer menu
source: Site Map
es_es: Mapa del Sitio
zh_cn: 网站地图

# menu
source: Tour
es_es: Gira
zh_cn: 旅游

# menu
source: Pricing
es_es: Precio
zh_cn: 定价

# menu
source: Support
es_es: Apoyar
zh_cn: 支持

# menu
source: Contact US
es_es: Contactar con EE.UU.
zh_cn: 联系我们

# menu
source: Account Setup
es_es: Configuración de la cuenta
zh_cn: 帐户设置

# menu
source: Site Map
es_es: Mapa del Sitio
zh_cn: 网站地图

# Menu->Home
source: Home
es_es: Casa
zh_cn: 家

# title
source: SMS - Test Email to SMS gateways
es_es: SMS - correo electrónico de prueba a las pasarelas de SMS
zh_cn: SMS - 测试电子邮件，短信网关

# menu
source: Home
es_es: Casa
zh_cn: 家

# title
source: Company - News Room
es_es: Compañía - Sala de Prensa
zh_cn: 公司 - 新闻中心

# menu
source: News Room
es_es: Sala de Prensa
zh_cn: 新闻发布室

# menu
source: About Us
es_es: Acerca de Nosotros
zh_cn: 关于我们

# menu
source: Contact Us
es_es: Contacte con nosotros
zh_cn: 联系我们

# menu
source: Company Blog
es_es: Blog de la empresa
zh_cn: 公司博客

# title
source: Client Case Studies - Workforce Management & Employee Scheduling Software
es_es: Los estudios de caso de cliente - Workforce Management y software de programación del Empleado
zh_cn: 客户成功案例 - 劳动力管理及员工排班软件

# menu
source: Case Studies
es_es: Estudios de caso
zh_cn: 案例研究

# restaurant
source: Four Winds Coffee & Tea in Grand Junction
es_es: Cuatro Vientos de café y té en Grand Junction
zh_cn: 四方在Grand Junction的咖啡和茶

# restaurant
source: 5 Guys Centerville
es_es: 5 Chicos Centerville
zh_cn: 5家伙森特维尔

# restaurant
source: Trees Organic Coffee
es_es: Los árboles de café orgánico
zh_cn: 树木有机咖啡

# restaurant
source: Wasabi Group
es_es: Wasabi Grupo
zh_cn: 芥末集团

# RETAIL
source: Jersey City Food Co-Op Board
es_es: Jersey City Food Co-Op Junta
zh_cn: 泽西城食品CO-OP局

# RETAIL
source: Kovac's
es_es: Kovac
zh_cn: 科瓦奇的

# RETAIL
source: Life's So Sweet Chocolates
es_es: Chocolates So Sweet de la vida
zh_cn: 生活中的那么甜的巧克力

# RECREATION
source: Department of Intramural and Recreational Sports for Arkansas Tech University
es_es: Departamento de deportes intramuros y de recreo para Arkansas Tech University
zh_cn: 阿肯色科技大学校内和休闲体育系

# RECREATION
source: Centre Region Parks And Recreation Board Centre Regional Recreation Authority
es_es: Región Centro Parques y Recreación de la Junta Regional de Centro de Recreación Autoridad
zh_cn: 中心区公园及康乐局中心区域游憩管理局

# RECREATION
source: The Infostrada Sports Group
es_es: El Infostrada Sports Group
zh_cn: Infostrada体育集团

# UNIVERSITY
source: Auburn University
es_es: La Universidad de Auburn
zh_cn: 奥本大学

# UNIVERSITY
source: Beloit College Museums
es_es: Beloit Museos Universitarios
zh_cn: 伯洛伊特学院博物馆

# UNIVERSITY
source: University of Rhode Island
es_es: Universidad de Rhode Island
zh_cn: 罗德岛大学

# HELP DESK
source: Loyola University Chicago Digital Media Services
es_es: Universidad Loyola de Chicago Digital Media Services
zh_cn: 美国芝加哥Loyola大学数字媒体服务

# HELP DESK
source: University of Iowa ITS Help Desk
es_es: Universidad de Iowa SU Help Desk
zh_cn: 爱荷华大学的服务台

# HELP DESK
source: Hamline University's ITS Helpdesk
es_es: Universidad Hamline de su servicio de asistencia
zh_cn: 哈姆林大学及其服务台

# LEGAL
source: First Defense Legal Aid
es_es: Ayuda de Defensa Legal de Primera
zh_cn: 第一道防线的法律援助

# COMMUNITY / GOVNT
source: West Gippsland Regional Library
es_es: West Gippsland Biblioteca Regional
zh_cn: 西基普斯兰区域图书馆

# Engineering
source: NextFab Studio
es_es: NextFab Estudio
zh_cn: NextFab工作室

# CHURCH
source: The Salvation Army
es_es: El Ejército de Salvación
zh_cn: 救世军

# CHURCH
source: Holy Cross Church
es_es: Iglesia de Santa Cruz
zh_cn: 圣十字教堂

# CHURCH
source: Team Expansion
es_es: Equipo de Expansión
zh_cn: 团队扩充

# CHURCH
source: The Beaman Home
es_es: La Casa Beaman
zh_cn: 比曼首页

# CHURCH
source: Area 8 Officers
es_es: Área 8: Oficiales
zh_cn: 第8区主任

# CHURCH
source: Dream Center Discipleship
es_es: Dream Center Discipulado
zh_cn: 梦幻中心的门徒

# CHURCH
source: Kingdom Animal Shelter
es_es: Reino Animal Shelter
zh_cn: 王国，动物收容所

# NURSING HOME
source: University of Michigan Medical School
es_es: Universidad de Michigan Medical School
zh_cn: 美国密歇根大学医学院

# NURSING HOME
source: Hope's Home
es_es: Inicio de Hope
zh_cn: 希望之家

# NURSING HOME
source: Oregon College of Oriental Medicine
es_es: Oregon College de Medicina Oriental
zh_cn: 俄勒冈东方医学学院

# NURSING HOME
source: Shands Children's Hospital
es_es: Shands Hospital de Niños Popular
zh_cn: 尚兹儿童医院

# NURSING HOME
source: Temple University EMS
es_es: La Universidad de Temple EMS
zh_cn: 坦普尔大学EMS

# NURSING HOME
source: Department of Critical Care Medicine in Pittsburgh
es_es: Departamento de Medicina de Cuidados Críticos en Pittsburgh
zh_cn: 在匹兹堡危重病急救医学部

# NURSING HOME
source: Wardenburg Health Center
es_es: Wardenburg Centro de Salud
zh_cn: wardenburg健康中心

# EMERGENCY RESCUE
source: Second Alarmers Association and Rescue Squad of Montgomery County
es_es: Alarmers Asociación Segundo Escuadrón de Rescate y del Condado de Montgomery
zh_cn: 蒙哥马利县的第二Alarmers协会和救援队

# EMERGENCY RESCUE
source: Windham County Sheriff's Department
es_es: El condado de Windham Departamento del Sheriff del
zh_cn: 温德姆县治安部

# Click here to take tour ...
source: <p><a href="/tour/">Click here</a> to find out more about what ShiftPlanning can do for your business. Since the custom set-up is free, you have nothing to lose except your old, costly scheduling process.</p>
es_es: <p><a href="/tour/">Haga clic aquí</a> para saber más acerca de lo que ShiftPlanning puede hacer por su negocio. Dado que la costumbre de configuración es gratis, no tienes nada que perder excepto su antiguo proceso, la programación costosa.</p>
zh_cn: <p><a href="/tour/">点击这里</a> 找出可以为您的企业做什么ShiftPlanning。由于自定义的设置是免费的，你有什么可失去的，除了旧的，昂贵的调度进程。</p>

# Iphone app images
source: see it in action
es_es: verlo en acción
zh_cn: 看到它在行动

# Click here to take tour ...
source: <p><a href="/tour/">Click here</a> to find out more about what ShiftPlanning can do for your business. Since the custom set-up is free, have nothing to lose except your old, costly scheduling process.</p>
es_es: <p><a href="/tour/">Haga clic aquí</a> para saber más acerca de lo que ShiftPlanning puede hacer por su negocio. Dado que la costumbre de configuración es gratuita, no tienen nada que perder excepto su antiguo proceso, la programación costosa.</p>
zh_cn: <p><a href="/tour/">点击这里</a> 找出可以为您的企业做什么ShiftPlanning。由于自定义的设置是免费的，有什么可失去的，除了旧的，昂贵的调度进程。</p>

# Click here to take tour
source: <p><a href="/tour/">Click here</a> to find out more about what ShiftPlanning can do for your business. Since the custom set-up is free, you have nothing to lose except your old, costly scheduling process.</p>
es_es: <p><a href="/tour/">Haga clic aquí</a> para saber más acerca de lo que ShiftPlanning puede hacer por su negocio. Dado que la costumbre de configuración es gratis, no tienes nada que perder excepto su antiguo proceso, la programación costosa.</p>
zh_cn: <p><a href="/tour/">点击这里</a> 找出可以为您的企业做什么ShiftPlanning。由于自定义的设置是免费的，你有什么可失去的，除了旧的，昂贵的调度进程。</p>

# title
source: Personnel Scheduling and Management
es_es: Personal de Programación y Gestión
zh_cn: 人员的调度和管理

# title
source: Dispatch Employee Scheduling and Staff Management
es_es: Despacho de programación de los empleados y personal de gestión
zh_cn: 派遣员工排班及员工管理

# title
source: Emergency Workers Employee Scheduling Application and workforce management
es_es: Trabajadores de emergencia de empleados de programación de aplicaciones y administración de personal
zh_cn: 紧急救援人员员工调度中的应用和劳动力管理

# title
source: Manufacturing Employee Scheduling and management
es_es: Fabricación de programación de los empleados y la gestión de
zh_cn: 制造业雇员的调度和管理

# title
source: Hotel/Hospitality Employee Scheduling and workforece Management
es_es: Hotel / Programación y Gestión de Hospitalidad del Empleado workforece
zh_cn: 酒店/招待费员工排班workforece的管理

# title
source: Staff and Crew Scheduling Software for Franchises
es_es: El personal y el software de programación de la tripulación Franquicias
zh_cn: 专营权的人员和船员调度软件

# title
source: Facility Management and Employee Scheduling
es_es: Servicio de Gestión y Programación de los empleados
zh_cn: 基金的管理和员工排班

# title
source: Staff and Crew Scheduling Software for Fast Food Restaurants
es_es: El personal y el software de programación de la tripulación restaurantes de comida rápida
zh_cn: 快餐店的员工排班软件

# title
source: Home
es_es: Casa
zh_cn: 家

# title
source: ShiftPlanning Software for Bars and Clubs
es_es: ShiftPlanning Software para Bares y Discotecas
zh_cn: 酒吧和俱乐部ShiftPlanning软件

# title
source: Scheduling Software for Physicians
es_es: Programación de Software para Médicos
zh_cn: 对医师的调度软件

# title
source: Human Resources Staff and Employee Scheduling
es_es: Recursos Humanos Personal y Programación de los empleados
zh_cn: 人力资源工作人员和员工排班

# title
source: Casino Scheduling Software for Employees and Staff
es_es: Casino Software de programación para los empleados y personal
zh_cn: 赌场员工与员工的调度软件

# title
source: Scheduling Software for Nurses
es_es: Programación de Software para las enfermeras
zh_cn: 护士调度软件

# title
source: Construction Employee Scheduling and Project Management
es_es: Construcción de Programación y Gestión de Proyectos del Empleado
zh_cn: 施工员工调度和项目管理

# title
source: Employee Scheduling for Bars and Night Clubs
es_es: Employee Scheduling de bares y clubes nocturnos
zh_cn: 酒吧和夜总会的员工排班

# title
source: Medical & Hospital Employee Scheduling and workforce Management
es_es: Médico y Hospital del Empleado de programación y administración de personal
zh_cn: 医疗及医院员工排班和劳动力管理

# title
source: Energy Staff and Employee Scheduling Software
es_es: Energía personal y software de programación de los empleados
zh_cn: 能源员工和员工排班软件

# title
source: Scheduling Software for Production/Manufacturing
es_es: Programación de Software para la Producción / Manufactura
zh_cn: 调度软件生产/制造

# title
source: Staff Scheduling Large Businesses
es_es: Las empresas grandes programación de personal
zh_cn: 人员调度大型企业

# title
source: Teachers/Education Employee scheduling and Workforce Management
es_es: Los profesores o los horarios de los empleados de Educación y Gestión Laboral
zh_cn: 教师/教育员工调度和劳动力管理

# Click here to take tour
source: <p><a href="/tour/">Click here</a> to find out more about what ShiftPlanning can do for your organization. Since the custom set-up is free, you have nothing to lose except your old, costly scheduling process.</p>
es_es: <p><a href="/tour/">Haga clic aquí</a> para saber más acerca de lo que ShiftPlanning puede hacer por su organización. Dado que la costumbre de configuración es gratis, no tienes nada que perder excepto su antiguo proceso, la programación costosa.</p>
zh_cn: <p><a href="/tour/">点击这里</a> 找出更多有关您的组织可以做什么ShiftPlanning。由于自定义的设置是免费的，你有什么可失去的，除了旧的，昂贵的调度进程。</p>

# Click here to take tour ...
source: <a href="/tour/">Click here</a> to find out more about what ShiftPlanning can do for your business. Since the custom set-up is free, you have nothing to lose except your old, costly scheduling process.
es_es: <a href="/tour/">Haga clic aquí</a> para saber más acerca de lo que ShiftPlanning puede hacer por su negocio. Dado que la costumbre de configuración es gratis, no tienes nada que perder excepto su antiguo proceso, la programación costosa.
zh_cn: <a href="/tour/">点击这里</a> 找出可以为您的企业做什么ShiftPlanning。由于自定义的设置是免费的，你有什么可失去的，除了旧的，昂贵的调度进程。

# Tour->Schedule->Title
source: Online Schedule Maker | Work Schedule Software
es_es: Schedule Maker Online | Software de Calendario de Trabajo
zh_cn: 在线附表机|工作表软件

# title
source: Company - Learn about ShiftPlanning
es_es: Sociedad - Más información sobre ShiftPlanning
zh_cn: 公司 - 了解ShiftPlanning

# Menu
source: Home
es_es: Casa
zh_cn: 家

# Menu
source: About Us
es_es: Acerca de Nosotros
zh_cn: 关于我们

# title
source: Account Activation
es_es: Activación de la cuenta
zh_cn: 激活帐户

# menu
source: Activation
es_es: Activación
zh_cn: 激活

# title
source: Contact Us
es_es: Contacte con nosotros
zh_cn: 联系我们

# online chat Is Available
source: Is Available
es_es: Está disponible
zh_cn: 可用

# become fan on facebook
source: Become a Fan
es_es: Hacerme Fan
zh_cn: 成为粉丝

# title
source: Company Blog
es_es: Blog de la empresa
zh_cn: 公司博客

# or take the tour
source: or
es_es: o
zh_cn: 或

# or take the tour
source: Take the Tour
es_es: Toma el Tour
zh_cn: 乘坐旅游

# title
source: Online Workforce Management - Product Tour
es_es: Workforce Management Online - Product Tour
zh_cn: 网上劳动力管理 - 产品导览

# For
source: To:
es_es: Para:
zh_cn: 到：

source: in-valid Date Range
es_es: en el intervalo de fechas válidas-
zh_cn: 在有效日期范围

source: in-valid # Days
es_es: válidos en # días
zh_cn: 在有效的＃天

# 200 Characters Maximum
source: 200 Chars Max
es_es: 200 Car. máx
zh_cn: 200字符的最大

# 255 Characters Maximum
source: 255 Chars Max
es_es: 255 caracteres máx
zh_cn: 255个字节，最大

# Other Thing
source: Other
es_es: Otro
zh_cn: 其他

# I am Finished!
source: I'm Finished!
es_es: He terminado!
zh_cn: 我完了！

# I am Finished
source: I'm Finished!
es_es: He terminado!
zh_cn: 我完了！

# Look
source: Visit
es_es: Visita
zh_cn: 访问

source: Nick Name
es_es: Apodo
zh_cn: 昵称

# Hours
source: Hrs
es_es: Horas
zh_cn: 小时

# Stop
source: Break
es_es: Romper
zh_cn: 打破

# title
source: Schedule Management Articles
es_es: Programe los artículos de Gestión
zh_cn: 进度管理文章

# menu
source: Jobs
es_es: Ofertas de empleo
zh_cn: 乔布斯

# menu
source: Articles
es_es: Artículos
zh_cn: 用品

# menu
source: Newsletter
es_es: Boletín de noticias
zh_cn: 通讯

# menu
source: System Status
es_es: Estado del sistema
zh_cn: 系统状态

# header
source: Sales Brochures
es_es: Folletos de venta
zh_cn: 售楼书

# header
source: Downloads
es_es: Descargas
zh_cn: 下载

# header
source: Follow Us
es_es: Siga con nosotros
zh_cn: 跟随我们

# menu
source: Over view
es_es: En vista
zh_cn: 以上观点

# menu
source: Feature Apps
es_es: Aplicaciones de funciones
zh_cn: 功能应用

# menu
source: Getting Started
es_es: Primeros pasos
zh_cn: 入门

# menu
source: User Authentication
es_es: Autenticación de usuario
zh_cn: 用户身份验证

# menu
source: Rest Requests
es_es: Las solicitudes de descanso
zh_cn: REST请求

# menu
source: Error Codes
es_es: Códigos de error
zh_cn: 错误代码

# menu
source: Terms of Service
es_es: Condiciones de uso
zh_cn: 服务条款

# menu
source: Free Account Setup
es_es: Configuración de la cuenta gratuita
zh_cn: 免费帐户设置

# title
source: Sitemap - Employee Scheduling and workforce Management
es_es: Mapa del sitio - Employee Scheduling y administración de personal
zh_cn: 网站地图 - 员工排班和劳动力管理

# menu
source: Sitemap
es_es: Mapa del sitio
zh_cn: 网站地图

# title
source: Lululemon Employee Scheduling
es_es: Lululemon Programación de los empleados
zh_cn: Lululemon的员工调度

# title
source: School of Rock - Employee Scheduling Software
es_es: Escuela de Rock - Employee Scheduling Software
zh_cn: 岩石的学校 - 员工排班软件

# title
source: School of Rock - Staff Scheduling
es_es: Escuela de Rock - El personal de programación
zh_cn: 摇滚学校 - 员工调度

# username group_id With storename
source: With
es_es: Con
zh_cn: 同

# title
source: Company - Jobs at ShiftPlanning
es_es: Empresa - Ofertas de empleo en ShiftPlanning
zh_cn: 公司 - 乔布斯在ShiftPlanning

# menu
source: jobs
es_es: puestos de trabajo
zh_cn: 工作

source: Or login with
es_es: O ingresar con
zh_cn: 或请

source: E-mail Address
es_es: E-mail
zh_cn: E-mail地址

source: Business Name
es_es: Nombre del Negocio
zh_cn: 公司名称

source: Choose Custom Domain
es_es: Elegir dominio personalizado
zh_cn: 选择“自定义域

source: 3 weeks
es_es: 3 semanas
zh_cn: 3个星期

source: 30 mins
es_es: 30 min
zh_cn: 30分钟

source: 45 mins
es_es: 45 minutos
zh_cn: 45分钟

source: 1 hour
es_es: 1 hora
zh_cn: 1个小时

source: 1hr 15mins
es_es: 1hr 15 minutos
zh_cn: 1小时15分钟

source: 1hr 30mins
es_es: 1 hora y 30 minutos
zh_cn: 1小时30分钟

source: 1hr 45mins
es_es: 1hr 45 minutos
zh_cn: 1小时45分钟

source: 2 hours
es_es: 2 horas
zh_cn: 2个小时

source: 3 hours
es_es: 3 horas
zh_cn: 3个小时

source: 4 hours
es_es: 4 horas
zh_cn: 4个小时

source: 5 hours
es_es: 5 horas
zh_cn: 5个小时

source: 6 hours
es_es: 6 horas
zh_cn: 6个小时

source: 7 hours
es_es: 7 horas
zh_cn: 7个小时

source: 8 hours
es_es: 8 horas
zh_cn: 8个小时

source: 9 hours
es_es: 9 horas
zh_cn: 9个小时

source: 10 hours
es_es: 10 horas
zh_cn: 10个小时

source: 11 hours
es_es: 11 horas
zh_cn: 11个小时

source: 12 hours
es_es: 12 horas
zh_cn: 12个小时

source: Time Clock Settings
es_es: Configuración de Hora
zh_cn: 时钟设置

source: Don't round
es_es: No redondee
zh_cn: 不圆

source: 5 mins
es_es: 5 minutos
zh_cn: 5分钟

source: 10 mins
es_es: 10 minutos
zh_cn: 10分钟

source: 60 mins
es_es: 60 minutos
zh_cn: 60分钟

source: Delete Rule
es_es: Eliminar la regla
zh_cn: 删除规则

source: Group Events
es_es: Eventos del grupo
zh_cn: 群体性事件

source: Unapproved
es_es: No aprobado
zh_cn: 未经批准的

source: upload
es_es: subir
zh_cn: 上载

source: Statistics
es_es: Estadística
zh_cn: 统计

source: Privacy Settings
es_es: Configuración de privacidad
zh_cn: 隐私设置

source: Store Default
es_es: Tienda por defecto
zh_cn: 存储的默认

source: Create
es_es: Crear
zh_cn: 创建

source: Create Employee & Add Another
es_es: Crear Empleado y Añadir otro
zh_cn: 建立员工与添加另一个

source: Receive Notifications Via
es_es: Recibir notificaciones a través
zh_cn: 接收通知通过

source: Save Notification Settings
es_es: Guardar la configuración de notificación
zh_cn: 保存通知设置

source: Login Success. One second please..
es_es: Ingresar éxito. Un segundo favor ..
zh_cn: 登录成功。一秒钟，请......

source: Incorrect Login..
es_es: Inicio de sesión incorrecto ..
zh_cn: 不正确的登录......

source: Click on a skill to edit
es_es: Haga clic en una habilidad para editar
zh_cn: 一个技能上点击编辑

source: Clock Out Employee
es_es: Reloj de salida de empleados
zh_cn: 雇员时钟输出

source: Click to Approve
es_es: Haga clic aquí para Aprobar
zh_cn: 批准

source: Click to Unapprove
es_es: Haga clic aquí para desaprobar
zh_cn: 点击以取消审核

source: add title
es_es: añadir un título
zh_cn: 添加标题

source: Click here to add title
es_es: Haga clic aquí para añadir un título
zh_cn: 单击此处添加标题

source: No Work Site Set
es_es: No dispone de centro de trabajo
zh_cn: 没有工作站点设置

source: hrs
es_es: horas
zh_cn: 小时

source: Repeats..
es_es: Repite ..
zh_cn: 重复......

source: Never Repeats
es_es: Nunca se repite
zh_cn: 从来没有重复

source: Open Slots
es_es: Ranuras abiertas
zh_cn: 开放式插槽

source: Filled
es_es: Lleno
zh_cn: 满

source: File Uploaded
es_es: Archivo Subido
zh_cn: 文件上传

source: Your session has expired. Please <a href="{app}">Login</a> to continue.
es_es: Su sesión ha caducado. Por favor, <a href="{app}">Iniciar sesión</a> para continuar.
zh_cn: 您的会话已过期。请 <a href="{app}">登录</a> 继续。

source: Click to leave an comment
es_es: Haga clic aquí para dejar un comentario
zh_cn: 留下评论

source: None
es_es: Ninguno
zh_cn: 没有

source: No Position
es_es: No dispone de posición
zh_cn: 没有位置

source: Setup Open Slots
es_es: Configurar ranuras abiertas
zh_cn: 设置开放式插槽

source: edit this row
es_es: modificar esta fila
zh_cn: 编辑此行

source: Create Terminal
es_es: Crear Terminal
zh_cn: 创建码头

source: 15 mins (bigger)
es_es: 15 minutos (más grande)
zh_cn: 15分钟（大）

source: Hi {acc_reps}!
es_es: Hola {acc_reps}!
zh_cn: 你好 {acc_reps}！

source: Here is some updated information to help in my account setup
es_es: Aquí hay alguna información actualizada para ayudar en mi configuración de la cuenta
zh_cn: 下面是一些更新的信息在帮助我的帐户设置

source: include details about your schedule setup we should know:
es_es: incluir detalles sobre la configuración de su programa que debemos saber:
zh_cn: 包括您的日程安排设置，我们应该知道的细节：

source: If you have any further questions the best way to reach me is
es_es: Si usted tiene alguna duda la mejor manera de ponerse en contacto conmigo es
zh_cn: 如果您有任何进一步的问题，最好的方式来达到我

source: phone: {cuhp}
es_es: teléfono: {cuhp}
zh_cn: 电话： {cuhp}

source: email: {fuem}
es_es: correo electrónico: {fuem}
zh_cn: 电子邮件： {fuem}

source: Thanks, I look forward to hearing from you.
es_es: Gracias, espero con interés escuchar de usted.
zh_cn: 谢谢，我期待着您的来信。

source: I have uploaded my schedule & staff information for account setup.
es_es: He subido mi información de la programación y el personal para la configuración de la cuenta.
zh_cn: 我已经上传帐户设置我的日程安排及人员信息。

source: I'm available for a training session on:
es_es: Estoy disponible para una sesión de formación sobre:
zh_cn: 我的一堂训练课上：

source: date/time
es_es: fecha / hora
zh_cn: 日期/时间

source: include details about your schedule setup we should know
es_es: incluir detalles sobre la configuración de su programa que debe saber
zh_cn: 包括我们应该知道你的日程安排设置的详细信息

source: ShiftPlanning Newsletter.
es_es: ShiftPlanning boletín de noticias.
zh_cn: ShiftPlanning通讯。

source: August 25th, 2010
es_es: 25 de agosto 2010
zh_cn: 2010年8月25日，

source: September 23rd, 2010
es_es: 23 de septiembre 2010
zh_cn: 2010年9月23日，

source: November 10th, 2010
es_es: 10 de noviembre 2010
zh_cn: 2010年11月10日
