Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Why ShiftPlanning?
es_es: ¿Por qué ShiftPlanning?
zh_cn: 为什么ShiftPlanning？

source: An intuitive product, with a nice range of features.
es_es: Un producto intuitivo, con una buena variedad de funciones.
zh_cn: 一个直观的产品，一个不错的功能范围。

source: With this tool, you can literally run tens of employees with ease.
es_es: Con esta herramienta, que, literalmente, se puede ejecutar a decenas de empleados con facilidad.
zh_cn: 有了这个工具，你可以轻松地从字面上运行数千员工。

source: We like that ShiftPlanning doesn't keep your data behind it's walled garden.
es_es: Nos gusta que ShiftPlanning no mantener los datos detrás de su jardín amurallado.
zh_cn: 我们想，ShiftPlanning不会让您的数据背后的围墙花园。

source: You'll love ShiftPlanning for a million reasons. Here are a few.
es_es: Te encantará ShiftPlanning por un millón de razones. Aquí hay unos cuantos.
zh_cn: 一万个理由，你一定会喜欢ShiftPlanning。这里有几个。

source: ShiftPlanning is workforce management for the 21st century. Our easy to use online application is centralized meaning that it's always up to date and everyone has access to the most up to date information.
es_es: ShiftPlanning es la gestión de mano de obra para el siglo 21. Nuestra aplicación fácil de usar en línea es el significado central que es siempre al día y todo el mundo tiene acceso a la más actualizada información.
zh_cn: ShiftPlanning是为21世纪的劳动力管理。我们容易使用网上申请是集中式的意义，它始终日期和大家有接触到的最先进的信息。

source: Select an option on the left to learn more
es_es: Seleccione una opción de la izquierda para aprender más
zh_cn: 选择左边的选项，以了解更多

source: Incredibly Easy to Use
es_es: Increíblemente fácil de usar
zh_cn: 非常容易使用

source: We've designed a clean, dynamic interface that uses intuitive drag and drop actions. We even make updates in real-time so you're never stuck looking for the 'save' button.
es_es: Hemos diseñado una interfaz limpia y dinámica que utiliza arrastrar y soltar las acciones intuitiva. Podemos incluso hacer cambios en tiempo real, así que nunca estás atascado en busca de la &#39;Guardar&#39;.
zh_cn: 我们设计了一个干净的，动态的界面使用直观的拖放操作。我们甚至在实时更新，所以你永远坚持“保存”按钮。

source: Baked right into the Application is our helpful 'Wizard Guide', and our 24/7 support team is never more than a click away.
es_es: Derecho al horno en la aplicación es nuestra ayuda &quot;Asistente de Guía &#39;, y nuestro equipo de soporte 24/7 no es más que un clic de distancia.
zh_cn: 烤到应用的权利是我们有用的向导指南“，和我们的24/7支持的球队是从来没有超过一个点击。

source: Free Account Setup
es_es: Configuración de la cuenta gratuita
zh_cn: 免费帐户设置

source: Simply send us your current schedule (.xls, .csv, .pdf, etc) or an outline of your scheduling system & staff.
es_es: Simplemente envíenos su horario actual (. Xls,. Csv,. Pdf, etc) o un esquema de su sistema de programación y personal.
zh_cn: 简单地发送给我们目前的时间表（。CSV，XLS，PDF等）或调度系统及人员的轮廓。

source: ShiftPlanning experts will create a custom, ready-to-go account based on your scheduling system and ShiftPlanning's intuitive scheduling software.
es_es: ShiftPlanning expertos creará una costumbre, listos para ir a cuenta en función de su sistema de programación y el software de programación de ShiftPlanning intuitiva.
zh_cn: ShiftPlanning专家将创建一个自定义的，准备去的帐户调度系统和ShiftPlanning直观的调度软件为基础。

source: Once you look it over and approve the setup, all you need to do is login, invite your staff to get on-board, and you're off!
es_es: Una vez que lo revise y apruebe el programa de instalación, todo lo que necesitas hacer es iniciar sesión, invitar a su personal para que haga de a bordo, y ya está!
zh_cn: 一旦你看一下它，并批准设置，所有你需要做的就是登录，您的员工获得邀请板上，和你了！

source: You'll be a scheduling wizard in no time!
es_es: Vas a ser un mago de la programación en ninguna hora!
zh_cn: 你是一个没有时间的调度向导！

source: You have full access to a customer care representative that is available for 1-on-1 training and for assistance. They can take calls, answer e-mails and even setup screencasts with you to make sure that you are ready to make the most of our application. (Did we mention that it's free?)
es_es: Usted tiene acceso completo a un representante de atención al cliente que está disponible para 1-en-1 para la capacitación y la asistencia. Ellos pueden tomar llamadas, responder screencasts de configuración e-mails e incluso con usted para asegurarse de que esté listo para sacar el máximo partido de nuestra aplicación. (¿Mencionamos que es gratis?)
zh_cn: 你有充分的客户服务代表是1对1培训和援助。他们可以采取电话，回答你的电子邮件甚至设置截屏，以确保你已经准备好，使我们的应用程序最。 （我们提到它是免费的吗？）

source: Integrated with Apps you love
es_es: Integrado con aplicaciones que te gustan
zh_cn: 你的爱与应用集成

source: Nobody likes to enter in data twice. ShiftPlanning allows for easily import/export of data, as well as integration with popular third party applications to empower things like Single-Sign On and easy provisioning of employee accounts.
es_es: A nadie le gusta entrar en los datos dos veces. ShiftPlanning permite la facilidad de importación / exportación de datos, así como la integración con las aplicaciones de terceros para empoderar a cosas como el aprovisionamiento Single-Sign On y fácil de las cuentas de los empleados.
zh_cn: 没有人喜欢在数据输入的两倍。 ShiftPlanning允许授权如雇员帐户的单点登录和易于配置的东西容易进口/出口数据，以及与流行的第三方应用的集成。

source: Available anywhere you have an internet connection
es_es: Disponible en cualquier lugar que tenga conexión a internet
zh_cn: 可在任何地方，你有互联网连接

source: Access our online employee scheduling software on the go from any mobile or tablet device. We have apps specifically formatted for all the major mobile devices.
es_es: Acceda a nuestra línea de software de programación empleado en el camino desde cualquier dispositivo móvil o una tableta. Tenemos aplicaciones de formato de forma específica para todos los dispositivos móviles más importantes.
zh_cn: 从任何手机或平板设备去访问我们的在线员工排班软件。我们有专门为所有主要的移动设备格式化的应用程序。

source: Find us on:
es_es: Nos encontrará en:
zh_cn: 找到我们：

source: Android
es_es: Androide
zh_cn: 机器人

source: WAP devices
es_es: WAP dispositivos
zh_cn: WAP设备

source: Sleep peacefully at night. Your data is safe with us.
es_es: Dormir tranquilos por la noche. Sus datos están seguros con nosotros.
zh_cn: 晚上安眠。你的数据是我们的安全。

source: ShiftPlanning uses the latest web technologies to deliver both an intuitive online application while at the same time adhering to strict security standards to ensure your data is secure and accessible 24/7.
es_es: ShiftPlanning utiliza las últimas tecnologías web para ofrecer tanto una aplicación intuitiva en línea, mientras que al mismo tiempo, la adhesión a las normas de seguridad estrictas para garantizar que sus datos están seguros y accesibles 24/7.
zh_cn: ShiftPlanning使用最新的网络技术提供一个直观的网上申请，而同时坚持严格的安全标准，以确保您的数据安全和访问24/7。

source: We've taken measures at every level to ensure that your data is safe & users are protected. For more information please see our full <a href="/privacy/" class="red">privacy policy</a> and below for a complete list of security features.
es_es: Hemos tomado medidas en todos los niveles para asegurar que sus datos están seguros y los usuarios están protegidos. Para obtener más información, consulte nuestra completa <a href="/privacy/" class="red">política de privacidad</a> y por debajo para una lista completa de características de seguridad.
zh_cn: 我们已经在各个层面采取措施，以确保您的数据安全及保护用户。欲了解更多信息，请参阅我们的充分 <a href="/privacy/" class="red">隐私权政策</a> 和下面的安全功能的完整列表。

source: SSL Security
es_es: Seguridad SSL
zh_cn: SSL安全

source: 256bit encryption between your computer and our servers. No one can snoop in on data during transit.
es_es: Cifrado de 256 bits entre su computadora y nuestros servidores. Nadie puede husmear en los datos durante el tránsito.
zh_cn: 您的电脑和我们的服务器之间的256位加密。没有人可以窥探在运输过程中的数据。

source: Backups
es_es: Copias de seguridad
zh_cn: 备份

source: We perform daily backups to multiple offsite locations, and are setup so that data can be restored within minutes.
es_es: Realizamos copias de seguridad diarias a varios lugares fuera del sitio, y están configurados para que los datos se pueden restaurar en pocos minutos.
zh_cn: 我们执行日常备份到多个异地的地点，设置，使数据可以在几分钟之内恢复。

source: User Passwords
es_es: Contraseñas de usuario
zh_cn: 用户密码

source: Passwords are encrypted with SHA1 encryption algorithm. They are never stored in a human readable format.
es_es: Las contraseñas se cifran con el algoritmo de cifrado SHA-1. Nunca se almacenan en un formato legible por humanos.
zh_cn: 密码是加密的SHA1加密算法。他们从来没有在人类可读的格式存储。

source: Data Center
es_es: Centro de Datos
zh_cn: 数据中心

source: State of the Art data center, monitored 24/7/365 to ensure that our servers are always safe, and your data always available.
es_es: Estado del Arte del centro de datos, seguimiento 24/7/365 para asegurar que nuestros servidores son siempre seguros, y los datos siempre disponibles.
zh_cn: 先进的数据中心的国家，全天候监测，以确保我们的服务器始终安全，您的数据始终可用。

source: Automatic Timeout
es_es: Tiempo de espera automático
zh_cn: 自动超时

source: Ensures that user accounts are safe even if a user leaves the computer with their account still logged in.
es_es: Asegura que las cuentas de usuario son seguros, incluso si un usuario deja el equipo con su cuenta aún esté conectado pulg
zh_cn: 确保用户帐户安全的，即使用户离开电脑，用他们的帐户仍然登录

source: Download Your Data
es_es: Descargar los datos
zh_cn: 下载你的数据

source: To give you complete peace of mind, you can download your own account data at anytime.
es_es: Para darle total tranquilidad, puede descargar los datos por cuenta propia en cualquier momento.
zh_cn: 为了让您完全放心，你可以随时下载自己的帐户数据。

source: Make ShiftPlanning your own.
es_es: Haga ShiftPlanning el suyo propio.
zh_cn: 使ShiftPlanning自己。

source: ShiftPlanning allows you to add your logo, have a custom url, and even quickly embed the ShiftPlanning app into your existing website or intranet.
es_es: ShiftPlanning le permite añadir su logo, tiene una dirección URL personalizada, rápida e incluso integrar la aplicación ShiftPlanning en su sitio web existente o de una intranet.
zh_cn: ShiftPlanning允许您添加您的标志，有一个自定义的URL，甚至迅速嵌入到现有的网站或Intranet ShiftPlanning应用。

source: We understand that no two businesses are the same so we've made sure our application is ready to handle all types of businesses and feature settings can be turned on and off quickly to customize the app to the needs of your business and industry.
es_es: Entendemos que no hay dos empresas son los mismos que nos hemos asegurado de nuestra aplicación está preparada para manejar todo tipo de empresas y de configuración de funciones se pueden activar y desactivar con rapidez para personalizar la aplicación a las necesidades de su negocio y la industria.
zh_cn: 据我们所知，没有任何两个企业是相同的，所以我们确保我们的应用程序是准备来处理所有类型的业务和功能设置，可以打开和关闭快速定制应用程序到您的企业和行业的需求。

source: Powerful Features
es_es: Características de gran alcance
zh_cn: 强大的功能

source: While we've kept things Easy-to-Use, we haven't spared on features. ShiftPlanning is a robust workforce management application that will allow you to streamline your business processes from the moment an employee is hired, scheduled, first clocks in to work, and receives their paycheck. (Our application can even help with training, and team-building.)
es_es: Si bien hemos mantenido las cosas más fáciles de usar, no hemos escatimado en funciones. ShiftPlanning es una aplicación de administración de personal sólida que le permitirá optimizar sus procesos de negocio desde el momento en que un empleado es contratado, programadas, los relojes de primeras para trabajar, y recibe su cheque de pago. (Nuestra aplicación puede incluso ayudar con el entrenamiento y formación de equipos.)
zh_cn: 虽然我们已经把事情易于使用的，我们都不能幸免功能。 ShiftPlanning是一个强大的人力资源管理中的应用，将使你的那一刻起，以简化业务流程，雇员被雇佣，预定，第一个时钟工作，并接受他们的薪水。 （我们的应用程序，甚至可以帮助培训，团队建设。）

source: Scheduling
es_es: Programación
zh_cn: 调度

source: Eliminate <a href="/schedule/">scheduling</a> conflicts and control overtime.
es_es: Eliminar <a href="/schedule/">programación</a> los conflictos y las horas extraordinarias de control.
zh_cn: 消除 <a href="/schedule/">调度</a> 冲突和控制加班。

source: <a href="/timeclock/">Online Time Clock Software</a> accurately tracks employee hours.
es_es: <a href="/timeclock/">Tiempo en línea de software de reloj</a> un seguimiento preciso de horas de los empleados.
zh_cn: <a href="/timeclock/">在线时间时钟软件</a> 准确地跟踪雇员小时。

source: Reporting
es_es: Reporte
zh_cn: 报告

source: Powerful reporting gives you insight into your business performance.
es_es: Informes de gran alcance que da una idea de su rendimiento empresarial.
zh_cn: 强大的报告给你洞察到你的业务表现。

source: Payroll
es_es: Nómina de sueldos
zh_cn: 薪资

source: Process <a href="/payroll/">staff payroll</a> online with the simple click of a button.
es_es: Proceso <a href="/payroll/">nómina del personal</a> en línea con el simple clic de un botón.
zh_cn: 过程 <a href="/payroll/">工作人员薪金</a> 网上简单的点击一个按钮。

source: Communication
es_es: Comunicación
zh_cn: 通讯

source: Improve <a href="/staff/">staff communication</a> and employee job satisfaction.
es_es: Mejorar <a href="/staff/">personal de comunicación</a> y el empleado satisfacción en el trabajo.
zh_cn: 改善 <a href="/staff/">员工沟通</a> 和员工的工作满意度。

source: File Sharing
es_es: Intercambio de archivos
zh_cn: 文件共享

source: A centralized location for sharing files with your staff.
es_es: Una ubicación centralizada para compartir archivos con su personal.
zh_cn: 一个集中的位置，与员工共享文件。

source: Easy to Use
es_es: Fácil de Usar
zh_cn: 使用方便

source: Account Setup
es_es: Configuración de la cuenta
zh_cn: 帐户设置

source: Free Training
es_es: Capacitación gratuita
zh_cn: 免费培训

source: Integration
es_es: Integración
zh_cn: 积分

source: Devices
es_es: Dispositivos
zh_cn: 设备

source: Secure
es_es: Asegurar
zh_cn: 安全

source: Customize
es_es: Personalizar
zh_cn: 定制

source: Powerful
es_es: Poderoso
zh_cn: 强大

source: Thanks
es_es: Gracias
zh_cn: 谢谢

source: You have been successfully removed from our newsletter list.
es_es: Se le ha quitado con éxito de nuestra lista de boletín de noticias.
zh_cn: 你已经成功地从我们的通讯名单中删除。

source: Invalid Access Details
es_es: Datos no válidos de acceso
zh_cn: 无效的访问细节

source: Please follow the exact link from your email.
es_es: Por favor, siga el vínculo exacto de su correo electrónico.
zh_cn: 请按照从您的电子邮件的确切链接。

source: with
es_es: con
zh_cn: 同

source: Sorry this service is temporarily down. Please try again later.
es_es: Lo sentimos este servicio está temporalmente fuera. Por favor, inténtelo de nuevo más tarde.
zh_cn: 抱歉，此服务暂时关闭。请稍后再试。

source: Home
es_es: Casa
zh_cn: 家

source: Send a test SMS
es_es: Envía un SMS de prueba
zh_cn: 发送测试短信

source: Select your country
es_es: Seleccione su país
zh_cn: 选择您的国家

source: Select your Carrier
es_es: Seleccione su proveedor
zh_cn: 选择您的运营商

source: Your Mobile Number
es_es: Su número de móvil
zh_cn: 您的手机号码

source: What can I do if my country/carrier isn't on the list?
es_es: ¿Qué puedo hacer si mi país / proveedor no está en la lista?
zh_cn: 如果我的国家/承运人不在名单上，我能做些什么？

source: If you don't find your country/carrier listed here please use the link on the right and include both your country & carrier name.
es_es: Si usted no encuentra su país / operador figuran en esta lista por favor utilice el enlace de la derecha, e incluyen tanto a su país y nombre de la compañía.
zh_cn: 如果你没有在这里找到您的国家/载波上市，请使用右边的链接，包括贵国和承运人的名称。

source: Note: Not all cellphone carriers provide this type of web to SMS service so we can't guarantee that we will be able to make this work; although we will try our best :)
es_es: Nota: No todas las compañías de telefonía celular ofrecen este tipo de web de servicio de SMS por lo que no podemos garantizar que será capaz de hacer este trabajo, a pesar de que haremos nuestro mejor esfuerzo :)
zh_cn: 注：并非所有的手机运营商提供这样的网站短信服务的类型，所以我们不能保证我们将能够使这项工作;虽然我们会尽量我们最好的:)

source: I'm not receiving the message, what can I do?
es_es: No estoy recibiendo el mensaje, ¿qué puedo hacer?
zh_cn: 我没有收到的消息，我能做些什么呢？

source: Try altering your number a little bit. For example if you have entered 1-444-555-6666 try entering 444-555-6666.
es_es: Trate de alterar su número un poco. Por ejemplo, si usted ha entrado 1-444-555-6666 intente ingresar 444-555-6666.
zh_cn: 试着改变你的电话号码一点点。例如，如果您已进入1-444-555-6666尝试进入444-555-6666。

source: Current SMS Country Support
es_es: Actual de SMS de apoyo al país
zh_cn: 目前SMS国家支持

source: Request New Country/Carrier
es_es: Solicitar Nuevo País / Carrier
zh_cn: 申请新的国家/载波

source: Month
es_es: Mes
zh_cn: 月

source: Revenue
es_es: Ingresos
zh_cn: 收入

source: Fees
es_es: Honorarios
zh_cn: 费

source: Net
es_es: Neto
zh_cn: 净

source: Total By State:
es_es: Total por estado:
zh_cn: 状态共通过：

source: CA
es_es: California
zh_cn: 加利福尼亚

source: Revenues:
es_es: Ingresos:
zh_cn: 收入：

source: Fees:
es_es: Tarifas:
zh_cn: 费用：

source: Net:
es_es: Neto:
zh_cn: 净重：

source: About Us
es_es: Acerca de Nosotros
zh_cn: 关于我们

source: Contact Us
es_es: Contacte con nosotros
zh_cn: 联系我们

source: Company Blog
es_es: Blog de la empresa
zh_cn: 公司博客

source: Downloads
es_es: Descargas
zh_cn: 下载

source: ShiftPlanning Intro Video (25mb)
es_es: ShiftPlanning Introducción de vídeo (25 MB)
zh_cn: ShiftPlanning介绍视频（25MB）

source: ShiftPlanning Intro Video (3mb)
es_es: ShiftPlanning video intro (3mb)
zh_cn: ShiftPlanning介绍视频（3MB）

source: ShiftPlanning Inc. News Room
es_es: ShiftPlanning Inc. Sala de Prensa
zh_cn: ShiftPlanning公司新闻室

source: Case Studies
es_es: Estudios de caso
zh_cn: 案例研究

source: Four Winds Coffee & Tea in Grand Junction
es_es: Cuatro Vientos de café y té en Grand Junction
zh_cn: 四方在Grand Junction的咖啡和茶

source: 5 Guys Centerville
es_es: 5 Chicos Centerville
zh_cn: 5家伙森特维尔

source: Trees Organic Coffee
es_es: Los árboles de café orgánico
zh_cn: 树木有机咖啡

source: Wasabi Group
es_es: Wasabi Grupo
zh_cn: 芥末集团

source: Jersey City Food Co-Op Board
es_es: Jersey City Food Co-Op Junta
zh_cn: 泽西城食品CO-OP局

source: Kovac's
es_es: Kovac
zh_cn: 科瓦奇的

source: Life's So Sweet Chocolates
es_es: Chocolates So Sweet de la vida
zh_cn: 生活中的那么甜的巧克力

source: Department of Intramural and Recreational Sports for Arkansas Tech University
es_es: Departamento de deportes intramuros y de recreo para Arkansas Tech University
zh_cn: 阿肯色科技大学校内和休闲体育系

source: Centre Region Parks And Recreation Board Centre Regional Recreation Authority
es_es: Región Centro Parques y Recreación de la Junta Regional de Centro de Recreación Autoridad
zh_cn: 中心区公园及康乐局中心区域游憩管理局

source: The Infostrada Sports Group
es_es: El Infostrada Sports Group
zh_cn: Infostrada体育集团

source: Auburn University
es_es: La Universidad de Auburn
zh_cn: 奥本大学

source: Beloit College Museums
es_es: Beloit Museos Universitarios
zh_cn: 伯洛伊特学院博物馆

source: New Orleans Aviation Board - Transportation Scheduling Software
es_es: Nueva Orleans Junta de Aviación - Software de Programación de Transporte
zh_cn: 新奥尔良航空局 - 运输调度软件

source: Harris Hill Soaring Corporation
es_es: Harris Hill Soaring Corporación
zh_cn: 哈里斯山腾飞公司

source: Loyola University Chicago Digital Media Services
es_es: Universidad Loyola de Chicago Digital Media Services
zh_cn: 美国芝加哥Loyola大学数字媒体服务

source: University of Iowa ITS Help Desk
es_es: Universidad de Iowa SU Help Desk
zh_cn: 爱荷华大学的服务台

source: Hamline University's ITS Helpdesk
es_es: Universidad Hamline de su servicio de asistencia
zh_cn: 哈姆林大学及其服务台

source: First Defense Legal Aid
es_es: Ayuda de Defensa Legal de Primera
zh_cn: 第一道防线的法律援助

source: West Gippsland Regional Library
es_es: West Gippsland Biblioteca Regional
zh_cn: 西基普斯兰区域图书馆

source: NextFab Studio
es_es: NextFab Estudio
zh_cn: NextFab工作室

source: The Salvation Army
es_es: El Ejército de Salvación
zh_cn: 救世军

source: Holy Cross Church
es_es: Iglesia de Santa Cruz
zh_cn: 圣十字教堂

source: Team Expansion
es_es: Equipo de Expansión
zh_cn: 团队扩充

source: The Beaman Home
es_es: La Casa Beaman
zh_cn: 比曼首页

source: Area 8 Officers
es_es: Área 8: Oficiales
zh_cn: 第8区主任

source: Dream Center Discipleship
es_es: Dream Center Discipulado
zh_cn: 梦幻中心的门徒

source: Kingdom Animal Shelter
es_es: Reino Animal Shelter
zh_cn: 王国，动物收容所

source: University of Michigan Medical School
es_es: Universidad de Michigan Medical School
zh_cn: 美国密歇根大学医学院

source: Hope's Home
es_es: Inicio de Hope
zh_cn: 希望之家

source: Oregon College of Oriental Medicine
es_es: Oregon College de Medicina Oriental
zh_cn: 俄勒冈东方医学学院

source: Shands Children's Hospital
es_es: Shands Hospital de Niños Popular
zh_cn: 尚兹儿童医院

source: Temple University EMS
es_es: La Universidad de Temple EMS
zh_cn: 坦普尔大学EMS

source: Department of Critical Care Medicine in Pittsburgh
es_es: Departamento de Medicina de Cuidados Críticos en Pittsburgh
zh_cn: 在匹兹堡危重病急救医学部

source: Wardenburg Health Center
es_es: Wardenburg Centro de Salud
zh_cn: wardenburg健康中心

source: Second Alarmers Association and Rescue Squad of Montgomery County
es_es: Alarmers Asociación Segundo Escuadrón de Rescate y del Condado de Montgomery
zh_cn: 蒙哥马利县的第二Alarmers协会和救援队

source: Windham County Sheriff's Department
es_es: El condado de Windham Departamento del Sheriff del
zh_cn: 温德姆县治安部

source: Overnight Shifts Management with ShiftPlanning
es_es: Los cambios de gestión durante la noche con ShiftPlanning
zh_cn: 通宵轮班管理与ShiftPlanning

source: How it works:
es_es: ¿Cómo funciona?
zh_cn: 它是如何工作：

source: To Create overnight shifts schedules must be set to end at midnight.
es_es: Para crear calendarios de turnos de noche a la mañana se debe establecer para poner fin a la medianoche.
zh_cn: 创建通宵轮班时间表必须设置在午夜结束。

source: Shits can either then be created in day mode and dragged down past midnight to change to overnight.
es_es: Mierdas puede entonces ser creado en el modo de día y arrastrado pasada la medianoche para cambiar de la noche.
zh_cn: shits可以再创造在白天模式，并拖累过去午夜在一夜之间改变。

source: Or you can simply drag between two days in month mode to create the shift.
es_es: O simplemente puede arrastrar entre dos días en el modo de mes para crear el cambio.
zh_cn: 或者你可以简单地拖拽两天在本月模式之间创建移位。

source: Overnight shifts are visually represented with a small 'moon' icon on the schedule to indicate it's status.
es_es: Los turnos nocturnos son visualmente representados con el icono de una pequeña &quot;luna&quot; en el calendario para indicar su estado.
zh_cn: 通宵轮班在视觉上代表一个小的&#39;月亮&#39;的时间表上的图标，以表明它的地位。

source: Benefits:
es_es: Beneficios:
zh_cn: 好处：

source: Fast and easy overnight shift scheduling makes management's job simpler and more thorough.
es_es: La programación de noche a la mañana cambio rápido y sencillo hace que el trabajo de la administración más sencilla y más completa.
zh_cn: 快速和容易的夜班调度，使管理工作更简单，更彻底。

source: Error-free shift scheduling assures management and client of dependable overnight coverage.
es_es: Sin errores la programación de cambio asegura la gestión y el cliente de la cobertura durante toda la noche confiable.
zh_cn: 无差错的排班，保证可靠的隔夜覆盖的管理和客户端。

source: Conflict-free schedules for all employees working past midnight.
es_es: Conflicto sin horarios para todos los empleados que trabajan después de la medianoche.
zh_cn: 无冲突的时间表，对所有员工的工作过了午夜。

source: Offers employees the ability to see their Night shift schedules by logging into their ShiftPlanning account
es_es: Ofrece a los empleados la posibilidad de ver sus turnos nocturnos, acceda a su cuenta ShiftPlanning
zh_cn: 为员工提供的能力看到登录到他们ShiftPlanning帐户的夜班时间表

source: Employees notified via e-mail and SMS of upcoming overnight shifts.
es_es: Los empleados notificados vía e-mail y SMS de los próximos turnos nocturnos.
zh_cn: 通过e-mail和即将举行的通宵轮班短信通知员工。

source: More Information
es_es: Más información
zh_cn: 更多信息

source: ShiftPlanning is Now as Mobile as You Are
es_es: ShiftPlanning es ahora tan libre como tú
zh_cn: ShiftPlanning是现在像你作为移动

source: We're currently working on dedicated apps for iPhone, Blackerry and Android. These will be available shortly.
es_es: En estos momentos estamos trabajando en aplicaciones específicas para el iPhone, Blackerry y Android. Estos estarán disponibles en breve.
zh_cn: 目前我们正在努力为iPhone，Blackerry的和Android专用的应用程序。这些都将很快上市。

source: Check schedules on your cell phone.
es_es: Revise los horarios en su teléfono celular.
zh_cn: 检查你的手机上的日程表。
