Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: ShiftPlanning scheduling software incorporates the necessary primary and peripheral functions that used to take hours to update and maintain, including:
es_es: Software de programación ShiftPlanning incorpora las funciones necesarias de primaria y periféricos que solían tomar horas para actualizar y mantener, entre ellas:
zh_cn: ShiftPlanning调度软件结合使用需要几个小时来更新和维护，包括必要的小学和外设功能：

source: Automated shift scheduling for every employee, quickly and efficiently.
es_es: La programación de cambio automático para todos los empleados, de forma rápida y eficiente.
zh_cn: 为每一位员工的自动排班，快速，高效。

source: Streamlining employee rotations.
es_es: Racionalización de la rotación de los empleados.
zh_cn: 精简员工轮换。

source: Managing requests for time off.
es_es: Gestión de las solicitudes de tiempo libre.
zh_cn: 休息时间的管理要求。

source: Managing requests for shift swapping.
es_es: Gestión de solicitudes de cambio de intercambio.
zh_cn: 转变管理要求交换。

source: Managing shift bidding and vacation bidding procedures.
es_es: Gestión de cambio y los procedimientos de licitación de vacaciones en la licitación.
zh_cn: 管理转变投标和度假的招标程序。

source: Managing overtime equalization.
es_es: Gestión de la igualdad horas extras.
zh_cn: 管理加班均衡。

source: Dispatch services must reign in expenses in order to maintain economic feasibility in their highly competitive market. Although many companies have adapted automation when it comes to human resources and payroll management, it is surprising how many have yet to bring their complex shift scheduling management out of the dark ages.
es_es: Los servicios de expedición debe reinar en los gastos con el fin de mantener la viabilidad económica de su mercado altamente competitivo. Aunque muchas empresas se han adaptado de automatización cuando se trata de los recursos humanos y gestión de la nómina, es sorprendente cómo muchos aún tienen que llevar su gestión compleja programación de cambio de las edades oscuras.
zh_cn: 劳务派遣必须统治的开支，以维持他们在竞争激烈的市场经济上的可行性。虽然许多企业已经适应了自动化，当涉及到人力资源和薪资管理，这是令人惊讶的，多少还没有带来的黑暗时代其复杂的排班管理。

source: Manual approaches to scheduling staff are not only huge time sinks, they leave dispatchers vulnerable to costly mistakes that can undermine operations.
es_es: Enfoques manuales para el personal de programación no son sólo los sumideros de tiempo grandes, dejan vulnerables a los despachadores de errores costosos que pueden socavar las operaciones.
zh_cn: 调度人员的手动方法不仅大量的时间汇，他们离开调度容易走冤枉路，可以破坏行动。

source: ShiftPlanning is used in the Dispatch Industry in multiple ways and numerous sectors:
es_es: ShiftPlanning se utiliza en la industria de envío de múltiples maneras y numerosos sectores:
zh_cn: ShiftPlanning用于在以多种方式和众多​​部门的派遣业：

source: Set up a separate schedule for trainees.
es_es: Establezca un horario diferente para los alumnos.
zh_cn: 为学员设立一个单独的时间表。

source: Allow employees to arrange their own shift swaps electronically without disrupting a manager.
es_es: Permitir a los empleados a organizar sus propios intercambios de turnos por vía electrónica sin interrumpir un gerente.
zh_cn: 允许员工没有扰乱经理安排自己的移位互换电子。

source: Easily create separate schedules for every sector.
es_es: Crea fácilmente listas separadas para cada sector.
zh_cn: 轻松地为每个部门创建单独的时间表。

source: Offer individual schedule management options for team leaders.
es_es: Ofrecer opciones individuales de gestión de periodicidad de los jefes de equipo.
zh_cn: 团队领导人提供个人日程管理选项。

source: Allow sector mangers to oversee and control vacations, open shifts, scheduling requests, etc.
es_es: Permita que los pesebres del sector para supervisar y controlar las vacaciones, los turnos abiertos, las solicitudes de programación, etc
zh_cn: 允许部门经理，以监督和控制假期，开放式的转变，调度请求，等等。

source: Let the integrated SMS notification system make scheduling fast and easy.
es_es: Deje que el sistema integrado de notificación de SMS que la programación rápida y fácil.
zh_cn: 让集成的短信通知系统，使调度快速和容易。

source: Benefits
es_es: Beneficios
zh_cn: 好处

source: Improve customer service by keeping adequate staff working at all times.
es_es: Mejorar el servicio al cliente, manteniendo el personal de trabajo adecuado en todo momento.
zh_cn: 提高客户服务工作在任何时候都保持足够的工作人员。

source: Eliminate unnecessary overtime costs.
es_es: Eliminar costos innecesarios de horas extraordinarias.
zh_cn: 消除不必要的加班费用。

source: ShiftPlanning's totally customizable software has powerful tools that make shift scheduling easy, streamlined and cost effective.
es_es: ShiftPlanning es totalmente personalizable de software cuenta con potentes herramientas que hacen que la programación de cambio fácil, eficiente y rentable.
zh_cn: ShiftPlanning是完全可定制的软件具有强大的工具，使排班容易，精简和成本效益。

source: Rotating Schedule Employee Scheduling and Staff management
es_es: Rotación de Programación de la Lista de los empleados y gestión del personal
zh_cn: 旋转附表员工排班和员工管理

source: Rotating Schedule Workforce Management
es_es: Horario rotativo Workforce Management
zh_cn: 旋转附表劳动力管理

source: Scheduling rotating or irregular shifts is a daunting task for any manager or business owner. Managing groups of employees with varying skills and job descriptions for rotating and irregular shifts on an ongoing basis eats up huge chunks of time for any manager or business owner attempting it with antiquated spreadsheet systems.
es_es: Programación de rotación o turnos irregulares es una tarea desalentadora para cualquier gerente o dueño del negocio. Gestión de grupos de empleados con diferentes habilidades y descripciones de trabajo para la rotación y turnos irregulares de forma continua se come pedazos enormes de tiempo para cualquier gerente o dueño del negocio que intentar con los sistemas de hojas de cálculo anticuados.
zh_cn: 调度旋转或不规则的转变是一个艰巨的任务，任何经理或企业所有者。管理技能和工作描述不同的旋转和一个持续的基础上通宵班的员工群体占用大块的时间，对任何经理或企业所有者试图用陈旧的电子表格系统。

source: ShiftPlanning has made scheduling rotating shifts much easier, with customizable software that can set up rotating schedules and integrate them into virtually any schedule you need. No more missed shifts. No more understaffing. No more unnecessary overtime.
es_es: ShiftPlanning ha hecho la programación de turnos de rotación mucho más fácil, con un software personalizable que puede establecer horarios rotativos y su integración en prácticamente cualquier programa que usted necesita. No más perdidas turnos. No la falta de personal más. No más horas extras innecesarias.
zh_cn: ShiftPlanning已调度轮班更容易定制的软件，可以设置旋转的时间表，并融入他们几乎任何你所需要的时间表。不再错过的转变。没有更多的人员不足。没有更多不必要的加班。

source: Quickly and easily create a rotating schedule for any number of employees.
es_es: Rápida y fácilmente crear un horario rotativo para cualquier número de empleados.
zh_cn: 快速，轻松地创建一个旋转的时间表，任何员工人数。

source: Integrate fixed and rotating shifts with a click of your mouse.
es_es: Integrar los cambios fijos y la rotación con un clic de su ratón.
zh_cn: 点击鼠标与整合固定和旋转的变化。

source: Schedule rotating days off in your round-the-clock operations, or set up rotating weekend shift scheduling when your weekend demands are different from your weekday obligations.
es_es: Horario rotativo en sus días de descanso durante todo el día las operaciones, o la creación de la programación de fin de semana de rotación de turno cuando sus demandas de fin de semana son diferentes de sus obligaciones de lunes a viernes.
zh_cn: 附表旋转在你二十四小时运营的休息日，或设立周末排班旋转时，你的周末需求是从你平日的义务不同。

source: Assign and easily keep track of staff vacation schedules.
es_es: Asignar y fácil llevar un registro de horario de las vacaciones del personal.
zh_cn: 分配和轻松保持​​工作人员的休假时间表。

source: ShiftPlanning is used for rotating shift schedules in multiple ways and in numerous sectors.
es_es: ShiftPlanning se utiliza para la rotación de turnos de múltiples maneras y en numerosos sectores.
zh_cn: ShiftPlanning用于旋转多种方式，并在众多领域的轮班。

source: Sets up round-the-clock scheduling for all shifts.
es_es: Establece la vuelta al reloj de programación para todos los turnos.
zh_cn: 设立昼夜所有班次的调度。

source: Easily creates separate schedules for weekend shifts.
es_es: Crea fácilmente listas separadas para los turnos de fin de semana.
zh_cn: 容易造成周末班的单独的时间表。

source: Gives individual schedule management to key staffers.
es_es: Da la gestión de programa individual para empleados clave.
zh_cn: 给关键员工的个人日程管理。

source: SMS notification system makes scheduling fast and easy.
es_es: SMS de notificación del sistema hace que la programación rápida y fácil.
zh_cn: 短信通知系统，使调度快速和容易的。

source: Comply with Health & Safety laws through "intelligent" scheduling platforms.
es_es: Cumplir con las leyes de salud y seguridad a través de plataformas &quot;inteligentes&quot; de programación.
zh_cn: 通过“智能”的调度平台的健康和安全法律的遵守。

source: With ShiftPlanning in place, you can keep track of overtime with each individual employee, whether you have a staff of 20 or 200.
es_es: Con ShiftPlanning en su lugar, puede realizar un seguimiento de las horas extraordinarias cada empleado, si usted tiene una plantilla de 20 o 200.
zh_cn: 与到位ShiftPlanning，你可以保持跟踪每个员工加班，你是否有一个20或200的工作人员。

source: Every schedule is available 24/7 online for employees and management to check from any computer. No more missed work, no more understaffed or overstaffed shifts.
es_es: Cada programa está disponible 24/7 en línea para los empleados y directivos para ver desde cualquier ordenador. No más ausencias del trabajo, no cambios más personal insuficiente o exceso de personal.
zh_cn: 每一个时间表是24/7，为员工和管理网上查询从任何一台计算机。没有更多的误工，没有更多的人员不足或超编的转变。

source: Manage a multitude of individual staff and crew members, tasks, schedules and availability at the click of a mouse. The ability to conform to your company's unique and exacting needs is built into ShiftPlanning's comprehensive and powerful software. The only limitations are those that you put in place.
es_es: Administrar una gran cantidad de funcionarios y de miembros de la tripulación, las tareas, horarios y disponibilidad en el tecleo de un ratón. La capacidad de adaptarse a las necesidades únicas y exigentes de su empresa se basa en el software completo y potente de ShiftPlanning. Las únicas limitaciones son las que usted pone en su lugar.
zh_cn: 众多的个别工作人员和工作人员，任务，日程安排在一个鼠标点击和可用性管理。建成ShiftPlanning的全面和强大的软件能力，以符合贵公司的独特和严格的需求。唯一的限制是那些你到位。

source: Employee Scheduling Software for Transportation Companies
es_es: Empleado de Software de programación para empresas de transporte
zh_cn: 运输公司的雇员调度软件

source: Transportation companies deal with a host of unique challenges in managing employee scheduling demands. Whether you are tasked with planning shift schedules for airlines, railways or public transportation companies, ShiftPlanning employee scheduling software can streamline what can easily be considered an overwhelming process.
es_es: Las empresas de transporte frente a una serie de retos únicos en la gestión de la demanda del empleado. Si usted está encargado de la planificación de turnos para las aerolíneas, los ferrocarriles o las empresas de transporte público, empleado ShiftPlanning software de programación se puede simplificar lo que fácilmente se puede considerar un proceso abrumador.
zh_cn: 运输公司处理了独特的挑战，在管理员工排班需求。无论您是负责规划航空公司，铁路或公共交通公司的轮班，ShiftPlanning员工排班软件可以简化，可以很容易地被视为压倒性的过程。

source: When it comes to staff scheduling within the transportation industry, ShiftPlanning automates the vast array of union requirements and collective bargaining agreement statutes while streamlining the scheduling process to an easily managed one that reduces or eliminates margins of error.
es_es: Cuando se trata de la programación del personal dentro de la industria del transporte, ShiftPlanning automatiza la amplia gama de requisitos de los estatutos sindicales y colectivos de acuerdo de negociación al mismo tiempo el proceso de programación para un un fácil manejo que reduce o elimina los márgenes de error.
zh_cn: 当涉及到运输行业内的人员调度，ShiftPlanning自动化的广大工会的要求和集体谈判协议，章程，同时简化调度进程到一个易于管理，减少或消除误差范围。

source: The result is a thoroughly integrated strategy for workforce scheduling that increases revenues in the process as ShiftPlanning:
es_es: El resultado es una estrategia completamente integrado para la programación de la fuerza laboral que aumenta los ingresos en el proceso como ShiftPlanning:
zh_cn: 其结果是劳动力调度增加收入作为ShiftPlanning过程的一个彻底的综合战略：

source: Generates employee schedules and staffing levels based on predicted passenger volume.
es_es: Genera horarios de los empleados y los niveles de dotación de personal en función del volumen de pasajeros previsto.
zh_cn: 生成预测的客运量为基础的雇员时间表和工作人员的水平。

source: Integrates shift bidding opportunities and their merger into employee scheduling.
es_es: Integra las oportunidades de desplazamiento de licitación y su fusión en la programación de los empleados.
zh_cn: 集成移位投标机会和他们合并到员工排班。

source: Automates individual staffing requests and vacation bidding.
es_es: Automatiza las solicitudes individuales de dotación de personal y la licitación de vacaciones.
zh_cn: 自动化个别工作人员的要求和度假招标。

source: Enables staff to arrange shift trades themselves online.
es_es: Permite al personal para organizar las operaciones de cambio están en línea.
zh_cn: 使工作人员安排轮班行业本身线上。

source: Automatically ensures the application of overtime equalization rules.
es_es: Asegura automáticamente la aplicación de las normas de compensación de horas extraordinarias.
zh_cn: 自动确保加班均衡规则的应用。

source: ShiftPlanning is used in the Transportation Industry in multiple ways:
es_es: ShiftPlanning se utiliza en la industria del transporte de varias maneras:
zh_cn: ShiftPlanning用于在多种方式的交通运输行业：

source: Allows for the set-up of a separate schedule for trainees.
es_es: Permite la puesta en marcha de una programación diferente para los alumnos.
zh_cn: 允许在一个单独的时间表，为学员设置。

source: Offers the option of individual schedule management to selected staff.
es_es: Ofrece la opción de la gestión de programa individual para el personal seleccionado.
zh_cn: 选定的工作人员提供个人日程管理的选项。

source: Allows sector mangers to oversee and control the shift trades, vacations, open and rotating shifts, etc.
es_es: Permite gestores del sector para supervisar y controlar el cambio de las operaciones, vacaciones, abierto y la rotación de turnos, etc
zh_cn: 允许部门经理，以监督和控制行业的转变，休假，开放和轮班等

source: Reduces time spent by management juggling complex and often overwhelming schedules.
es_es: Reduce el tiempo dedicado por la administración malabares horarios complejos y a menudo abrumadora.
zh_cn: 减少杂耍复杂和经常压倒性的日程管理花费的时间。

source: Improves customer service by keeping adequate staff on hand at all times.
es_es: Mejora el servicio al cliente al mantener el personal adecuado a la mano en todo momento.
zh_cn: 手头上在任何时候都保持足够的工作人员，提高客户服务。

source: Ends unnecessary overtime costs by projecting staff-to-traveler ratios.
es_es: Finaliza gastos innecesarios mediante la proyección de las horas extraordinarias del personal a viajeros proporciones.
zh_cn: 突出的工作人员对游客的比率结束不必要的加班费用。

source: Reduces employee turnover by scheduling around each staff member's individual shift preferences.
es_es: Reduce la rotación de los empleados mediante la programación en torno a las preferencias de cada miembro del personal de turnos individuales.
zh_cn: 员工流失率降低了周围每个工作人员的个人转变的喜好安排。

source: Reduces unauthorized absences.
es_es: Reduce las ausencias no autorizadas.
zh_cn: 减少违例缺席。

source: Complies with Health & Safety, labor and union laws through scheduling.
es_es: Cumple con las leyes de salud y seguridad, laborales y sindicales a través de la programación.
zh_cn: 符合健康与安全，劳动和工会的法律，通过调度。

source: ShiftPlanning allows you to manage your labor force and field services simultaneously, crucial to maximizing the standards of operation.
es_es: ShiftPlanning le permite administrar su fuerza de trabajo y servicios de campo al mismo tiempo, cruciales para maximizar las normas de funcionamiento.
zh_cn: ShiftPlanning允许您管理您的劳动力和现场服务，同时，最大化的操作标准的关键。

source: ShiftPlanning provides Transportation company managers the tools to get the right staff or crew member to each job at the right times. Bottom line: labor costs are lowered, efficiency improves and time once spent drafting complicated staff schedules is now spent managing the business of transportation.
es_es: ShiftPlanning proporciona a los administradores de la empresa de transporte de las herramientas para conseguir el personal adecuado o miembro de la tripulación de cada puesto de trabajo en los momentos adecuados. En pocas palabras: los costos laborales son bajos, mejora la eficiencia y el tiempo pasó una vez la redacción de los complicados horarios del personal está dedicado a la gestión del negocio de transporte.
zh_cn: ShiftPlanning提供运输公司经理到每一个工作在正确的时间得到正确的工作人员或工作人员的工具。一次底线：劳动力成本降低，效率提高和时间花在起草复杂的人员安排，现用于管理运输业务。

source: menu
es_es: menú
zh_cn: 菜单

source: Scheduling Software for Emergency Services
es_es: Programación de Software para Servicios de Emergencia
zh_cn: 紧急服务调度软件

source: The very nature of workforce scheduling challenges in the Emergency Services sector demands the utmost efficiency when it comes to managing shift planning and scheduling among the agencies that ensure public safety.
es_es: La propia naturaleza de los retos de programación de la fuerza laboral en el sector de servicios de emergencia exige la máxima eficacia cuando se trata de la planificación y programación de la gestión de cambio entre los organismos que garanticen la seguridad pública.
zh_cn: 紧急服务部门的员工调度挑战的性质，要求最大的效率，当涉及到管理的转变之间的规划和安排，以确保公众安全机构。

source: While some Emergency Service organizations focus exclusively on certain types of emergencies, others deal with ad hoc emergencies as part of their normal work responsibilities. Some agencies that handle emergency services engage in community awareness and prevention programs to help the public detect an emergency and report it effectively to the proper authorities.
es_es: Mientras que algunas organizaciones de servicios de emergencia se centran exclusivamente en ciertos tipos de emergencias, los demás frente a situaciones de emergencia ad hoc, como parte de sus responsabilidades normales de trabajo. Algunas agencias que se encargan de los servicios de emergencia de la comunidad participar en los programas de sensibilización y prevención para ayudar al público a detectar una situación de emergencia e informar de manera efectiva a las autoridades correspondientes.
zh_cn: 虽然一些紧急服务机构专门集中在某些类型的突发事件，作为他们的正常工作职责的一部分，特设紧急情况的处理。一些处理紧急服务机构从事社区意识和预防方案，以帮助市民检测紧急情况，并有效地向有关当局报告。

source: Critical principles in emergency workforce management are integrated into ShiftPlanning's intuitive, customized software platform. Additionally, ShiftPlanning can:
es_es: Principios críticos en la gestión de emergencias fuerza de trabajo se integran en ShiftPlanning intuitiva, la plataforma de software personalizado. Además, ShiftPlanning puede:
zh_cn: 在紧急人力资源管理的关键原则纳入ShiftPlanning直观的，定制的软件平台。此外，ShiftPlanning可以：

source: Schedule workforce rotations automatically throughout the agency.
es_es: Programe las rotaciones de la fuerza laboral de forma automática a través de la agencia.
zh_cn: 整个机构自动安排劳动力旋转。

source: Add and import unlimited personnel records through .csv, Address Book, Facebook and Google Apps.
es_es: Añadir e importar un número ilimitado de registros de personal a través. Csv, libreta de direcciones, Facebook y Google Apps.
zh_cn: 新增和导入。CSV通讯簿，Facebook和谷歌应用程序的无限的人员记录。

source: Grant workers the ability to request schedule changes electronically.
es_es: Conceder a los trabajadores la posibilidad de solicitar cambios en la programación electrónica.
zh_cn: 授予工人的能力要求的时间表更改电子。

source: Enforce consecutive work hour limitations.
es_es: Hacer cumplir las limitaciones de horas de trabajo consecutivas.
zh_cn: 强制连续工作小时的限制。

source: Automate shift and vacation bidding procedures.
es_es: Automatizar los procedimientos de cambio y de vacaciones en la licitación.
zh_cn: 自动化的转变和度假的招标程序。

source: Enable workers to manage their own shifts and to swap shifts electronically.
es_es: Que los trabajadores puedan manejar sus propios cambios y para intercambiar turnos por vía electrónica.
zh_cn: 使工人自己管理自己的变化和交换电子转移。

source: It is important for every Emergency Services agency to manage its employee's work hours as well as their off hours. Most Emergency Services agencies abide by union rules in determining vacation assignments, which are usually based on predetermined parameters. ShiftPlanning can help keep vacation scheduling streamlined and in compliance with the agency's rules, easily and with little to no margin of error.
es_es: Es importante que todas las agencias de servicios de emergencia para gestionar su hora de trabajo del empleado, así como sus horas de descanso. La mayoría de los servicios de emergencia las agencias de cumplir con las normas sindicales en la determinación de las asignaciones de vacaciones, que suelen basarse en parámetros predeterminados. ShiftPlanning puede ayudar a mantener el cumplimiento de la programación de vacaciones de aerodinámica y con las reglas de la agencia, con facilidad y con poco o ningún margen de error.
zh_cn: 重要的是，每个应急服务机构来管理其雇员的工作时间以及他们的下班时间。最紧急服务机构遵守联盟规则决定假期作业，这通常是根据预定参数。 ShiftPlanning可以帮助保持与该机构的规则度假调度精简和遵守，轻松，几乎没有误差。

source: ShiftPlanning is used in the Emergency Services sector in multiple ways:
es_es: ShiftPlanning se utiliza en el sector de servicios de emergencia de varias maneras:
zh_cn: ShiftPlanning用于紧急服务部门以多种方式：

source: Provides for individual schedule management.
es_es: Provee para la gestión de programa individual.
zh_cn: 提供个人日程管理。

source: Helps to accommodate safety and response time by keeping adequate staff on hand at all times.
es_es: Ayuda para dar cabida a la seguridad y el tiempo de respuesta, manteniendo el personal adecuado a la mano en todo momento.
zh_cn: 有助于适应手头上在任何时候都保持足够的工作人员的安全和响应时间。

source: Complies with union and governmental regulations automatically.
es_es: Cumple con los sindicatos y las regulaciones gubernamentales de forma automática.
zh_cn: 与工会和政府规章的规定自动。

source: Allows staff and workers consideration in their individual shift preferences.
es_es: Permite la consideración personal y los trabajadores en sus preferencias individuales de cambio.
zh_cn: 允许职工在各自的转变喜好考虑。

source: ShiftPlanning allows you to manage the agency's labor force and field services simultaneously, crucial to maximizing the standards of operation. ShiftPlanning will provide powerful scheduling tools to prepare for rapid response to unexpected events within virtually any scenario that can arise.
es_es: ShiftPlanning le permite administrar la fuerza laboral de la agencia de servicios de campo y al mismo tiempo, cruciales para maximizar las normas de funcionamiento. ShiftPlanning se proporcionan potentes herramientas de programación para prepararse para una respuesta rápida a los acontecimientos inesperados en prácticamente cualquier situación que pueda surgir.
zh_cn: ShiftPlanning允许您管理机构的劳动力和现场服务的同时，最大化的操作标准的关键。 ShiftPlanning将提供强大的调度工具，准备在几乎任何情况下可能出现的突发事件的快速反应。

source: Intuitive Scheduling Application for the Manufacturing industry
es_es: Aplicación de programación intuitivo para la industria manufacturera
zh_cn: 制造业直观的调度中的应用

source: Manufacturers today must reign in labor expenses in order to maintain economic feasibility in an increasingly competitive global market. Although most manufacturers have adapted automation when it comes to human resources and payroll management, it is surprising how many plants and facilities have yet to bring their shift scheduling management out of the dark ages.
es_es: Actualmente, los fabricantes deben reinar en los gastos de mano de obra a fin de mantener la viabilidad económica en un mercado global cada vez más competitivo. Aunque la mayoría de los fabricantes se han adaptado de automatización cuando se trata de recursos humanos y gestión de nóminas, es sorprendente cuántas plantas y las instalaciones aún tienen que llevar su gestión de la programación de cambio de las edades oscuras.
zh_cn: 今天必须统治，在劳动力成本，以保持在竞争日益激烈的全球市场的经济可行性的制造商。虽然大多数厂商已经适应了自动化，当涉及到人力资源和薪资管理，这是令人惊讶的许多植物和设施还没有他们的排班管理带来的黑暗时代。
