Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: ShiftPlanning has resolved the issue with a built-in Trade Management/trade request program that allows employees to handle their shift swaps electronically. Staff members can request and accept shift trades quickly, easily and efficiently without disrupting management in the process.
es_es: ShiftPlanning ha resuelto el problema con un programa de solicitud incorporado la Gestión del Comercio / comercial que permite a los empleados a manejar sus intercambios de turnos por vía electrónica. Los miembros del personal pueden solicitar y aceptar las operaciones de cambio rápido, fácil y eficiente sin alterar la gestión en el proceso.
zh_cn: 一个内置的贸易管理/贸易要求的程序，让员工来处理他们的移位互换电子ShiftPlanning已解决的问题。工作人员可以请求和接受转变行业快速，简便，有效的，在这个过程中不破坏管理。

source: Any time an employee needs to trade shifts, they can easily access the trade request option from ShiftPlanning's homepage, schedule view or calendar. By simply clicking on one of the appropriate links, a staff member can:
es_es: Cada vez que un empleado necesita cambios para el comercio, que pueden acceder fácilmente a la opción de solicitud de cesión de la página de inicio ShiftPlanning, los horarios de vista o calendario. Simplemente haciendo clic en uno de los enlaces adecuados, un miembro del personal puede:
zh_cn: 雇员需要转变贸易的任何时间，他们可以轻松地访问从主页ShiftPlanning的贸易要求的选项，安排视图或日历。只需点击相应的链接之一，一名工作人员：

source: Importing an offline schedule into ShiftPlanning is the easiest and fastest way to gather and incorporate employees, schedules, and shift times all at once. ShiftPlanning accepts both .xls and .csv in an endless number of layout configurations.
es_es: Importación de un calendario en línea en ShiftPlanning es la forma más fácil y rápida para recoger e incorporar empleados, horarios, turnos y horarios a la vez. ShiftPlanning acepta ambos. Xls y csv. En un sinfín de configuraciones de diseño.
zh_cn: 导入到ShiftPlanning的脱机日程是最简单和最快的方式收集和一次全部纳入员工，日程安排和换档时间。 ShiftPlanning接受的。xls在无尽的布局配置。CSV。

source: ShiftPlanning understands the importance of running comprehensive reports at a moment's notice. That's why we designed ShiftPlanning's intuitive online scheduling program with the features you expect, to generate real time reports with the data that you really need. Since we first launched ShiftPlanning in February of 2010, we have been listening to your input and developing our application to meet your needs.
es_es: ShiftPlanning entiende la importancia de ejecutar los informes completos en un momento a otro. Es por eso que hemos diseñado ShiftPlanning del programa intuitivo de programación en línea con las características que usted espera, para generar informes en tiempo real con los datos que usted realmente necesita. Desde que lanzamos al ShiftPlanning en febrero de 2010, hemos estado escuchando a la entrada y el desarrollo de nuestra aplicación para satisfacer sus necesidades.
zh_cn: ShiftPlanning了解运行的综合报告，在片刻的通知的重要性。这就是为什么我们设计ShiftPlanning直观的在线调度方案与您所期望的功能，你真的需要的数据生成实时报告。由于我们在2010年2月首次推出ShiftPlanning，我们已聆听到您的输入和发展我们的应用，以满足您的需求。

source: With its intuitive Reports tool, ShiftPlanning delivers the data you need in the format you prefer, so you can make everyday decisions for your business.<br />There are multiple reports available in the ShiftPlanning application:
es_es: Con su herramienta de informes intuitivos, ShiftPlanning ofrece los datos que necesita en el formato que prefiera, para que pueda tomar las decisiones cotidianas de su negocio.<br />Hay varios informes disponibles en la aplicación ShiftPlanning:
zh_cn: 凭借其直观的报告工具，ShiftPlanning提供的数据，你需要在你喜欢的格式，这样就可以使您的企业的日常决策。<br />有多个可用在ShiftPlanning应用的报道：

source: When it comes to scheduling recurring shifts, save valuable time with ShiftPlanning's state-of-the-art employee scheduling and management program. ShiftPlanning allows managers and schedulers to make one schedule and set it to recur for up to twelve months while retaining all shift information, regulations and employee preferences and specifications.
es_es: Cuando se trata de la programación de los turnos recurrentes, ahorrar un tiempo valioso con la programación de ShiftPlanning de empleado del estado de la técnica y el programa de manejo. ShiftPlanning permite a los administradores y programadores para hacer un programa y configurarlo para que se repita durante un máximo de doce meses, manteniendo toda la información de cambio, regulaciones y preferencias de los empleados y las especificaciones.
zh_cn: 当涉及到调度周期性变化，节省宝贵的时间与ShiftPlanning的国家的最先进的雇员调度和管理方案。 ShiftPlanning允许管理和调度，使一个时间表，并设置它长达十二个月复发，同时保留所有移信息，法规和员工的喜好和规范。

source: This powerful add-on tool can save management and scheduler's valuable time when it comes down to making a multitude of schedules for varying departments and teams.
es_es: Esta poderosa herramienta adicional puede ahorrar un tiempo valioso de gestión y planificador cuando se trata de hacer una multitud de programas para diferentes departamentos y equipos.
zh_cn: 这个强大的工具可以节省管理和调度的宝贵时间，当它归结为许多不同的部门和队伍的时间表。

source: Shifts that are setup to repeat in series will automatically detect and report when they are 'broken from the series'. This provides the option to easily update shifts within the series in bulk to retain employee scheduling data, shift notes, and preferences.
es_es: Los cambios que están configurados para repetir en serie de forma automática detectar y reportar cuando se &#39;rompe a partir de la serie. Esto ofrece la opción de actualizar fácilmente los cambios dentro de la serie en grandes cantidades para conservar los datos de los empleados de programación, notas de turno, y preferencias.
zh_cn: 设置重复系列的转变，将自动检测和报告，当他们从系列“打破”。这提供的选项可以轻松地更新散装系列内的变化，以留住雇员调度数据，移位注意到，和喜好。

source: We love hearing from our clients about how ShiftPlanning's services are working within the different industries that use it. We strive to help businesses streamline the way they schedule staff and handle other intranet communications within their company.
es_es: Nos encanta escuchar a nuestros clientes acerca de cómo los servicios de ShiftPlanning están trabajando dentro de las diferentes industrias que lo utilizan. Nos esforzamos por ayudar a las empresas simplificar la forma en que el personal de programar y manejar otras comunicaciones de intranet dentro de su empresa.
zh_cn: 我们喜欢听到从我们的客户如何使用它在不同行业工作ShiftPlanning的服务。我们将努力帮助企业简化他们安排工作人员的方式，并在其公司办理其他的Intranet通信。

source: Getting ShiftPlanning's 21st-century software out to the businesses that need us is only half the battle. We want to make sure our clients remain satisfied long after their ShiftPlanning program has been put in place. Tell us about your experience with our 24/7 services, and we'll give you a month free! We're asking businesses to follow our brief outline and provide us with a case study of their ShiftPlanning experience. Each month we'll select one case study to highlight in our company newsletter and blog.
es_es: Obtener ShiftPlanning de siglo 21 el software a las empresas que nos necesitan es sólo la mitad de la batalla. Queremos asegurarnos de que nuestros clientes queden satisfechos mucho tiempo después de su programa de ShiftPlanning se ha puesto en su lugar. Cuéntenos sobre su experiencia con nuestros servicios 24/7, y le daremos un mes gratis! Le estamos pidiendo a las empresas a seguir nuestro breve resumen y nos proporciona un estudio de caso de su experiencia ShiftPlanning. Cada mes vamos a seleccionar un estudio de caso para poner de relieve en nuestro boletín de la empresa y el blog.
zh_cn: ShiftPlanning 21世纪的软件，需要我们的企业是只成功了一半。我们要确保我们的客户仍然满足长时间后，他们的ShiftPlanning方案已经落实到位。您与我们的24/7服务的经验告诉我们，我们会给你一个月！我们要求企业按照我们的简要介绍，并提供我们一个案例研究他们ShiftPlanning经验。每个月，我们会选择一个案例研究，强调在我们公司的通讯和博客。

source: Please start by giving us an overview of your business. Tell us about your company's main function, the general personality of the business.
es_es: Por favor, comience por el que nos da una visión general de su negocio. Cuéntanos acerca de la función principal de su empresa, el general de la personalidad de la empresa.
zh_cn: 请给我们您的业务概述开始。告诉我们贵公司的主要功能，一般业务的个性。

source: ShiftPlanning is the final solution for managing staff scheduling and intraoffice communications in a streamlined, user-friendly format with customer support available 24/7. ShiftPlanning technology allows employers to say goodbye to lost revenues attributed to flawed and archaic scheduling procedures, late staff, no-shows and other scheduling headaches. We're here to keep your staff schedules running smoothly, so you can focus on running your business.
es_es: ShiftPlanning es la solución definitiva para la gestión de la programación del personal y las comunicaciones intraoffice en un ágil y fácil de usar formato con la atención al cliente disponible 24/7. La tecnología permite a los empleadores ShiftPlanning para decir adiós a la pérdida de ingresos atribuibles a los procedimientos de planificación deficientes y arcaicas, el personal de tarde, si no se presenta y otros dolores de cabeza de programación. Estamos aquí para mantener los horarios del personal funcione a la perfección, para que pueda centrarse en su negocio.
zh_cn: ShiftPlanning是在一个精简的，用户友好的格式，提供24/7客户支持管理人员调度，又称局内通信的最终解决方案。 ShiftPlanning技术允许雇主说再见归结为有缺陷和过时的调度程序，后期工作人员，无节目和其他调度头痛的收入损失。我们在这里让您的员工计划的顺利运行，使您可以专注于您的业务运行。

source: ShiftPlanning is the ultimate in state-of-the-art employee scheduling technology, but if you're too busy, or concerned with the time involved in making the switch, we get it. We're here to help.
es_es: ShiftPlanning es lo último en tecnología de punta programar del empleado, pero si usted está demasiado ocupado o preocupado por el tiempo empleado en hacer el cambio, lo conseguimos. Estamos aquí para ayudar.
zh_cn: 的ShiftPlanning最终在国家的最先进的雇员调度技术，但如果你太忙，或与在交换机所涉及的时间有关，我们得到它。我们在这里帮助。

source: Simply send us your current schedule (.xls, .csv, etc) or an outline of your scheduling system and staff.
es_es: Simplemente envíenos su horario actual (. Xls,. Csv, etc) o un esquema de su sistema de programación y el personal.
zh_cn: 简单地发送给我们目前的时间表（XLS，CSV等）或调度系统和工作人员的轮廓。

source: ShiftPlanning experts will create a custom, ready-to-go scheduling program integrated into ShiftPlanning's intuitive scheduling software.
es_es: ShiftPlanning expertos creará una costumbre, listos para ir a la programación del programa integrado en el software de programación de ShiftPlanning intuitiva.
zh_cn: ShiftPlanning专家将创建一个自定义的，准备去调度方案融入ShiftPlanning直观的调度软件。

source: It's that easy to save time and money using ShiftPlanning scheduling software. And don't forget, the custom set-up is free, completely confidential and best of all, it's painless.
es_es: Es así de fácil para ahorrar tiempo y dinero utilizando el software de programación ShiftPlanning. Y no se olvide, la costumbre de configuración es gratuita, totalmente confidencial y lo mejor de todo es que es indoloro.
zh_cn: 就是这么简单，节省时间和金钱使用ShiftPlanning调度软件。并且不要忘记，自定义的设置是免费的，完全保密，所有最好的，这是无痛的。

source: We will have your ShiftPlanning account up and running <b>within 24 hours</b>. There's no reason to wait another minute. To get started with your free streamlined account set-up, send us an e-mail at: <font class="red">info@shiftplanning.com</font>.
es_es: Vamos a tener su cuenta ShiftPlanning en marcha <b>dentro de las 24 horas</b>. No hay razón para esperar un minuto más. Para empezar a utilizar su cuenta gratuita ágil puesta en marcha, envíenos un e-mail a: <font class="red">info@shiftplanning.com</font>.
zh_cn: 我们将您的ShiftPlanning帐户和运行 <b>在24小时之内</b>。没有理由再等待一分钟。为了得到免费的精简帐户开始设立，电子邮件发送给我们： <font class="red">info@shiftplanning.com</font>。

source: We're here to answer all of your questions. Visit our website and contact us online right now via the livechat feature, call us at 1.888.973.6030, or send us an e-mail at <font class="red">info@shiftplanning.com</font>.
es_es: Estamos aquí para responder todas sus preguntas. Visite nuestro sitio web y en contacto con nosotros en línea en este momento a través de la función de chat directo, llame al 1.888.973.6030, o envíenos un e-mail a <font class="red">info@shiftplanning.com</font>.
zh_cn: 我们在这里回答您的所有问题。访问我们的网站和在线联系我们现在通过即时聊天功能，请致电1.888.973.6030，或向我们发送一封邮件 <font class="red">info@shiftplanning.com</font>。

source: ShiftPlanning is always looking for new ways to make our valuable scheduling program available to all businesses. Your company already has a taste of our state-of-the-art planning software: why not use it for free for a full month?
es_es: ShiftPlanning siempre está buscando nuevas maneras de hacer nuestro programa de planificación valioso disponible para todas las empresas. Su empresa ya tiene un sabor de nuestro software de planificación de estado de la técnica: ¿por qué no utilizar de forma gratuita por un mes completo?
zh_cn: ShiftPlanning一直在寻找新的办法，使我们宝贵的调度方案，提供给所有企业。你的公司已经拥有了我们国家的最先进的规划软件的味道：为什么不能免费使用了整整一个月呢？

source: Tell readers which ShiftPlanning features you like best. Is the drag-and-drop interface saving you time better spent on running your business? Have the SMS & E-mail event notifications about shift trades, vacation requests, new messages and upcoming shifts streamlined your company's work schedule in ways you never thought possible?
es_es: Dígale a los lectores que ShiftPlanning cuenta que más te guste. Es la interfaz de arrastrar y soltar que le ahorra tiempo mejor invertido en su negocio? Pida a los SMS y de correo electrónico notificaciones de eventos acerca de las operaciones de cambio, las solicitudes de vacaciones, mensajes nuevos y futuros cambios de horario de trabajo eficiente de su empresa de manera que usted nunca pensó posible?
zh_cn: 告诉读者ShiftPlanning特色你最喜欢的。是拖放式界面，节省您的时间花费在运行您的业务？有短信和电子邮件事件通知有关行业转变，休假请求，新的消息和即将到来的转变，精简贵公司的工作方式你从来没有想过的时间表？

source: Go ahead and be creative with your outline. We're all about creativity and we understand diversity. In fact, our program is designed with diversity in mind. After all, no two companies are identical, and scheduling preferences are as individual as the people who implement them.
es_es: Vaya por delante y ser creativo con su esquema. Estamos todos sobre la creatividad y entendemos la diversidad. De hecho, nuestro programa está diseñado con la diversidad en la mente. Después de todo, no hay dos empresas son idénticas, y las preferencias de programación son tan individuales como las personas que los implementan.
zh_cn: 继续前进，创意大纲。我们所有有关创造力和我们理解的多样性。事实上，我们的方案设计与心中的多样性。毕竟，没有任何两个公司是相同的，调度的喜好是一样的人实现他们的个人。

source: ShiftPlanning allows employers and managers to utilize the most current technology in scheduling and communicating with staff 24/7. No more under staffed shifts. No more unexpected absences. No more losses due to scheduling snafus. These are the experiences we want to hear about from you.
es_es: ShiftPlanning permite a los empresarios y gerentes de utilizar la tecnología más actual en la programación y comunicación con el personal 24/7. No más en los turnos con personal. No hay más ausencias inesperadas. No hay más pérdidas debido a las meteduras de pata de programación. Estas son las experiencias que queremos oír hablar de ti.
zh_cn: ShiftPlanning允许雇主和管理人员，利用最新技术，在24/7工作人员的安排和沟通。没有更多的工作人员轮班下。没有更多的意外缺席。由于调度混战没有更多的损失。这些都是经验，我们想听听你的约。

source: No matter what size company you own or manage, your Personnel department is the center of all employee-related information. From interviewing and hiring to exit interviews and dismissals, the HR department is responsible for gathering and keeping updated all personnel information and setting policies for personnel. The unique demands placed on your company's personnel department calls for a powerful management and scheduling tool designed to streamline the process of hiring, tracking and communicating with all of your company's staff.
es_es: No importa cuál sea el tamaño de la empresa que posee o maneja, su departamento de personal es el centro de toda la información relacionada con los empleados. De las entrevistas y la contratación para salir de las entrevistas y los despidos, el departamento de Recursos Humanos se encarga de recopilar y mantener actualizada toda la información de las políticas de ajuste personal y para el personal. Las únicas exigencias impuestas en el departamento de su empresa al personal exige una gestión de gran alcance y herramienta de programación diseñado para simplificar el proceso de contratación, el seguimiento y la comunicación con todo el personal de su empresa.
zh_cn: 无论您拥有或管理的规模的公司，你的人事部门是中心全体员工的相关信息。面试和录用退出访谈和解雇，人力资源管理部门负责收集和保持更新信息和设置的所有人员的人事政策。对贵公司的人事部门的独特需求，需要一个强大的管理和调度工具，旨在简化与贵公司的所有员工的聘用，跟踪和沟通的过程中。

source: Depending on the size, many fast food restaurants operate with various management levels. The average restaurant staff is comprised of the owner, manager, franchise/branch managers (where applicable,) counter and kitchen staff, wait staff and customer support specialists.
es_es: Dependiendo del tamaño, muchos restaurantes de comida rápida operar con distintos niveles de gestión. El personal del restaurante promedio está compuesto por el propietario, administrador, franquicia / gerentes de las sucursales (en su caso), el personal de mostrador y cocina, camareros y especialistas de soporte al cliente.
zh_cn: 根据大小，许多快餐店经营各种管理水平。平均餐厅工作人员的雇主，经理，特许经营/分行经理（如适用），柜台和厨房工作人员，等待工作人员和客户支持方面的专家组成。

source: <a href="/tour/">Click here</a> to find out more about what ShiftPlanning can do for your business. Since the custom set-up is free, you have nothing to lose except your old, costly scheduling process.</p>
es_es: <a href="/tour/">Haga clic aquí</a> para saber más acerca de lo que ShiftPlanning puede hacer por su negocio. Dado que la costumbre de configuración es gratis, no tienes nada que perder excepto su antiguo proceso, la programación costosa.</p>
zh_cn: <a href="/tour/">点击这里</a> 找出可以为您的企业做什么ShiftPlanning。由于自定义的设置是免费的，你有什么可失去的，除了旧的，昂贵的调度进程。</p>

source: As a medium-size business owner, the way you perform your staff scheduling can make or break your company's success. Whether your staff is a baker's dozen or a 100-person revolving door, staff scheduling gets complicated when it comes to filling and trading shifts, juggling vacation schedules and reeling in the problems of ineffective communications.
es_es: Como propietario de un negocio de tamaño mediano, la forma en que realiza su personal de programación puede hacer o romper el éxito de su empresa. Ya sea que su personal es una docena de panadero o de una puerta giratoria de 100 personas, la programación del personal se complica cuando se trata de llenar y el comercio de turnos, haciendo malabarismos con los horarios de las vacaciones y tambaleándose por los problemas de las comunicaciones ineficaces.
zh_cn: 作为一个中等规模的企业老板，你执行你的工作人员的调度方式可以使或打破贵公司的成功。无论您的员工是一个面包师的十几或100人的旋转门，人员调度变得复杂，当涉及到灌装和贸易的变化，杂耍假期安排，在缫丝无效的通信问题。

source: Often dealing with high turnover and a less-than-perfect system for keeping track of each employee's whereabouts at any given moment, scheduling mistakes will happen and when they do, your customer suffers and you pay the price. Your business can't afford scheduling mistakes. ShiftPlanning employee scheduling software can streamline your staffing system into a lean and powerful tool that allows you to keep track of every employee, every job and every detail thoroughly and effortlessly.
es_es: A menudo, hacer frente a la alta rotación y un sistema de menos-que-perfecta para hacer el seguimiento del paradero de cada empleado en un momento dado, los errores de programación va a pasar y cuando lo hacen, que su cliente sufre y paga el precio. ¿Tu empresa no puede permitirse errores de programación. Empleado ShiftPlanning software de programación se puede simplificar el sistema de dotación de personal en una herramienta simple y poderosa que le permite llevar un registro de cada empleado, cada puesto de trabajo y todos los detalles a fondo y sin esfuerzo.
zh_cn: 调度失误往往与高营业额低于完善的制度和在任何特定时刻保持跟踪每个员工的下落时，会发生什么，当他们这样做，你的顾客患有和你付出的代价。您的企业可以调度失误不起。 ShiftPlanning员工排班软件可以简化成一个精干和强大的工具，它允许你跟踪每一位员工，每一项工作和每一个细节彻底，毫不费力的工作人员制度。

source: Print or e-mail schedules, maintain individual calendars, and never let a shift fall short of staff again. In fact, with ShiftPlanning in place, you can gather the information you need to know when shifts are over-staffed. Many businesses err on the side of caution when it comes to staffing their client's events, because they lack the tools to monitor staffing overages. Overstaffing bleeds businesses of profits unnecessarily, but it doesn't have to.
es_es: Los horarios de impresión o correo electrónico, mantener calendarios individuales, y nunca dejar que un cambio se quedan cortos de personal nuevo. De hecho, con ShiftPlanning en su lugar, se puede recopilar la información que usted necesita saber cuando los cambios son exceso de personal. Muchas empresas errar en el lado de la precaución cuando se trata de personal de los acontecimientos de su cliente, debido a que carecen de las herramientas para controlar excesos de personal. Exceso de las empresas de los beneficios innecesariamente sangra, pero no tiene por qué.
zh_cn: 打印或电子邮件的时间表，保持个人的日历，从来没有让转向下跌的工作人员再次。事实上，地方ShiftPlanning，你可以收集你需要知道的信息时移超额人手。许多企业宁可谨慎谈到人手其客户的事件时，因为他们缺乏工具来监控工作人员超支。冗员企业利润不必要的流血，但它没有。

source: Intuitive and easy to use, ShiftPlanning allows your employees to play an active role in managing their schedules. Your company will always fulfill its staffing commitments by using ShiftPlanning scheduling software interactively. No more missed shifts, no more miscommunication disasters, and with the At-a-Glance feature, you'll always stay abreast of what staff has accomplished since your last login and what needs to be completed next.
es_es: Intuitivo y fácil de usar, ShiftPlanning permite a sus empleados a desempeñar un papel activo en el manejo de sus horarios. Su empresa siempre cumplirá con sus compromisos de dotación de personal mediante el uso de software de programación interactiva ShiftPlanning. No hay cambios más perdidas, no hay más desastres falta de comunicación, y con la función de A-a-Glance, que siempre estar al tanto de lo que el personal ha logrado desde su última conexión, y lo que se completará el próximo.
zh_cn: 直观，易于使用，ShiftPlanning允许员工发挥积极的作用，在管理自己的日程。你的公司将始终履行其工作人员的承诺，通过交互使用ShiftPlanning调度软件。没有转变，更错过了没有误传灾害，以及一览功能，你永远留什么工作人员已自您上次登录完成，下一步需要完成什么情况。

source: ShiftPlanning comes completely tailored to suit your business's needs, right down to the smallest detail. <a href="/signup/">Try it</a> for a month for free. If you like it, you'll really like the low monthly cost and ultimate savings your company will enjoy when shifts are appropriately staffed, customers are happy and repeat business starts adding up.
es_es: ShiftPlanning viene totalmente a medida para satisfacer las necesidades de su negocio, hasta el más mínimo detalle. <a href="/signup/">Inténtelo</a> durante un mes de forma gratuita. Si te gusta, realmente te gusta el bajo costo mensual y el ahorro en última instancia su empresa gozará de los cambios, cuando se cuente con el personal, los clientes están contentos y la repetición de negocios comienza a darle.
zh_cn: ShiftPlanning来完全定制，以满足您的业务需求，降低到最小的细节。 <a href="/signup/">试试吧</a> 一个月免费。如果你喜欢它，你真的很喜欢低每月成本和最终节省贵公司将享受适当人员转变时，客户很高兴和回头客开始增加。
