Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Authentication token where required
es_es: Token de autenticación cuando sea necesario

source: JSON object carrying all paramaters for your request
es_es: JSON objeto de llevar a todos los parametros de de su solicitud

source: Example <b>data</b>:
es_es: Ejemplo <b>datos</b>:

source: Remember that any data passed to the API is to be formatted as JSON, and to be sent via the POST HTTP request method all as the post variable 'data'. Here is an example of what this looks like in PHP:
es_es: Recuerde que los datos pasados ​​a la API debe ser el formato JSON, y para enviarlos a través del método de petición HTTP POST a todos como &#39;datos&#39;, la variable mensaje. He aquí un ejemplo de cómo se ve como en PHP:

source: request
es_es: solicitar

source: This object contains all of the variables that will be used to handle your request - including the api module, method as well as any method particular parameters.
es_es: Este objeto contiene todas las variables que se utilizarán para atender su petición - que incluye el módulo de la API, el método, así como cualquier método de parámetros particulares.

source: Any module specific variables
es_es: Las variables específicas del módulo

source: Accepted Variable Types
es_es: Tipos de variables aceptadas

source: The ShiftPlanning API is strict with what variables it accepts in the request field. Meaning that you MUST pass the required variables for that module(if any), and you can ONLY pass other variables with are accepted by that module (if any).
es_es: La API ShiftPlanning es estricta con las variables que lo acepta en el campo de petición. Lo que significa que usted debe pasar las variables necesarias para que el módulo (si los hay), y sólo puede pasar con otras variables son aceptados por ese módulo (si existe).

source: For every variable that is passed we are also strict on the variable type that is allowed:
es_es: Para cada variable que se pasa también somos estrictos en el tipo de variable que se permite:

source: Integer Values only
es_es: Solamente valores enteros

source: Variable Characters(default)
es_es: Caracteres variables (por defecto)

source: only values from this list
es_es: sólo los valores de esta lista

source: Minimum variable length
es_es: Longitud variable mínima

source: Valid ShiftPlanning Date ID, Unix TimeStamp or any date accepted by <a href="http://php.net/manual/en/function.strtotime.php">strtotime</a>
es_es: Fecha válida ShiftPlanning ID, marca de tiempo Unix o de cualquier fecha de aceptación por <a href="http://php.net/manual/en/function.strtotime.php">strtotime</a>

source: Valid ShiftPlanning Time ID, any time accepted by <a href="http://php.net/manual/en/function.strtotime.php">strtotime</a>
es_es: Identificación válida Tiempo ShiftPlanning, en cualquier momento aceptada por <a href="http://php.net/manual/en/function.strtotime.php">strtotime</a>

source: Valid E-mail
es_es: E-mail válido

source: Valid Phone Number
es_es: Número de teléfono válido

source: Rest Responses
es_es: Las respuestas de descanso

source: Regardless on what output type you select the API will return data in the following format every time:
es_es: Independientemente de qué tipo de salida que seleccionar el API devolverá los datos en el siguiente formato cada vez que:

source: Data returned in your request
es_es: Los datos devueltos en su solicitud

source: Authentication Token (if authenticated)
es_es: Token de autenticación (si autenticado)

source: Example response: (json)
es_es: Ejemplo de respuesta: (JSON)

source: Example response: (xml)
es_es: Ejemplo de respuesta: (xml)

source: Error response: (json)
es_es: La respuesta de error: (JSON)

source: In the event of an error we provide the error number, and error description(in the data field), as well as an exta variable called 'error' which can be used for more detailed debugging or error reporting. eg:
es_es: En el caso de error que proporcionan el número de error, y la descripción de error (en el campo de datos), así como una variable exta llamado &quot;error&quot; que puede ser utilizado para la depuración más detallada o el informe de errores. por ejemplo:

source: You'll notice in the above that we both receive a response using the standard error codes, as well as in the 'error' field we have more detailed information that points us directly to the field that is wrong.
es_es: Se dará cuenta de lo anterior que los dos recibirá una respuesta utilizando los códigos de error estándar, así como en el &#39;error&#39; de campo tenemos una información más detallada que nos apunta directamente al campo que está mal.

source: Multiple Requests/Responses
es_es: Las solicitudes múltiples y respuestas

source: You can very easily make multiple requests to our API (up to 5 at a time). This will allow you to collect data from the API much faster, and make much more responsive applications. The format for request/repsonse, is basically identical to when making individual requests except for now both the input/ouput are arrays as well.
es_es: Usted puede fácilmente hacer peticiones múltiples para nuestra API (hasta 5 a la vez). Esto le permitirá recopilar datos de la API mucho más rápido, y hacer aplicaciones mucho más sensibles. El formato de solicitud / respuesta corresponde, es básicamente idéntica a la hora de hacer peticiones individuales, excepto por el momento, tanto la entrada / salida son matrices también.

source: Example Requests: (json)
es_es: Las solicitudes de ejemplo: (JSON)

source: In this same way you can make requests of different types(GET,DELETE,UPDATE,CREATE) with a single call to the API:
es_es: De la misma forma que usted puede hacer pedidos de diferentes tipos (GET, DELETE, UPDATE, CREATE), con una sola llamada a la API:

source: Example Responses:
es_es: Las respuestas de ejemplo:

source: Responses are returned in an array, in the same order they are sent. They have the same internal structure as individual requests.
es_es: Las respuestas se devuelven en una matriz, en el mismo orden en que se envían. Ellos tienen la misma estructura interna como las solicitudes individuales.

source: Response Codes
es_es: Códigos de Respuesta

source: Every request to the ShiftPlanning API will return one of the following response codes. On a successful request (1) the data will be filled with any data relevant to your request. On any request that is not a 1, alongside the response code message we will also provide request specific information to help you in debugging/error handling (error).
es_es: Todas las solicitudes a la API de ShiftPlanning volverá uno de los siguientes códigos de respuesta. En una petición exitosa (1) los datos se llena con todos los datos pertinentes a su solicitud. En toda solicitud que no es un 1, junto con el mensaje de código de respuesta que también proporcionará información de la solicitud específica que le ayude en el manejo de la depuración / error (el error).

source: API Explorer
es_es: API Explorador

source: Explore methods and their results by using our Javascript API Explorer.
es_es: Explorar métodos y sus resultados a través de nuestro API Javascript Explorer.

source: API Terms of Use
es_es: API Términos de Uso

source: We wanted to open ShiftPlanning up to developers so they can build their own desktop and mobile apps, so the ShiftPlanning API ("Service") was launched. We want to encourage the building of these apps but at the same time we need to make sure we are protecting the rights of both ShiftPlanning and its users. So we have come up with a set of Developer Terms of Use ("TOU") which we ask you adhere to when building your apps.
es_es: Queríamos abrir ShiftPlanning a los desarrolladores para que puedan construir su propio escritorio y aplicaciones móviles, lo que la API ShiftPlanning (el &quot;Servicio&quot;) fue lanzado. Queremos animar a la construcción de estas aplicaciones, pero, al mismo tiempo tenemos que asegurarnos de que están protegiendo los derechos de ambos ShiftPlanning y sus usuarios. Por eso hemos venido con un conjunto de términos para desarrolladores de Servicio (&quot;CDS&quot;), que le pedimos que se adhieran a la hora de construir sus aplicaciones.

source: These TOU are subject to change as we evolve our API so make sure you check back here often. These TOU also assure our users that we doing everything possible to make sure that developers maintain secure, friendly and solid apps and that their data is always secure.
es_es: Estas CDU están sujetas a cambios a medida que evolucionamos nuestra API así que asegúrese de comprobar de nuevo aquí a menudo. Estas CDU también asegurar a nuestros usuarios que estamos haciendo todo lo posible para asegurarse de que los desarrolladores de aplicaciones seguras y mantener la amistad y sólida y que sus datos están siempre seguros.

source: Access to the API
es_es: El acceso a la API

source: By connecting to the Service and by developing apps that interface with the Service you understand that you and your app are bound to these TOU.
es_es: Mediante la conexión con el Servicio y mediante el desarrollo de aplicaciones que interactúan con el Servicio a entender que usted y su aplicación están obligados a estas CDU.

source: Your use of the Service are subject to certain limitations on the level of access, amount of calls, and use of the Service. ShiftPlanning Inc. may monitor your use of the Service and use this information to improve the Service. If ShiftPlanning Inc. reasonably believe that attempts have been made to exceed or circumvent the rate limits, your account and access to the Service may be temporarily or permanently blocked or suspended.
es_es: La utilización del servicio están sujetos a ciertas limitaciones en el nivel de acceso, la cantidad de llamadas y el uso del Servicio. ShiftPlanning Inc. puede supervisar su uso del servicio y utilizar esta información para mejorar el servicio. Si ShiftPlanning Inc. razones para creer que se han hecho intentos para superar o eludir los límites de frecuencia, su cuenta y el acceso al servicio puede ser temporal o permanentemente bloqueado o suspendido.

source: You will not attempt or encourage others to:
es_es: Usted no va a intentar, o animar a otros a:

source: sell, rent, lease, sublicense, redistribute, or syndicate the Service to any third party for such party to develop additional products or services without prior written approval from ShiftPlanning Inc.
es_es: vender, alquilar, arrendar, sublicenciar, distribuir, o sindicato del Servicio a cualquier tercero por el partido como para desarrollar productos o servicios adicionales sin la aprobación previa por escrito de ShiftPlanning Inc.

source: remove or alter any proprietary notices or marks on the Service
es_es: eliminar o modificar los avisos de propiedad o marca en el Servicio

source: use ShiftPlanning Marks as part of the name of your company, or in any product, service, or logos created by you and you must not use business names and/or logos in a manner that can mislead, confuse, or deceive users
es_es: el uso de marcas ShiftPlanning como parte del nombre de su empresa, o en cualquier producto, servicio o logotipos creados por usted y usted no debe utilizar los nombres comerciales o logotipos de una manera que puede engañar, confundir o engañar a los usuarios

source: accredit the use of the Service somewhere in the website of your app and in the source code of your app.
es_es: acreditar el uso del servicio en algún lugar de la página web de su aplicación y en el código fuente de su aplicación.

source: OTHER LEGAL TERMS
es_es: OTROS TÉRMINOS LEGALES

source: Confidentiality and Privacy
es_es: Confidencialidad y Privacidad

source: By creating an app that connects to the Service you will be given access to certain non-public information belonging to all the users that connect and authenticate through your app ("Confidential User Data"). You agree that you will protect this Confidential User Data from unauthorized use, access, or disclosure in the same manner that you would use to protect your own confidential and proprietary information of a similar nature and in any event with no less than a reasonable degree of care. You must display a notice to users of your app that you are doing everything in your power to protect this Confidential User Data, and they must accept this notice to use your app.
es_es: Al crear una aplicación que se conecta al servicio se le dará acceso a cierta información no pública que pertenece a todos los usuarios que se conectan y autenticar a través de su aplicación (&quot;datos confidenciales del usuario&quot;). Usted acepta que proteger esta información confidencial del usuario del uso no autorizado, el acceso, o de la divulgación de la misma manera en que se usan para proteger su propia información confidencial y patentada de la misma naturaleza y en cualquier caso nada menos que con un grado razonable de cuidado. Debe mostrar un aviso a los usuarios de su aplicación que se está haciendo todo a su alcance para proteger estos datos confidenciales del usuario, y tienen que aceptar este aviso el uso de su aplicación.

source: Updates
es_es: Actualizaciones

source: ShiftPlanning Inc. may update the Terms of Service on this page from time to time. As a developer it is your responsibility to make sure you check back to this page often and make sure your app meets the TOU and guidelines stated here. Failure to do so may result in suspension of your access to the Service without prior notice.
es_es: ShiftPlanning Inc. puede actualizar los Términos de uso en esta página de vez en cuando. Como programador, es su responsabilidad asegurarse de que usted vuelva a esta página con frecuencia y asegúrese de que su aplicación cumple con los Términos de Uso y las directrices establecidas aquí. De no hacerlo puede resultar en la suspensión de su acceso al Servicio sin previo aviso.

source: Indemnity
es_es: Indemnidad

source: You agree to indemnify and hold harmless ShiftPlanning Inc. for any third-party claims, actions or suits, as well as any related expenses, liabilities, damages, settlements or fees arising from your use or misuse of the Service, or a violation of any terms of the Service.
es_es: Usted acepta indemnizar y mantener indemne a ShiftPlanning Inc. por cualquier reclamo de terceros, acciones o demandas, así como los gastos relacionados, responsabilidades, daños, los asentamientos o los honorarios derivados de su uso o mal uso del servicio, o una violación de cualquier términos del servicio.

source: Disclaimer of Warranty
es_es: Renuncia de Garantía

source: THE SERVICE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF QUALITY, PERFORMANCE, NON-INFRINGEMENT, MERCHANTABILITY, OR FITNESS FOR A PARTICULAR PURPOSE. FURTHER, ShiftPlanning Inc. DOES NOT WARRANT THAT THE SOFTWARE OR ANY RELATED SERVICE WILL ALWAYS BE AVAILABLE.
es_es: EL SERVICIO SE PROPORCIONA &quot;TAL CUAL&quot;, SIN GARANTÍA DE NINGÚN TIPO, EXPRESAS O IMPLÍCITAS, INCLUYENDO, PERO NO LIMITADO A, LAS GARANTÍAS DE CALIDAD, RENDIMIENTO, NO INFRACCIÓN, COMERCIALIZACIÓN O IDONEIDAD PARA UN PROPÓSITO PARTICULAR. ADEMÁS, ShiftPlanning Inc. NO GARANTIZA QUE EL SOFTWARE o cualquier servicio relacionado siempre estará disponible.

source: Limitations of Liability
es_es: Limitaciones de responsabilidad

source: YOU ASSUME ALL RISK ASSOCIATED WITH THE USE OF THE SERVICE. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS OF THE SERVICE BE LIABLE FOR CLAIMS, DAMAGES OR OTHER LIABILITY ARISING FROM, OUT OF, OR IN CONNECTION WITH THE SERVICE. USERS OF THE SERVICE ARE SOLELY RESPONSIBLE FOR DETERMINING THE APPROPRIATENESS OF USE AND ASSUME ALL RISKS ASSOCIATED WITH ITS USE, INCLUDING BUT NOT LIMITED TO THE RISKS OF PROGRAM ERRORS, DAMAGE TO EQUIPMENT, LOSS OF DATA OR SOFTWARE PROGRAMS, OR UNAVAILABILITY OR INTERRUPTION OF OPERATIONS.
es_es: USTED ASUME TODOS LOS RIESGOS ASOCIADOS CON EL USO DEL SERVICIO. EN NINGÚN CASO, LOS AUTORES O TITULARES DEL DERECHO DE PROPIEDAD DEL SERVICIO SERÁN RESPONSABLES POR DAÑOS O RECLAMOS, otras obligaciones derivadas, DE, O EN RELACIÓN CON EL SERVICIO. USUARIOS DEL SERVICIO ES EL ÚNICO RESPONSABLE DE DETERMINAR LA CONVENIENCIA DE USO Y ASUME TODOS LOS RIESGOS RELACIONADOS CON SU USO, INCLUYENDO PERO NO LIMITADO A LOS RIESGOS DE LOS ERRORES DEL PROGRAMA, daños al equipo, PÉRDIDA DE DATOS O PROGRAMAS DE SOFTWARE, O NO DISPONIBILIDAD O INTERRUPCIÓN DE LAS OPERACIONES .

source: ShiftPlanning REST API
es_es: ShiftPlanning API REST

source: The ShiftPlanning API allows you to call modules with the ShiftPlanning service that respond in <a href="http://en.wikipedia.org/wiki/Representational_State_Transfer">REST</a> style <a href="http://www.json.org/">JSON</a> or XML. Individual modules and their properties are detailed in the menu on the left.
es_es: La API ShiftPlanning le permite llamar a los módulos con el servicio ShiftPlanning que respondan de <a href="http://en.wikipedia.org/wiki/Representational_State_Transfer">RESTO</a> estilo <a href="http://www.json.org/">JSON</a> o XML. Los módulos individuales y sus propiedades se detallan en el menú de la izquierda.

source: The ShiftPlanning REST API <b>isn't your typical REST API</b> in the way that it doesn't rely on different HTTP request methods to handle different types of requests. Instead we've decided to KISS and use only POST, and to simply pass the desired method along with the variables for the request itself (which by the way are all formatted in JSON).
es_es: La API REST ShiftPlanning <b>no es su API REST típica</b> en la forma en que no se basan en diferentes métodos de petición HTTP para manejar diferentes tipos de peticiones. En su lugar hemos decidido a besar y utilizar POST solamente, y para pasar simplemente el método deseado, junto con las variables de la petición en sí (que por cierto están en formato JSON).

source: This has a number of advantages and will make your live easier when working with our API as:
es_es: Esto tiene una serie de ventajas y hará tu vida más fácil cuando se trabaja con nuestra API como:

source: There is no need to switch between different HTTP request modes in your application
es_es: No hay necesidad de cambiar entre diferentes modos de petición HTTP en su aplicación

source: You can convert your data straight to JSON in whatever language you are using
es_es: Usted puede convertir sus datos directamente a JSON en cualquier idioma que está utilizando

source: Our 'Method' names are a bit more intuitive (GET, UPDATE, DELETE, CREATE)
es_es: Nuestro nombre &quot;método&quot; son un poco más intuitivo (GET, UPDATE, DELETE, CREATE)

source: You can make <a href="/api/rest/#multiple">multiple requests</a> with one call to the API
es_es: Usted puede hacer <a href="/api/rest/#multiple">peticiones múltiples</a> con una llamada a la API

source: Register
es_es: Registrar

source: Encoding
es_es: Codificación

source: Always use <a href="http://www.utf-8.com/">UTF-8</a> encoding when interacting with the ShiftPlanning API
es_es: Utilice siempre <a href="http://www.utf-8.com/">UTF-8</a> que codifica la hora de interactuar con la API de ShiftPlanning

source: Virtually all modules in our API require <a href="/api/authentication/">authentication</a>. Authentication exchanges a username & password in exchange for a token to be used on all subsequent requests.
es_es: Prácticamente todos los módulos de nuestra API requieren <a href="/api/authentication/">autenticación</a>. Intercambios de autenticación de un nombre de usuario y contraseña a cambio de un símbolo que se utilizará en todas las solicitudes posteriores.

source: Learn all you need to know about how we structure our <a href="/api/rest/">REST Requests</a> as well as what type of data formats we return.
es_es: Aprenda todo lo que necesita saber acerca de la forma en que estructuramos nuestro <a href="/api/rest/">Las solicitudes REST</a> , así como qué tipo de formatos de datos que devuelven.

source: All modules in our API will return the same <a href="/api/response/">Response Codes</a> as well request specific response data to make debugging fast.
es_es: Todos los módulos de nuestra API devolverá la misma <a href="/api/response/">Códigos de Respuesta</a> y solicitar datos específicos de respuesta rápida para hacer la depuración.

source: Discussions / Support
es_es: Las discusiones y Apoyo

source: Join the <a href="http://www.shiftplanning.com/forums/viewforum.php?id=21">Discussion Forum</a> to discuss development with other developers or to ask questions to members of our team.
es_es: Únete a la <a href="http://www.shiftplanning.com/forums/viewforum.php?id=21">Foro de discusión</a> para discutir el desarrollo con otros desarrolladores o para hacer preguntas a los miembros de nuestro equipo.

source: All Developers must agree to the API <a href="/api/terms/">Terms of Service</a>
es_es: Todos los desarrolladores deben estar de acuerdo a la API <a href="/api/terms/">Condiciones de uso</a>

source: Failed to load api config
es_es: No se pudo cargar configuración de la API

source: no post `data`
es_es: hay post `datos`

source: data must be a properly formatted json string. Not an array
es_es: de datos debe ser una cadena json el formato correcto. No es una matriz

source: Maximum 5 requests allowed at once
es_es: Máximo de 5 peticiones de una vez

source: invalid api key
es_es: no válido clave de API

source: api key - flagged
es_es: clave de la API - bandera

source: invalid token
es_es: token no válido

source: expired token
es_es: símbolo expirado

source: invalid user/store
es_es: usuario no válido / tienda

source: module missing
es_es: módulo que falta

source: action missing
es_es: acción de falta

source: Variable length not long enough. min {type} char: {var}:
es_es: De longitud variable, no el tiempo suficiente. min {type} char: {var}:

source: Incorrect Access Attempt: Schedule
es_es: Intento de acceso incorrecta: Calendario

source: Incorrect Access Attempt: Shift
es_es: Intento de acceso incorrecta: Shift

source: Incorrect Access Attempt: Employee
es_es: Intento de acceso incorrecta: Empleado

source: Incorrect Access Attempt: File
es_es: Intento de acceso incorrecta: Archivo

source: Incorrect Access Attempt: Backup
es_es: Intento de acceso incorrecta: Copia de seguridad

source: Incorrect Access Attempt: Message
es_es: Intento de acceso incorrecto: Mensaje

source: Incorrect Access Attempt: Vacation
es_es: Intento de acceso incorrecta: Alquiler de vacaciones

source: Incorrect Access Attempt: Skill
es_es: Intento de acceso incorrecta: Habilidad

source: Incorrect Access Attempt: TC.Schedule
es_es: Intento de acceso incorrecta: TC.Schedule

source: Incorrect Access Attempt: TimeClock
es_es: Intento de acceso incorrecta: TimeClock

source: Incorrect Access Attempt: Clockout
es_es: Intento de acceso incorrecta: Clockout

source: 3+ years experience with (handcoded) XHTML, CSS, JS in a full-time position.
es_es: 3 + años de experiencia con (handcoded) XHTML, CSS, JS en una posición de tiempo completo.

source: 3+ years experience with (handcoded) XHTML, HTML5, CSS, JS in a full-time position.
es_es: 3 + años de experiencia con (handcoded) XHTML, HTML 5, CSS, JS en una posición de tiempo completo.

source: Message Sent to:
es_es: Mensaje enviado a:

source: If you are interested in learning more we recommend checking out our full <a href="http://www.shiftplanning.com/api/" target="_blank"><u>API documentation</u></a>.
es_es: Si usted está interesado en saber más te recomendamos que visites nuestra completa <a href="http://www.shiftplanning.com/api/" target="_blank"><u>Documentación de la API</u></a>.
