Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: We also provide support for our API in our <a href="http://www.shiftplanning.com/forums/viewforum.php?id=21"><u>Developer Forums</u></a>. This is also a great place to connect with our developers and to share code, development tips,etc.
es_es: También brindamos apoyo a nuestra API en nuestro <a href="http://www.shiftplanning.com/forums/viewforum.php?id=21"><u>Foros de desarrolladores</u></a>. Este es también un gran lugar para conectar con nuestros desarrolladores y compartir código, consejos de desarrollo, etc

source: <b>Remote Sites</b> are locations for shifts and events outside of your primary work location(s). These could be client locations, or contract locations, etc.
es_es: <b>Sitios Remotos</b> son los lugares para los cambios y acontecimientos fuera de su lugar principal de trabajo (s). Estos pueden ser ubicaciones de los clientes, o en lugares de contrato, etc

source: Remote Sites can have addresses assigned to them allowing ShiftPlanning to communicate the map, and driving directions to your staff.
es_es: Sitios remotos pueden tener direcciones asignadas a ellos lo que permite ShiftPlanning para comunicar el mapa y cómo llegar a su personal.

source: If you want to setup your <a href="javascript://" onclick="_sub('admin', 'ManageSchedules');">primary business locations click here</a>.
es_es: Si desea configurar su <a href="javascript://" onclick="_sub('admin', 'ManageSchedules');">los principales destinos de negocios, haga clic aquí</a>.

source: ShiftPlanning allows you to upload files which can be shared with the staff in your business.
es_es: ShiftPlanning te permite subir archivos que se pueden compartir con el personal en su negocio.

source: Example of files that you can upload are for use in:
es_es: Ejemplo de archivos que puedes subir son para su uso en:

source: Human Resources, Training, Events, etc.
es_es: Recursos humanos, capacitación, eventos, etc

source: Enter a question below to be connected immediately with a live customer support wizard:
es_es: Escriba las preguntas abajo para ser conectado inmediatamente con un asistente de atención al cliente en vivo:

source: I'm having trouble with..
es_es: Tengo problemas con ..

source: Chat Now!
es_es: Chatear ahora!

source: Based on your account activity over the last month your monthly billing total is:
es_es: Sobre la base de actividad de su cuenta en el último mes el total de su facturación mensual es la siguiente:

source: Your account is free. That's our way of saying thanks for being with us from the start!
es_es: Su cuenta es gratis. Esa es nuestra manera de agradecimiento diciendo que por haber estado con nosotros desde el principio!

source: You are still within your free trial
es_es: Usted está todavía dentro de su periodo de prueba gratis

source: You haven't made any payments yet.
es_es: Usted no ha hecho ningún pago todavía.

source: You haven't setup any apps yet.
es_es: Usted no ha configurado ninguna aplicación todavía.

source: Adjust the time setting between 12 hr / 24 hr time
es_es: Ajuste la configuración de tiempo entre 12 horas / 24 horas el tiempo

source: Adjust the date setting between display formats
es_es: Ajustar la configuración de la fecha entre los formatos de visualización

source: Turn Time Clock On or Off
es_es: Gire reloj de tiempo Activar o Desactivar

source: Delete this card
es_es: Eliminar esta tarjeta

source: You haven't setup any locations yet.
es_es: Usted no ha configurado ninguna ubicación todavía.

source: No Events for this time period.
es_es: No hay eventos para este periodo de tiempo.

source: Management has set clock-in times to round up to the nearest {cal_store} mins.
es_es: La Administración ha establecido el reloj-en los tiempos por vuelta hasta el más cercano {cal_store} minutos.

source: Clocking in now will report:
es_es: Reloj de ahora informar:

source: You cannot clock-out yet, as your clock-out time is not valid
es_es: No es posible el reloj de espera, sin embargo, como su reloj de salida no es válido

source: A webcam is required to use the clock in/out.
es_es: Una cámara web es necesario para utilizar el reloj de entrada / salida.

source: If you have a webcam installed, and do not see the video above, please right click on the white square above, and select "Change Camera".
es_es: Si usted tiene una cámara instalada, y no ve el vídeo de arriba, por favor haga clic en el cuadrado blanco arriba, y seleccione &quot;Cambiar la cámara&quot;.

source: If after selecting the Camera you still only see a blank white square, please ensure that the webcam is not in-use by another application, including a tab within your web-browser.
es_es: Si después de seleccionar la cámara que todavía sólo se ve un cuadrado blanco en blanco, asegúrese de que la webcam no está en uso por otra aplicación, incluyendo una ficha en tu navegador.

source: If you don't have a webcam you will have to contact your manager, or use the manual add clock time on the left.
es_es: Si no tienes una cámara web, tendrá que ponerse en contacto con su administrador, o usar el manual de la hora del reloj complemento a la izquierda.

source: Total Hours:
es_es: Horas totales:

source: hours
es_es: horas

source: minutes
es_es: minutos

source: You haven't setup any clock locations yet.
es_es: Usted no ha configurado ninguna ubicación de reloj todavía.

source: You haven't setup any clock terminals yet.
es_es: Usted no ha configurado los terminales de reloj todavía.

source: Facebook login success!
es_es: Facebook el éxito de inicio de sesión!

source: Google Apps login success!
es_es: Google Apps el éxito de inicio de sesión!

source: ShiftPlanning is requesting that all free accounts fill-out a brief questionnaire/case-study that will help us learn from your ShiftPlanning experience.
es_es: ShiftPlanning está solicitando que todas las cuentas gratuitas de llenar un breve cuestionario / estudio de caso-que nos ayudará a aprender de su experiencia ShiftPlanning.

source: Grab a copy of the <a href="http://www.shiftplanning.com/free/casestudy/" target="blank">questionnaire here <img src="{aimages}notification_right_arrow.png" class="_ri" /></a>
es_es: Agarra una copia de la <a href="http://www.shiftplanning.com/free/casestudy/" target="blank">cuestionario aquí <img src="{aimages}notification_right_arrow.png" class="_ri" /></a>

source: Take a moment to fill it out
es_es: Tómese un momento para llenarlo

source: Send your completed form to:
es_es: Envíe su formulario completo a:

source: Once we've received your submission, this notice will disappear, and you'll continue receiving ShiftPlanning for free!
es_es: Una vez que hayamos recibido su presentación, este anuncio desaparecerá, y usted continuará recibiendo ShiftPlanning gratis!

source: Your current Web Browser, Internet Explorer {version}, is supported by ShiftPlanning.
es_es: Tu navegador web actual, Internet Explorer {version}, Con el apoyo de ShiftPlanning.

source: However we recommend that you <a href="http://www.microsoft.com/windows/internet-explorer/default.aspx">upgrade to the latest version</a> for the best performance and security.
es_es: Sin embargo le recomendamos que <a href="http://www.microsoft.com/windows/internet-explorer/default.aspx">actualización a la versión más reciente</a> para el mejor desempeño y seguridad.

source: For the best experience ShiftPlanning recommends:
es_es: Para el ShiftPlanning mejor experiencia recomienda:

source: You can also try our <a href="{www}desktop/">Desktop Application</a>.
es_es: También puede probar nuestra <a href="{www}desktop/">Aplicaciones de escritorio</a>.

source: Your current Web Browser, Internet Explorer {version}, is not supported by ShiftPlanning.
es_es: Tu navegador web actual, Internet Explorer {version}, No es compatible con ShiftPlanning.

source: Although some functionality will still work we recommend that you <a href="http://www.microsoft.com/windows/internet-explorer/default.aspx">upgrade to the latest version</a> immediately.
es_es: Aunque algunas funciones seguirá siendo el trabajo se recomienda que <a href="http://www.microsoft.com/windows/internet-explorer/default.aspx">actualización a la versión más reciente</a> inmediatamente.

source: Note - Normal Text Message rates apply. Please Allow a few minutes for changes to Register.
es_es: Nota - las tasas normales de mensajes de texto se aplican. Por favor, espere unos minutos para que los cambios para registrarse.

source: Once you receive your sms message, please enter the validation code here:
es_es: Una vez que reciba el mensaje SMS, por favor, introduzca el código de validación aquí:

source: Create a username for your account. This can be used for logging in & will be visible in the forums.
es_es: Crear un nombre de usuario para su cuenta. Esto puede ser usado para iniciar sesión en y será visible en los foros.

source: Create One Now
es_es: Crear una ahora

source: Setup Facebook Options for Sync, Auto-post + More
es_es: Configuración de opciones para Facebook Sync, Auto-post + Más

source: Upload a profile Image
es_es: Subir una imagen de perfil

source: No one is scheduled to work right now.
es_es: Nadie está programado para trabajar en estos momentos.

source: Google Apps Documents
es_es: Los documentos de Google Apps

source: Do you enjoy using ShiftPlanning?
es_es: ¿Le gusta usar ShiftPlanning?

source: If you know anyone that would also benefit from using ShiftPlanning; Share the love & earn money!
es_es: Si conoce a alguien que también se beneficiaría del uso ShiftPlanning; Compartir el amor y ganar dinero!

source: Click Here to get started
es_es: Haga clic aquí para empezar

source: You haven't referred any accounts yet. Take advantage of the resources below!
es_es: Usted no ha mencionado ninguna cuenta todavía. Tome ventaja de los recursos de abajo!

source: Remember you can <a href="{app}#schedule">login anytime and view trade status' & Actions here</a>.
es_es: Recuerde que usted puede <a href="{app}#schedule">acceder en cualquier momento y ver el estado del comercio &quot;y las acciones aquí</a>.

source: The Billing period on your account has expired. Please <a href="javascript://" onclick="_switch('admin'); _sub('admin', 'AccntOverview')">setup billing</a> or <a href="http://www.shiftplanning.com/contact/">contact us</a>.
es_es: El período de facturación en su cuenta ha caducado. Por favor, <a href="javascript://" onclick="_switch('admin'); _sub('admin', 'AccntOverview')">configuración de facturación</a> o <a href="http://www.shiftplanning.com/contact/">contáctenos</a>.

source: No staff matched your query
es_es: Ningún miembro del personal corresponde a su búsqueda

source: {user} is not scheduled on any upcoming shifts. <br /><br />To ensure you are getting scheduled when you should be please make sure your <a href="javascript://" onclick="_sub('staff', 'Availability', 'id={forum_user}');">availability</a> is accurate and kept up to date.</div>
es_es: {user} no está programado en cualquier cambio futuros. <br /><br />Para asegurarse de que se recibió a tiempo cuando debe ser, por favor asegúrese de que su <a href="javascript://" onclick="_sub('staff', 'Availability', 'id={forum_user}');">disponibilidad</a> es exacta y se mantiene hasta la fecha.</div>

source: If you would like to change the main user on this account, please select another user here:
es_es: Si desea cambiar el principal usuario de esta cuenta, por favor seleccione otro usuario aquí:

source: If you would like to change the main user on this account, please promote another user to 'Manager' permissions, and then return here to remove yourself as the main admin.
es_es: Si desea cambiar el principal usuario de esta cuenta, por favor, promover otro usuario a los permisos de Administrador, y luego volver aquí para darse de baja como administrador principal.

source: Need more detail?
es_es: ¿Necesita más detalles?

source: Too much detail?
es_es: Demasiado detalle?

source: You're not currently setup to use the Shift Approval module.
es_es: Usted no está actualmente configurado para utilizar el módulo de aprobación de cambio.

source: If you would like to activate it you can
es_es: Si desea activarla puede

source: <a href="/api/response/">Response code</a> of request (success=1)
es_es: <a href="/api/response/">Código de respuesta</a> de la solicitud (éxito = 1)

source: You'll need to <a href="/api/register/">register</a> with us to get a developer key.
es_es: Tendrá que <a href="/api/register/">registrar</a> con nosotros para obtener una clave de desarrollador.

source: Business
es_es: Negocios

source: Access Level
es_es: Nivel de acceso

source: ShiftPlanning is the ultimate in state-of-the art employee scheduling technology that is guaranteed to save you tons of time, but if you're too busy, or concerned with the time involved in making the switch, we get it.
es_es: ShiftPlanning es el último en el estado de los empleados en tecnología de programación que está garantizado para ahorrar toneladas de tiempo, pero si usted está demasiado ocupado o preocupado por el tiempo empleado en hacer el cambio, lo conseguimos.

source: We're here to help.
es_es: Estamos aquí para ayudar.

source: <a href="/tour/" class="red">Take the Tour</a> to learn more about individual modules & features.
es_es: <a href="/tour/" class="red">Toma el Tour</a> para aprender más acerca de los módulos y características individuales.

source: PayPal Summary - Confidential
es_es: PayPal Resumen - Confidencial

source: Access ShiftPlanning from your web-enabled phone at:
es_es: El acceso ShiftPlanning de su web-enabled teléfono al:

source: From your iphone or other smart-phone you can access ShiftPlanning from:
es_es: Desde tu iPhone u otro teléfono inteligente se puede acceder a ShiftPlanning de:

source: Entrepreneur Ryan Fyfe conjectured that employee scheduling was better suited online where it could be accessible at all times.
es_es: Empresario Ryan Fyfe la conjetura de que la programación de los empleados fue mejor en línea adecuado en el que podría ser accesible en todo momento.

source: He also foresaw a dedicated scheduling application that could go beyond simple hourly scheduling to enable other functionality such as automatic shift swapping, vacation planning, reporting -- all situations that were currently eating into valuable management time and hurting businesses bottom line.
es_es: También previó una aplicación de programación dedicado que podría ir más allá de la programación horaria sencillo para que otra funcionalidad como el cambio automático de intercambio, la planificación de vacaciones, elaboración de informes - todas las situaciones que actualmente estaban comiendo en el valioso tiempo de administracion y perjudicando a las empresas la línea inferior.

source: After thoroughly reviewing what solutions were already available and validating the idea with business owners themselves, Fyfe took his entrepreneurial and web development talents to quickly assemble a talented team to develop and bring ShiftPlanning to market less than a year later.
es_es: Después de una revisión exhaustiva de las soluciones que ya estaban disponibles y la validación de la idea con los dueños de negocios propios, Fyfe llevó su talento de desarrollo empresarial y la web para armar rápidamente un equipo con talento para desarrollar y comercializar ShiftPlanning menos de un año después.

source: Since then, ShiftPlanning has grown to be the top choice workforce software of franchises, small businesses, and large organizations in over 60 countries across the globe.
es_es: Desde entonces, ShiftPlanning se ha convertido en el software de elección de mano de obra la parte superior de las franquicias, pequeñas empresas y grandes organizaciones en más de 60 países de todo el mundo.

source: ShiftPlanning's proprietary online software tackles the problem of employee scheduling head on by providing a centralized platform to both schedulers and employees.
es_es: ShiftPlanning de software en línea patentada se aborda el problema de la cabeza de los empleados en la programación, proporcionando una plataforma centralizada para ambos programadores y empleados.

source: In fact, we've reduced scheduling-related busy work by up to 80% for a number of our users -- allowing managers to focus on managing and employees to focus on their work.
es_es: De hecho, hemos reducido la programación relacionada con el trabajo pesado hasta en un 80% para un número de nuestros usuarios - permitiendo a los administradores centrarse en la administración y los empleados a centrarse en su trabajo.

source: ShiftPlanning's biggest advantage is that it's available from any web browser and widely used mobile platforms to schedulers and employees alike.
es_es: Mayor ventaja ShiftPlanning es que está disponible desde cualquier navegador web y plataformas móviles utilizados para programadores y empleados por igual.

source: We've created a straightforward solution that provides both managers and employees with the information they need to make better shift-related decisions.
es_es: Hemos creado una solución sencilla que permite tanto a los gestores y empleados con la información que necesitan para tomar mejores decisiones relacionadas con el cambio-.

source: Our users benefit from streamlined communication flow and file sharing, open shifts that allow employees to select when they want to work, extensive reporting options, real-time schedule conflict avoidance, 3rd party integration, and employee shift swapping; and, that's just the start of our useful features.
es_es: Nuestros usuarios se benefician de un flujo de comunicación ágil y de intercambio de archivos, los cambios abiertos que permiten a los empleados elegir cuando se quiere trabajar, amplias opciones de presentación de informes en tiempo real, evitar horario de conflictos, la integración de 3 ª parte, y cambio de los empleados de intercambio, y, eso es sólo el comienzo de nuestras características útiles.

source: We are continually adapting ShiftPlanning to make it more intuitive and beneficial to our customers by developing features and functionality designed to provide further workforce management automation and flexibility
es_es: Estamos adaptando continuamente ShiftPlanning para hacerlo más intuitivo y beneficiosos para nuestros clientes por las características de desarrollo y funciones diseñadas para proporcionar una mayor automatización de administración de personal y la flexibilidad

source: However, while we aim to make our online employee scheduling software as easy-to-use as possible, sometimes employee schedulers can have complex needs.
es_es: Sin embargo, aunque nuestro objetivo es hacer de nuestra línea de software de programación empleado es tan fácil de usar como sea posible, a veces los programadores de los empleados pueden tener necesidades complejas.

source: That's where our dedicated and experienced customer support comes in handy. Shiftplanning's support is second to none and our customers appreciate that. Having knowledgeable staff around the clock means that our clients are always instantly satisfied.
es_es: Ahí es donde nuestra atención al cliente dedicado y experimentado viene muy bien. Apoyo Shiftplanning es el mejor, y nuestros clientes aprecian eso. Tener personal capacitado durante todo el día significa que nuestros clientes siempre están satisfechos al instante.

source: We are committed not only to providing our clients with unrivaled support but also with security and reliability they can trust.
es_es: Estamos comprometidos no sólo para ofrecer a nuestros clientes un soporte técnico inigualable, sino también con la seguridad y la fiabilidad que pueden confiar.

source: ShiftPlanning is built on top of the latest web technologies and hosted in a state of the art data center in Fremont, California to make sure that we can scale to deliver the speed and up-time that our subscribers deserve.
es_es: ShiftPlanning se construye en la cima de las últimas tecnologías web y alojado en un estado de la técnica del centro de datos en Fremont, California, para asegurarse de que puede escalar para ofrecer la velocidad y el tiempo de que nuestros suscriptores se merece.

source: We have taken extensive measures at all levels to ensure that user data is safe within our system including: SSL security, encrypted user passwords, automatic timeout, hourly data backup and Admin control of employee settings.
es_es: Hemos tomado medidas de gran alcance en todos los niveles para asegurar que los datos de usuario está a salvo dentro de nuestro sistema, incluyendo: seguridad SSL, las contraseñas cifradas de los usuarios, tiempo de espera automático, control de datos horarios de copia de seguridad y administración de la configuración de los empleados.

source: Lastly, to give you complete peace of mind, you can download your own account data at anytime.
es_es: Por último, para darle total tranquilidad, puede descargar los datos por cuenta propia en cualquier momento.

source: Though U.S incorporated, ShiftPlanning is a distributed business with a global staff that connects using the latest software technologies to deliver high quality results (we practice what we preach).
es_es: Aunque EE.UU. incorporado, ShiftPlanning es una empresa distribuida con una plantilla global que conecta con las últimas tecnologías de software para entregar resultados de alta calidad (que practicamos lo que predicamos).

source: At our core is a group of talented entrepreneurs that believe in being quick on our feet to launch game-changing applications.
es_es: En nuestro centro es un grupo de talentosos emprendedores que creen en ser rápido en los pies para iniciar el juego de cambio de aplicaciones.

source: While each of our members is accomplished in their respective field, we place the utmost importance on listening attentively to our clients and using their needs to mold the future of our business.
es_es: Si bien cada uno de nuestros miembros se lleva a cabo en sus respectivos ámbitos, ponemos la máxima importancia en escuchar atentamente a nuestros clientes y con sus necesidades para moldear el futuro de nuestro negocio.

source: It's the attention paid to detail and our customers that is winning us accounts and leading to unparalleled customer satisfaction and retention.
es_es: Es la atención que se presta a los detalles y nuestros clientes que nos está ganando las cuentas y aumentando la satisfacción del cliente ya la retención.

source: You can find out more about our executive team and board of directors below:
es_es: Usted puede encontrar más información sobre nuestro equipo ejecutivo y la junta directiva a continuación:

# TRANSPORTATION
source: New Orleans Aviation Board - Transportation Scheduling Software
es_es: Nueva Orleans Junta de Aviación - Software de Programación de Transporte

# TRANSPORTATION
source: Harris Hill Soaring Corporation
es_es: Harris Hill Soaring Corporación

source: record imported
es_es: grabar importados

source: Schedule Restore
es_es: Programar Restauración

source: Exit Print Mode
es_es: Salir del modo de impresión

source: Start Tour
es_es: Inicio turística

source: Continue Tour
es_es: Sigue con la visita

source: You can also {start_tag}sync your schedule{end_tag} with your mobile device or another calendar application.
es_es: También puede {start_tag}sincronizar tu calendario{end_tag} con su dispositivo móvil o cualquier otra aplicación de calendario.

source: You have left my setup process.
es_es: Usted ha salido de mi proceso de instalación.

source: You're free to explore, but it's important that we finish this process together so that your account will be fully operational.
es_es: Usted es libre para explorar, pero es importante que termine este proceso juntos para que su cuenta estará en pleno funcionamiento.
