Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Before the work scheduler ShiftPlanning we used e-mail and paper based systems.
es_es: Antes de la ShiftPlanning trabajo programador que utiliza el correo electrónico y sistemas basados ​​en papel.
zh_cn: 之前我们工作调度ShiftPlanning的使用电子邮件和文件为基础的系统。

source: The work schedule maker has helped ease the gap of communication and constant checking of the schedule at their own time when workers want to look. We would highly recommend the employee schedule maker ShiftPlanning to others.
es_es: El fabricante del horario de trabajo ha ayudado a aliviar la brecha de la comunicación y la verificación constante de la programación en su propio tiempo en que los trabajadores que desee ver. Sin duda recomendamos el programa empleado ShiftPlanning fabricante de los demás.
zh_cn: 工作日程制造商已经帮助缓解了沟通，并不断检查自己的时间安排在当工人想要看的差距。我们会极力推荐给他人雇员时间表制造商ShiftPlanning的。

source: The ShiftPlanning team is very innovative, helpful and listens to their customers.
es_es: El equipo de ShiftPlanning es muy innovador, útil y escucha a sus clientes.
zh_cn: ShiftPlanning队是非常创新，乐于助人，并听取他们的客户。

source: Grant Watts - Department of Intramural and Recreational Sports for Arkansas Tech University
es_es: Grant Watts - Concejalía de Deportes intramuros y Recreativo de Arkansas Tech University
zh_cn: 格兰特瓦 - 阿肯色科技大学校内和休闲体育部

source: We are impressed that they cater updates and features to the users needs and wants. It has relieved scheduling conflicts and ease communication with student workers. It has helped our managers easily create and adjust schedules and lets them know of last minute changes.
es_es: Estamos impresionados de que atender las actualizaciones y las características de los usuarios de las necesidades y deseos. Se ha relevado a conflictos de programación, y facilitar la comunicación con los trabajadores de los estudiantes. Ha ayudado a nuestros gerentes fácil crear y ajustar los horarios y les hace saber de los cambios de última hora.
zh_cn: 我们留下了深刻的印象，他们迎合更新和功能，以用户的需求和欲望。它解除了调度冲突和缓和与学生工人的沟通。它帮助我们的经理很容易地创建和调整计划，并让他们知道最后一分钟的变化。

source: We especially enjoy the message wall, crib sheets and the shifts confirmed reports.
es_es: Nos gusta especialmente el muro de mensajes, chuletas y los informes confirmados los cambios.
zh_cn: 我们特别喜欢的消息墙，垛板和确认报告的变化。

source: Loyola University Chicago Digital Media Services - Education Scheduling - Case Study
es_es: Universidad Loyola de Chicago Digital Media Services - Programación de la Educación - Estudio de caso
zh_cn: 美国芝加哥Loyola大学数字媒体服务 - 教育调度 - 案例研究

source: Loyola University Chicago Digital Media Services - Education Scheduling
es_es: Universidad Loyola de Chicago Digital Media Services - Programación de la Educación
zh_cn: 美国芝加哥Loyola大学数字媒体服务 - 教育调度

source: Case Study: Loyola University Chicago Digital Media Services (DMS) in Chicago, Illinois, United States
es_es: Caso de estudio: la Universidad Loyola de Chicago Digital Media Services (DMS) en Chicago, Illinois, Estados Unidos
zh_cn: 案例研究：芝加哥Loyola大学数字媒体服务（DMS）在芝加哥，伊利诺伊州，美国

source: Started in 2007 Digital Media Services (DMS) manages and maintains a number of multimedia and digital media computer labs, as well as services, across both the Lake Shore and Water Tower campuses. Our Multimedia and Digital Media Labs feature advanced multimedia workstations and a host of other professional equipment, including an Equipment Loan Program, that we are excited to share with the Loyola community. In addition to lab locations and services, DMS develops, designs and supports a number of web-based applications, including Adobe Connect, MyITS, TechConnect and many others.
es_es: Iniciado en 2007, Digital Media Services (DMS) gestiona y mantiene una serie de multimedia y medios digitales laboratorios de computación, así como los servicios, a través tanto de la orilla del lago y los campus Torre del Agua. Nuestros laboratorios de multimedia y de medios digitales avanzados disponen de estaciones de trabajo multimedia y un sinfín de otros equipos profesionales, incluyendo un programa de préstamos de equipos, que estamos muy contentos de compartir con la comunidad de Loyola. Además de lugares de laboratorio y servicios, DMS desarrolla, diseña y apoya una serie de aplicaciones basadas en Web, incluyendo Adobe Connect, MyITS, TechConnect y muchos otros.
zh_cn: 开始于2007年数字媒体服务（DMS）的管理和维护多媒体技术和数字媒体的计算机实验室，以及服务整个湖岸和水塔校园。我们的多媒体和数字媒体实验室，配备先进的多媒体工作站等专业设备的主机，包括设备的贷款计划，我们很高兴能够分享与洛约拉社区。 DMS的发展，除了在实验室的地点和服务，设计和支持的Adobe Connect，MyITS了TechConnect和许多其他基于网络的应用，数。

source: We started with 25 and now we have 65 student workers that utilize this system with 4 full-time staff members reviewing the requests. Working with a staff where the schedule changes on a week to week basis, we needed a system that would allow us to make custom schedules for our specific locations, as well as tracking when the requests are made. With a small full-time staff, managing the process for 65 student workers is critical to ensure that it's a speedy and efficient process.
es_es: Empezamos con 25 y ahora tenemos 65 alumnos trabajadores que utilizan este sistema con 4 miembros del personal de tiempo completo examen de las solicitudes. Trabajar con un equipo donde los cambios de horario en una semana a base de la semana, necesitábamos un sistema que nos permite hacer programaciones personalizadas para nuestros lugares específicos, así como el seguimiento cuando las solicitudes se realizan. Con un pequeño personal de tiempo completo, la gestión del proceso para 65 alumnos trabajadores es fundamental para asegurar que se trata de un proceso rápido y eficaz.
zh_cn: 我们25日开始，现在我们有65个学生工人，利用这个系统与4名全职员工审查请求的成员。工作与工作人员一个星期的时间表一周的基础上，我们需要一个系统，将使我们能够为我们的具体位置，以及跟踪请求时，自定义日程。一个小的专职人员，管理过程中的65名学生工人是关键，以确保它是一个快速和有效的过程。

source: We utilized spreadsheets, in combination with emailing and discussion board postings.
es_es: Hemos utilizado las hojas de cálculo, en combinación con el correo electrónico y anuncios de foro de debate.
zh_cn: 我们利用电子表格，在结合电子邮件和讨论板张贴。

source: We moved away from a paper-based system and encouraged one single-source of truth for our student workers, minimizing shift errors for work schedules. I would very much recommend ShiftPlanning: the team appears to be quite responsive to requests from clients regarding change and open to making modifications to their work schedule maker. There are fewer questions and issues regarding schedule-related issues since it is clear and structured for students as well.
es_es: Nos alejamos de un sistema basado en papel y alentó a una sola fuente de la verdad para los trabajadores de nuestros estudiantes, lo que minimiza los errores de desplazamiento de los horarios de trabajo. Me gustaría recomendar ShiftPlanning: el equipo parece ser muy sensible a las peticiones de los clientes sobre el cambio y abrir a efectuar las modificaciones a su fabricante de horario de trabajo. Hay un menor número de preguntas y cuestiones relativas a cuestiones relacionadas con la programación, ya que es claro y estructurado para que los estudiantes también.
zh_cn: 我们搬走了从基于纸张的系统，并鼓励一个真理，我们的学生工人的单一来源，减少转变错误的工作日程。我非常建议ShiftPlanning：球队似乎是关于变化的客户要求非常敏感，并打开进行修改，以自己的工作日程制造商。有较少的问题和时间表相关的问题，因为它是明确的，以及学生的结构性问题。

source: There are fewer questions and issues regarding schedule-related issues.
es_es: Hay un menor número de preguntas y cuestiones relativas a cuestiones relacionadas con la programación.
zh_cn: 有少的问题，并就相关问题的时间表问题。

source: Adam Smeets - Loyola University
es_es: Adán Smeets - Universidad Loyola
zh_cn: 亚当Smeets先生 - Loyola大学

source: California Wildlife Center - Non-Proft & Volunteer Scheduling - Case Study
es_es: California Wildlife Center - Programación no Proft y Voluntariado - Estudio de caso
zh_cn: 加州野生动物保护中心 - 非Proft及义工计划 - 案例研究

source: California Wildlife Center - Non-Proft & Volunteer Scheduling
es_es: California Wildlife Center - No Proft y Voluntariado Programación
zh_cn: 加州野生动物中心 - 非Proft及义工调度

source: Case Study: California Wildlife Center in Malibu, California, United States
es_es: Caso de Estudio: California Wildlife Center en Malibú, California, Estados Unidos
zh_cn: 案例研究：加州野生动物中心在马里布，加利福尼亚州，美国

source: Since 1998 the California Wildlife Center is a non-profit organization that operates a wildlife rehabilitation facility. We provide care and medical treatment to over 3,400 injured, sick and orphaned wild animals every year (over 25,000 animals since inception). We are located on land generously provided to us by California State Parks. We receive no state or federal funding and provide our services free of charge to the public.
es_es: Desde 1998, el Centro de Vida Silvestre de California es una organización sin fines de lucro que opera un centro de rehabilitación de fauna silvestre. Brindamos atención y tratamiento médico a más de 3.400 animales silvestres heridos, enfermos y huérfanos cada año (más de 25.000 animales desde su creación). Estamos ubicados en un terreno generosamente proporcionada por Parques Estatales de California. No recibimos fondos estatales o federales y ofrecer nuestros servicios de forma gratuita al público.
zh_cn: 自1998年以来，加州野生动物保护中心是一个非营利性的组织，经营野生动物的康复设施。我们提供保健和医疗的待遇超过3400人受伤，生病和孤立的野生动物，每年（自成立以来，超过25,000只）。我们位于加州州立公园慷慨提供我们的土地上。我们没有收到州或联邦的资金，并免费向公众提供我们的服务。

source: CWC was an all volunteer organization for many years and now we have 6 employees and about 90 volunteers. We have volunteers located in many parts of the county and they must schedule themselves for a weekly shift at our facility. We coordinate the number of individuals needed on a particular shift as well as to fill gaps in shift coverage which has always been an issue.
es_es: CWC es una organización de voluntarios desde hace muchos años y ahora tenemos 6 empleados y voluntarios de alrededor de 90. Tenemos voluntarios ubicados en muchas partes del condado y se deben programar para un cambio por semana en nuestras instalaciones. Nosotros coordinamos el número de personas necesarias en un turno en particular, así como para llenar los vacíos en la cobertura de cambio que ha sido siempre un problema.
zh_cn: “禁止化学武器公约”是一个多年的所有志愿者组织，现在我们有6名员工和志愿者约90。我们有许多地方在县位于志愿者，他们必须自己安排在我们的工厂每周转变。我们协调需要一个特定的转变，以及填补移位覆盖问题一直是空白的个人。

source: Our previous employee scheduling system consisted of a paper calendar for the various departments that have been used to track volunteer schedules. This has been cumbersome and not effective for many reasons.
es_es: Nuestro anterior sistema de planificación empleado consistía en un calendario de papel de los distintos departamentos que se han utilizado para seguir los programas de voluntariado. Esto ha sido engorroso y no es eficaz por muchas razones.
zh_cn: 我们以前的雇员调度系统，包括为已使用的跟踪志愿者时间表的各种部门的一纸日历。这一直是繁琐和没有有效的原因是多方面的。

source: We are rolling out the work scheduler Shiftplanning service to our volunteers this month after having trained our staff how to use it. We would recommend ShiftPlanning and we found the team to be very helpful with our questions and concerns. By allowing volunteers to easily see where shift gaps and staffing needs are, shift coverage will dramatically improve.
es_es: Estamos lanzando el servicio de trabajo del planificador Shiftplanning a los voluntarios de este mes después de haber entrenado a nuestro personal de cómo usarlo. Le recomendamos ShiftPlanning y nos encontramos con el equipo a ser muy servicial con nuestras preguntas e inquietudes. Al permitir a los voluntarios para ver fácilmente donde las diferencias de cambio y las necesidades de personal son, la cobertura de cambio mejorará dramáticamente.
zh_cn: 我们滚动工作调度Shiftplanning服务，我们的志愿者这一个月后，培训员工如何使用它。我们建议ShiftPlanning，我们发现球队是非常有益的，我们的问题和疑虑。让志愿者很容易地看到移差距和人手需求，转变覆盖率将大大提高。

source: This is a HUGE improvement.
es_es: Esta es una gran mejora.
zh_cn: 这是一个巨大的进步。

source: Cindy Reyes - Executive Director - California Wildlife Center
es_es: Cindy Reyes - Director Ejecutivo - California Wildlife Center
zh_cn: 辛迪·雷耶斯 - 执行董事 - 美国加州野生动物中心

source: The Message Wall is incredibly useful for allowing volunteers to communicate with each other as well as allowing staff to ‘get the word out’ about upcoming activities or needs in our various animal care programs.
es_es: El mensaje de la pared es muy útil para permitir a los voluntarios para comunicarse unos con otros, así como permitir que el personal de &quot;correr la voz&quot; sobre las próximas actividades o necesidades de nuestros diversos programas de cuidado de los animales.
zh_cn: 消息长城是令人难以置信的有用让志愿者互相沟通，以及让工作人员“得到了这个词”即将举行的活动，或在我们的各种动物保健方案的需求。

source: California Wildlife Center in Malibu
es_es: California Wildlife Center en Malibu
zh_cn: 在马里布加州野生动物中心

# title
source: Savoury Chef - Restaurant Staff Scheduling - Case Study
es_es: Savoury Chef - Programación de restaurante para el personal - Estudio de caso
zh_cn: 咸味厨师 - 餐厅员工调度 - 案例研究

# menu
source: Savoury Chef - Restaurant Staff Scheduling
es_es: Savoury Chef - Programación de restaurante para el personal
zh_cn: 咸味厨师 - 餐厅员工调度

source: Case Study: Savoury Chef Foods Catering Company in Vancouver, BC
es_es: Estudio de caso: Los alimentos salados Chef Catering Company en Vancouver, BC
zh_cn: 为例：咸味厨师食品在温哥华餐饮公司

source: Savoury Chef Foods started in 2005 as a Personal Chef agency which quickly grew into a full service catering business. We have been fortunate enough to work for famous politicians / presidents, hollywood elite, and shared many weddings with happy couples in Vancouver, BC. Our focus is on supplying the highest quality food we can offer while utilizing the best of what is locally grown and in season from our great city. We support the futures of our livestock and oceans of tomorrow, by keeping on top of sustainable kitchen practice, and supporting our farmers.
es_es: Saladas Alimentos Chef comenzó en 2005 como una agencia de chef personal, que se convirtió rápidamente en un negocio de servicio de catering completo. Hemos tenido la suerte de trabajar por famosos políticos o presidentes, la élite de Hollywood, y compartió muchas bodas con parejas felices en Vancouver, BC. Nuestra atención se centra en el suministro de los alimentos más alta calidad que podemos ofrecer al mismo tiempo utilizando lo mejor de lo que está localmente y en la temporada de nuestra gran ciudad. Apoyamos el futuro de nuestra ganadería y los océanos de la mañana, al mantener en la parte superior de la práctica de la cocina sostenible, y apoyar a nuestros agricultores.
zh_cn: 咸味厨师食品于2005年开始，作为一个私人厨师机构成一个完整的服务，餐饮企业增长迅速。我们一直有幸为著名的政治家/总统，好莱坞精英，共享幸福的夫妇在温哥华的许多婚礼。我们的重点是提供最优质的食物，我们可以提供从我们伟大的城市，同时利用当地种植的最佳季节。我们支持我们的牲畜和海洋明天期货，保持可持续的厨房实践上，并支持我们的农民。

source: As some of our staff are "on call" or scheduled based on open shifts that are upcoming for events, we had always found it time consuming and difficult to keep on top of who was approved for a shift, and if they were actually going to show up. Not to mention the time consuming part of crib sheets and attendance which everyone deals with.
es_es: Como parte de nuestro personal están &quot;de guardia&quot; o programadas sobre la base de los cambios que están abiertos para los eventos de las próximas, que siempre había tenido tiempo y es difícil mantenerse en la cima de lo que fue aprobado para un cambio, y si se les va a aparecer. Por no hablar de la parte de tiempo de las hojas de la cuna y la asistencia que cada uno ocupa.
zh_cn: 由于我们的一些工作人员是“呼叫”或预定开放的转变，为即将到来的事件的基础上，我们总是发现它耗时和难以跟上转变批准上，如果他们究竟要显示出来。不提婴儿床床单耗时的一部分，考勤，每个人处理。

source: Google Calendar w/ Excel and Email. Not very effective and would take 2-3 hours a week to keep on top of!
es_es: Google Calendar w / Excel y correo electrónico. No es muy eficaz y duraría 2-3 horas a la semana para mantenerse en la cima de la!
zh_cn: 谷歌日历/ Excel和电子邮件。不是很有效，需要一个星期保持2-3小时之上！

source: 2-3 hours down to 10 minutes. You do the math!
es_es: 2-3 horas hasta 10 minutos. Usted hace las matemáticas!
zh_cn: 2-3小时下降到10分钟。你自己算算！

source: No excuses about employees claiming they were not scheduled for a shift.
es_es: No hay excusas acerca de los empleados que reclaman que no fueron programados para un cambio.
zh_cn: 认领员工没有任何借口，他们没有计划转变。

source: Management has been almost 90% removed from shift trades and swapping spots. The employees can do this themselves now.
es_es: La administración ha sido casi el 90% de las operaciones de cambio de quitar y los puntos de intercambio. Los empleados pueden hacerlo por sí mismos ahora.
zh_cn: 管理已接近90％，从转变行业和交换点。员工可以做到这一点自己现在。

source: No more keeping track of every employees vacation time or unavailability, the program does it for us.
es_es: No hay ninguna pista más mantenimiento de todos los empleados de tiempo de vacaciones o no disponibilidad, el programa lo hace por nosotros.
zh_cn: 没有每一个员工的休假时间或不可用，更跟踪，该计划为我们做了。

source: With a winning positive attitude, and a great framework that is constantly being updated with new features, ShiftPlanning is definitely the ultimate shift scheduling software available. It is completely in-valuable to our business and operation.
es_es: Con una actitud ganadora positivo, y un gran marco que está siendo constantemente actualizado con nuevas características, ShiftPlanning es sin duda el software de cambio de programación disponibles final. Es completamente en valor a nuestro negocio y la operación.
zh_cn: 随着一个成功的积极态度，和一个伟大的框架，不断更新新功能，ShiftPlanning肯定是最终的排班软件。这是完全有价值的对我们的业务和运作。

source: It has saved our managers much needed time, and minimized confusing. Very little time is spent on the phone scheduling staff anymore.
es_es: Se ha salvado a nuestros gestores de tiempo muy necesario, y reducir al mínimo confuso. Muy poco tiempo se gasta en el personal de programación del teléfono nunca más.
zh_cn: 它救了我们的管理人员迫切需要的时间，并尽量减少混乱。很少的时间都花在了手机上的调度人员。

source: File Sharing to give staff access to the business standards, event attire, and new employee sign up forms for taxes and payroll. Easy download and then can bring it to us at the event ready to go.
es_es: Intercambio de archivos para permitir el acceso del personal a las normas de negocios, el traje de eventos, y el nuevo empleado formularios de registro de impuestos y la nómina. Fácil descarga y luego puede que nos lo traiga en el evento listo para funcionar.
zh_cn: 文件共享给工作人员的业务标准的访问，事件的服装，和新员工签订了税收和薪金的形式。容易下载，然后可以把它给我们准备去的事件。

source: Interview
es_es: Entrevista
zh_cn: 访问

source: Even in small business, automating the scheduling process can have a huge impact on streamlining operations and driving cost savings. Take the case of Savoury Chef, a high- end caterer based in Vancouver, BC, Canada. Founded in 2005 the company currently employees nearly 50 full-time and part-time employees that can peak to 70 during event season.
es_es: Incluso en las pequeñas empresas, la automatización del proceso de programación puede tener un enorme impacto sobre la racionalización de las operaciones y la conducción ahorro de costes. Tomemos el caso de salado de cocina, un servicio de catering de gama alta con sede en Vancouver, BC, Canadá. Fundada en 2005, la empresa en la actualidad cerca de 50 empleados de los empleados a tiempo completo ya tiempo parcial que puede alcanzar su punto máximo a 70 durante la temporada de evento.
zh_cn: 即使在小型企业，调度过程自动化，可以简化操作和驾驶成本节约上有巨大的影响。以咸味厨师，在温哥华，不列颠哥伦比亚省，加拿大的高端餐饮服务。成立于2005年，该公司目前员工近50名专职和兼职员工，可以达到高峰季节事件70。

source: As the company grew, the founders realized that streamlining tactical workflows will be paramount to thrive and focus on service and quality. According to Taryn Wa, a founder and one of the owners of Savoury Chef, "I come from a web application background and I knew that automating scheduling would help our organization. We were spending too much time on the phones to ensure people show up on time at the right venue." After an unsuccessful endeavor with one provider, Savoury Chef opted for a web-based solution that met its needs. "The first solution was a bit bulky, pricey, and slow." Added Taryn, "So we took our chances with a newer solution and became one of its early adopters."
es_es: A medida que la empresa fue creciendo, los fundadores se dieron cuenta de que la racionalización de los flujos de trabajo táctico será fundamental para prosperar y centrarse en el servicio y la calidad. Según Taryn Wa, uno de los fundadores y uno de los propietarios de Galletas chef, &quot;Yo vengo de un fondo de aplicaciones web y me di cuenta de que la automatización de la programación ayudaría a nuestra organización. Estábamos pasando demasiado tiempo en los teléfonos para asegurar que las personas aparecen en el tiempo en el lugar correcto &quot;. Después de un esfuerzo sin éxito con un solo proveedor, salados chef optó por una solución basada en web que se satisfagan las necesidades. &quot;La primera solución fue un poco voluminoso, caro y lento.&quot; Añadido Taryn, &quot;Así que tomamos nuestras posibilidades con una solución nueva y se convirtió en uno de sus pioneros.&quot;
zh_cn: 随着公司的成长，创始人意识到精简战术的工作流程，将是最重要的蓬勃发展和专注的服务和质量上。据泰伦华的创始人和咸味厨师的业主之一，“我来自一个Web应用程序的背景，我知道，自动化调度，将有​​助于我们的组织，我们的手机上花费太多时间，以确保人们展示了在合适的场地。“一个供应商的不成功的努力后，咸味厨师选择了一个基于网络的解决方案，满足其需要。 “第一个方案是有点笨重，昂贵，缓慢的。”加入泰伦，“因此，我们采取了一个新的解决方案，我们的机会和成为尝鲜之一。”

source: Through training, Taryn and his team ensured that managers are familiar with the system and its capabilities. The solution afforded Savoury Chef key advantages that allowed them to integrate with their in-house payroll software, make shifts available via email or SMS, allow employees to trade shifts, and provide managers real-time visibility into who is working where. Shortly after automating this process, Savoury Chef was able to reduce a full salaried resource. Taryn concluded, "From reducing or staff to spending less time on the phones, we saw the savings almost immediately. Knowing that the right people show up at the right place to provide our quality service gives us an ease of mind that is much needed in our fast-paced hospitality industry."
es_es: A través de la formación, Taryn y su equipo se aseguró de que los directivos están familiarizados con el sistema y sus capacidades. La solución que ofrece ventajas salado Chef clave que les permitió integrarse con el software de nómina de la casa, hacer turnos disponibles a través de correo electrónico o SMS, permiten a los empleados para el comercio los cambios, y proporcionar a los administradores visibilidad en tiempo real en el que está trabajando en. Poco después de la automatización de este proceso, salados Chef fue capaz de reducir un recurso sueldo completo. Taryn concluyó: &quot;Desde la reducción o el personal de dedicar menos tiempo en los teléfonos, vimos a los ahorros casi de inmediato. A sabiendas de que las personas adecuadas presentarse en el lugar adecuado para ofrecer nuestro servicio de calidad nos da la facilidad de la mente que es muy necesario en nuestra acelerada industria de la hospitalidad. &quot;
zh_cn: 泰伦和他的团队通过培训，确保管理人员熟悉系统及其功能。解决方案给予美味主厨关键的优势，使他们能够融入其内部工资软件，可通过电子邮件或短信的转变，让员工轮班贸易，提供经理，谁是工作的实时可视性。不久后，这个过程自动化，咸味厨师是能够减少一个完整的受薪资源。泰伦得出结论，“从减少或工作人员的手机上花费更少的时间，我们看到的储蓄几乎立刻知道该权利的人显示在正确的地方提供我们优质的服务让我们心情舒畅，非常需要在我们快节奏的餐饮业。“

source: From reducing or staff to spending less time on the phones, we saw the savings almost immediately. Knowing that the right people show up at the right place to provide our quality service gives us an ease of mind that is much needed in our fast-paced hospitality industry.
es_es: Desde la reducción o el personal de dedicar menos tiempo en los teléfonos, vimos a los ahorros casi de inmediato. Sabiendo que las personas adecuadas presentarse en el lugar adecuado para ofrecer nuestro servicio de calidad nos da la facilidad de la mente que es muy necesario en nuestra industria de la hospitalidad de ritmo rápido.
zh_cn: 从减少或工作人员的手机上花费更少的时间，我们看到的储蓄几乎立即。知道该权利的人显示在正确的地方提供我们优质的服务，让我们心情舒畅，在我们快节奏的餐饮业需要。

source: Construction Employee Scheduling
es_es: La construcción de programación empleado
zh_cn: 施工员工调度

source: Project Management
es_es: Gestión de Proyectos
zh_cn: 项目管理
