Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: It is important for every Hospital and health care agency to manage its employee's work hours as well as their off hours. ShiftPlanning can help keep vacation scheduling streamlined, easily and with little to no margin of error.
es_es: Es importante que todos los hospitales y la agencia de cuidado de la salud para la gestión de su hora de trabajo del empleado, así como sus horas de descanso. ShiftPlanning puede ayudar a mantener la programación de vacaciones ágil, sencilla y con poco o ningún margen de error.
zh_cn: 重要的是，每家医院和医疗保健机构来管理其雇员的工作时间以及他们的下班时间。的ShiftPlanning可以有助于保持精简度假调度，轻松，几乎没有误差。

source: ShiftPlanning is used in the Medical sector in multiple ways:
es_es: ShiftPlanning se utiliza en el sector médico de varias maneras:
zh_cn: ShiftPlanning在医疗机构以多种方式使用：

source: Sets up a separate schedule for doctors.
es_es: Establece un horario distinto para los médicos.
zh_cn: 医生设置了一个单独的时间表。

source: Helps to accommodate safety and response time by keeping adequate staff on call at all times.
es_es: Ayuda para dar cabida a la seguridad y el tiempo de respuesta, manteniendo el personal adecuado de guardia en todo momento.
zh_cn: 有助于满足安全和响应时间，保持足够的工作人员在任何时候都调用。

source: Allows staff consideration in their individual shift preferences.
es_es: Permite la consideración de personal en sus preferencias individuales de cambio.
zh_cn: 让员工在各自转变的喜好考虑。

source: Provides the ability to reach any doctor or staff member within moments electronically, even if they are off-shift.
es_es: Ofrece la posibilidad de llegar a cualquier médico o miembro del personal en cuestión de momentos por vía electrónica, incluso si están fuera de turno.
zh_cn: 提供能力达到任何医生或工作人员在瞬间，电子，即使他们是离移。

source: ShiftPlanning allows you to manage the physician's office, hospital and field services simultaneously, crucial to maximizing the standards of operation. ShiftPlanning will provide powerful scheduling tools to prepare for everyday medical needs as well as emergency response to unexpected events within virtually any scenario that can arise.
es_es: ShiftPlanning le permite administrar el consultorio del médico, hospital y servicios de campo al mismo tiempo, cruciales para maximizar las normas de funcionamiento. ShiftPlanning se proporcionan potentes herramientas de planificación para preparar todos los días las necesidades médicas, así como la respuesta de emergencia a acontecimientos inesperados en prácticamente cualquier situación que pueda surgir.
zh_cn: ShiftPlanning让你来管理医生的办公室，医院和现场服务的同时，最大化的操作标准的关键。 ShiftPlanning将提供强大的调度工具，以及突发事件的应急准备几乎任何情况下，可以出现在日常的医疗需求。

source: Staff Scheduling for Human Resources Departments
es_es: El personal de programación para los Departamentos de Recursos Humanos
zh_cn: 人力资源的部门的工作人员调度

source: No matter what size company you own or manage, your Human Resourced department is the hub of all employee-related information. From interviewing and hiring to exit interviews and dismissals, the HR department is responsible for interviewing candidates and staff, gathering and keeping updated all personnel information, performing payroll and setting policies for personnel. The unique demands placed on your company's human resources department calls for a powerful management and scheduling tool designed to streamline the process of hiring and communicating with all of your company's staff.
es_es: No importa cuál sea el tamaño de la empresa que posee o maneja, su departamento de recursos humanos es el eje de toda la información relacionada con los empleados. De las entrevistas y la contratación para salir de las entrevistas y los despidos, el departamento de Recursos Humanos se encarga de entrevistar a los candidatos y el personal, reunir y mantener actualizada toda la información personal, la realización de la nómina y el establecimiento de políticas para el personal. Las únicas exigencias impuestas en el departamento humano de su empresa los recursos requiere una gestión de gran alcance y herramienta de programación diseñado para simplificar el proceso de contratación y la comunicación con todo el personal de su empresa.
zh_cn: 无论您拥有或管理的规模的公司，你的人力资源的部门是所有员工的相关信息的枢纽。面试和录用退出访谈和解雇，人力资源管理部门负责对候选人进行面试和工作人员，收集和保持更新的所有人员信息，执行工资和设置人事政策。放在贵公司的人力资源部门的独特需求，需要一个强大的管理和调度工具，旨在简化与贵公司的所有员工的聘用和沟通的过程中。

source: ShiftPlanning provides custom scheduling software designed to address your company's HR demands including:
es_es: ShiftPlanning proporciona software de programación diseñado a medida para atender las demandas de su empresa de recursos humanos, incluyendo:
zh_cn: ShiftPlanning提供定制的调度软件设计，以满足贵公司的人力资源需求，包括：

source: Your company's HR department can take advantage of ShiftPlanning's soon to be integrated Payroll feature which, in addition to maintaining all of your company's personnel records and schedules, will automatically track and process employee work hours and overtime.
es_es: Su compañía departamento de recursos humanos puede tomar ventaja de ShiftPlanning es que pronto será función de nómina integrada que, además de mantener todos los registros de su empresa personal y horarios, automáticamente rastrear y procesar horas de trabajo del empleado y las horas extraordinarias.
zh_cn: 贵公司的人力资源管理部门可以采取ShiftPlanning优势是即将成为综合薪资功能，除了维持贵公司的人事档案和时间表，将自动跟踪和处理雇员的工作时间和加班时间。

source: Department managers can now work with HR in the ShiftPlanning Scheduler to:
es_es: Jefes de departamento pueden ahora trabajar con recursos humanos en el ShiftPlanning Programador:
zh_cn: 部门经理现在可以与HR在ShiftPlanning调度到：

source: ShiftPlanning offers four types of user levels: Employee, Scheduler, Supervisor, Manager.
es_es: ShiftPlanning ofrece cuatro tipos de niveles de usuario: los empleados, la Agenda, supervisor, administrador.
zh_cn: ShiftPlanning提供四种类型的用户级别：员工，调度，监事，经理。

source: Workforce Scheduling Software for Casinos - Scheduling, Time Clocking, and Staff Management Application
es_es: Software de programación para la Fuerza Laboral de Casinos - Programación, Tiempo Reloj, y el personal de gestión de aplicaciones
zh_cn: 劳动力调度软件的赌场 - 调度，时间时钟，员工管理中的应用

source: ShiftPlanning online employee scheduling software packs the high-tech punch Casino owners demand in their staff scheduling program. Completely customizable, ShiftPlanning can be set up to automate and streamline every bit of criteria that is part and parcel to running a profitable casino.
es_es: ShiftPlanning en línea de software de programación empleado los paquetes de la alta tecnología Casino golpe propietarios de la demanda en su programa de planificación de personal. Totalmente personalizable, ShiftPlanning puede configurarse para automatizar y agilizar todos los bits de criterios que es parte y parcela a la ejecución de un casino rentable.
zh_cn: ShiftPlanning线上员工排班软件包装的高科技冲床赌场业主及其工作人员的调度方案的需求。可以完全定制，ShiftPlanning设立自动化和简化的每一个标准位，是重要的组成部分运行一个有利可图的赌场。

source: ShiftPlanning automatically applies any and all variables to create each individual schedule within seconds, eliminating the lost hours and wages previously spent on performing the chore manually. ShiftPlanning is designed to eliminate man-made errors that cost companies millions in lost revenues annually. In a workplace as complex as a casino, ShiftPlanning automatically eliminates unnecessary overtime, unexpected staff shortages and missed or forgotten calculations involving union regulations and applicable state and federal laws.
es_es: ShiftPlanning aplica automáticamente cualquier y todas las variables para crear cada programa individual en cuestión de segundos, eliminando las horas perdidas y de los salarios antes dedicaba a realizar la tarea manualmente. ShiftPlanning está diseñado para eliminar los errores hechos por el hombre que costó a las empresas millones de dólares en ingresos perdidos anualmente. En un lugar de trabajo tan complejo como un casino, ShiftPlanning elimina automáticamente las horas extras innecesarias, la escasez de personal y los cálculos inesperados perdidas u olvidadas que implican las regulaciones sindicales y las leyes estatales y federales.
zh_cn: ShiftPlanning自动适用于任何及所有变量在几秒钟内创建的每个人的时间表，消除了失去的时间和以前手动执行家务上花的工资。 ShiftPlanning旨在消除人为错误，成本公司的收入损失每年数百万。在赌场复杂的工作，ShiftPlanning自动消除不必要的加班，意想不到的人手短缺，错过或忘记的计算，涉及工会的规定和适用的州和联邦法律。

source: Forecasting customer volume.
es_es: Pronosticar el volumen de clientes.
zh_cn: 客户量的预测。

source: Casinos must reign in labor expenses in order to maintain economic feasibility in their highly competitive market. Although most casinos have adapted automation when it comes to human resources and payroll management, it is surprising how many have yet to bring their complex shift scheduling management out of the dark ages.
es_es: Casinos debe reinar en los gastos de mano de obra con el fin de mantener la viabilidad económica de su mercado altamente competitivo. Aunque la mayoría de los casinos se han adaptado de automatización cuando se trata de los recursos humanos y gestión de la nómina, es sorprendente cómo muchos aún tienen que llevar su gestión compleja programación de cambio de las edades oscuras.
zh_cn: 赌场必须统治劳工费用，以维持他们在竞争激烈的市场经济上的可行性。虽然大多数的赌场已经适应了自动化，当涉及到人力资源和薪资管理，这是令人惊讶的，多少还没有带来的黑暗时代其复杂的排班管理。

source: Manual approaches to scheduling staff are not only huge time sinks, they leave casino owners vulnerable to costly mistakes that undermine profitability and operations.
es_es: Enfoques manuales para el personal de programación no son sólo los sumideros de tiempo grandes, se van los dueños de casinos vulnerables a los costosos errores que atentan contra la rentabilidad y las operaciones.
zh_cn: 调度人员的手动方法不仅大量的时间汇，他们离开赌场老板易受破坏的盈利能力和经营的冤枉路。

source: ShiftPlanning is used in the Casino Industry in multiple ways and numerous sectors
es_es: ShiftPlanning se utiliza en la industria del casino en múltiples formas y sectores numerosos
zh_cn: ShiftPlanning用于在赌场业，以多种方式和众多​​部门

source: Allow sector mangers to oversee and control the swaps, vacations, open shifts, etc.
es_es: Permita que los pesebres del sector para supervisar y controlar los swaps, vacaciones, turnos abiertos, etc
zh_cn: 允许部门经理，以监督和控制的掉期，休假，开放的转变，等

source: Comply with union, health & safety laws, and state and federal regulations automatically.
es_es: Cumplir con las leyes sindicales, de salud y seguridad, y las regulaciones estatales y federales de forma automática.
zh_cn: 工会，健康和安全的法律，州和联邦法规自动遵守。

source: ShiftPlanning's totally customizable software has powerful tools that integrate union regulations and labor laws into scheduling, reducing or eliminating any margin of error. ShiftPlanning is engineered to adapt to and implement updates and changes in regulatory rules as they arise without replacing software or disrupting business as usual. Even if your casino juggles the regulations of multiple unions within its workforce, ShiftPlanning incorporates all specific rules into the workforce scheduling software, making shift scheduling easy, streamlined and cost effective.
es_es: ShiftPlanning es totalmente personalizable de software cuenta con potentes herramientas que se integran las regulaciones sindicales y las leyes del trabajo en la programación, reduciendo o eliminando cualquier margen de error. ShiftPlanning está diseñado para adaptarse y aplicar las actualizaciones y cambios en las normas reglamentarias que puedan surgir sin tener que reemplazar el software o interrumpir el negocio como de costumbre. Incluso si su casino malabares con las regulaciones de varios sindicatos dentro de su fuerza de trabajo, ShiftPlanning incorpora todas las reglas específicas en el software de planificación de mano de obra, por lo que la programación de cambio fácil, eficiente y rentable.
zh_cn: ShiftPlanning是完全可定制的软件具有强大的工具，融入调度工会法规和劳动法，减少或消除任何误差。 ShiftPlanning的设计，以适应和实施更新和监管规则的变化，因为他们没有像往常一样更换软件或破坏业务出现。即使你的赌场俘获多个工会的规定，在其劳动力ShiftPlanning纳入到劳动力调度软件的具体规则，使排班容易，精简和成本效益。

source: Employee Scheduling Software for Shops
es_es: Empleado de Software de programación para Tiendas
zh_cn: 雇员商店调度软件

source: Employee Scheduling Software and workforce management for Shops
es_es: Empleado de software de programación y administración de personal para tiendas
zh_cn: 商店的员工排班软件和劳动力管理

source: Shift Planning has been created to assist all kind of shop schedule management.
es_es: Planificación de cambio ha sido creado para ayudar a todo tipo de gestión del horario de la tienda.
zh_cn: 转变规划已经建立，以协助所有车间调度管理。

source: If you are a shop manager spending too much time hashing out work schedules, approving vacations, juggling shift trades and keeping up with the revolving door that puts staff in a constant state of change, ShiftPlanning has the cure.
es_es: Si usted es un gerente de tienda de pasar demasiado tiempo a explicitar los horarios de trabajo, la aprobación de vacaciones, haciendo malabarismos con las operaciones de cambio y mantenerse al día con la puerta giratoria que pone el personal en un estado constante de cambio, ShiftPlanning tiene la cura.
zh_cn: 如果你是一家商店的经理，花费太多时间，哈希的工作日程，批准休假，杂耍转变行业和旋转门，工作人员在不断变化的状态保持中，ShiftPlanning具有治愈。

source: More and more shop managers today realize they cannot afford the losses incurred by outdated employee scheduling systems. Time spent juggling spreadsheets and updating archaic employee information bases add up to time away from running the business.
es_es: Más y más administradores de la tienda hoy se dan cuenta que no pueden pagar las pérdidas sufridas por los sistemas anticuados de los empleados de programación. El tiempo dedicado malabares hojas de cálculo y actualización de bases de información de los empleados arcaicas se suman a tiempo fuera de funcionamiento de la empresa.
zh_cn: 今天，越来越多的店经理意识到他们无法承受过时的员工排班系统所产生的损失。杂耍电子表格和更新过时的雇员信息基地添加时间从跑业务的花费的时间。

source: ShiftPlanning employee scheduling software is completely customizable to every shop's scheduling needs. ShiftPlanning saves owners and managers money in many ways:
es_es: Empleado ShiftPlanning software de programación es totalmente adaptable a las necesidades de la programación de cada tienda. ShiftPlanning guarda los propietarios y administradores de dinero de muchas maneras:
zh_cn: ShiftPlanning雇员调度软件是完全可定制的每家商店的调度需求。 ShiftPlanning保存所有者和管理者的钱，在许多方面：

source: End understaffing or overstaffing for any shift.
es_es: Poner fin a la falta de personal o el exceso de personal para cualquier cambio.
zh_cn: 结束人员不足或人浮于事的任何转变。

source: Customer service no longer needs to suffer because there are not enough associates on the floor.
es_es: El servicio al cliente ya no tiene que sufrir porque no hay suficientes socios en el suelo.
zh_cn: 客户服务不再需要挨在地板上，因为没有足够的联营公司。

source: Unnecessary overtime is identified and resolved.
es_es: Tiempo extra innecesario se identifican y resuelven.
zh_cn: 发现和解决了不必要的加班。

source: Managers can get out from behind the scheduling desk and tend to the business at hand.
es_es: Los administradores pueden salir de detrás del mostrador de la programación y tienden a la empresa en cuestión.
zh_cn: 管理人员可以从调度台背后，往往手头的业务。

source: Include staff in your company's shift scheduling, allowing them to request shifts, swap shifts, request time off and cover their own schedules from any computer.
es_es: Incluya al personal en la programación de turnos de su empresa, lo que les permite solicitar turnos, los turnos de intercambio, el tiempo de solicitud de descuento y cubrir sus propios horarios desde cualquier ordenador.
zh_cn: 包括在贵公司的排班的工作人员，让他们轮班要求，交换转变，要求休息时间，并覆盖自己的时间表，从任何一台计算机。

source: No more missed shifts due to miscommunication.
es_es: No más cambios se perdió debido a la falta de comunicación.
zh_cn: 没有更多的错过了变化，由于沟通不畅。

source: ShiftPlanning is used in shops in multiple ways and numerous sectors.
es_es: ShiftPlanning se utiliza en las tiendas de múltiples maneras y numerosos sectores.
zh_cn: ShiftPlanning用于在多种方式的商店和众多部门。

source: Gives individual schedule management to team leaders.
es_es: Da la gestión de programa individual a los jefes de equipo.
zh_cn: 个人日程管理团队领导。

source: Improve customer service by keeping adequate staff for customer volume on the floor at all times.
es_es: Mejorar el servicio al cliente al mantener el personal adecuado para el volumen de clientes en el suelo en todo momento.
zh_cn: 提高客户服务，为客户量保持足够的工作人员在任何时候的地板上。

source: Whether your shop employs one or 100 people, ShiftPlanning can be customized to work for your business's unique needs. Built in code and formulas have been designed to assist in totaling hours, watching for overtime, calculating payroll percentages and making recommendations in ShiftPlanning's "Payroll Monitor" feature to add or cut hours during some shifts.
es_es: Si su tienda emplea a uno o 100 personas, ShiftPlanning se puede personalizar para trabajar para las necesidades únicas de su negocio. Construido en el código y las fórmulas se han diseñado para ayudar a un total de horas, viendo las horas extraordinarias, el cálculo de porcentajes de la nómina y hacer recomendaciones en ShiftPlanning de &quot;Nómina del monitor&quot; para añadir o reducir la jornada durante algunos turnos.
zh_cn: 你的店铺是否采用一个或100人，的ShiftPlanning可以为您的企业的独特需求定制工作。内置的代码，并已设计公式，以协助共小时，加班看，ShiftPlanning的“薪资监视器”功能来添加或削减在一些班次小时计算工资的百分比和建议。

source: Workforce Management tools for small businesses
es_es: Herramientas de administración de personal para las pequeñas empresas
zh_cn: 小企业的人力资源管理工具

source: Get it Free
es_es: Obtener de manera gratuita
zh_cn: 拿到免费

source: HOW IT WORKS
es_es: CÓMO FUNCIONA
zh_cn: 它是怎么进行的？

source: If a discussion arises in Get Satisfaction that requires one-on-one interaction, you can pipe the discussion from Get Satisfaction over into Zendesk and wrap your business processes around the conversation to ensure that it’s dealt with in a timely and secure manner, as well as in accordance with company policies and service targets.
es_es: Si una discusión se plantea en Get Satisfaction que requiere de uno-a-una interacción, que puede canalizar la discusión de Get Satisfaction encima en Zendesk y rodearla con los procesos de negocio en torno a la conversación para asegurarse de que se trata en una manera oportuna y segura, así al igual que en conformidad con las políticas de la empresa y las metas de servicio.
zh_cn: 如果讨论出现在获取满意度需要1-对-1相互作用，你可以管取得了进入Zendesk满意度和包裹谈话各地的业务流程，它是处理及时和安全的方式与，以及讨论按照公司的政策和服务对象。

source: To wrap it up, you can post your closing comments from the Zendesk help desk ticket back to the Get Satisfaction topic that the ticket came from.
es_es: Para terminar, usted puede enviar sus comentarios de cierre de la mesa de entradas Zendesk ayuda de nuevo al tema de satisfacción conseguir que el billete de vino.
zh_cn: 把它包起来，可以从Zendesk服务台票发表收评回得到满意的主题，来自门票。

source: about the satisfaction
es_es: sobre la satisfacción
zh_cn: 关于满意

source: Get Satisfaction is a direct connection between people and companies that fosters problem-solving, promotes sharing, and builds up relationships. Get Satisfaction is open, transparent, and free. Tens of thousands of companies use this neutral space to support customers, exchange ideas, and get feedback about their products and services.
es_es: Get Satisfaction es una conexión directa entre personas y empresas que fomenta la resolución de problemas, promueve el intercambio, y construye relaciones. Get Satisfaction es abierto, transparente y libre. Decenas de miles de empresas utilizan este espacio neutral para apoyar a los clientes, intercambiar ideas y obtener información sobre sus productos y servicios.
zh_cn: 获得满意是，促进问题解决的人民和企业之间的直接联系，促进交流，并建立了关系。得到满意是公开，透明和自由。数以万计的企业使用这种中立的空间，以支持客户，交流思想，并得到有关其产品和服务的反馈意见。

source: What our customers are saying
es_es: Lo que opinan nuestros clientes
zh_cn: 我们的客户说什么

source: We like that ShiftPlanning doesn't keep your data behind its walled garden.
es_es: Nos gusta que ShiftPlanning no mantener los datos detrás de su jardín amurallado.
zh_cn: 我们希望，ShiftPlanning不保留数据背后的围墙花园。

source: It is an intuitive product, with a nice range of features.
es_es: Se trata de un producto intuitivo, con una buena variedad de funciones.
zh_cn: 它是一个直观的产品，一个不错的功能范围。

source: Live Chat: <a href="#" onclick="livechat();">Is Online!
es_es: Chat en Vivo: <a href="#" onclick="livechat();">Está en línea!
zh_cn: 即时通讯： <a href="#" onclick="livechat();">在线！

source: Phone
es_es: Teléfono
zh_cn: 电话

source: Service Industry Employee Scheduling and Workforce Management
es_es: Industria de Atención al Empleado Programación y Gestión de la Fuerza Laboral
zh_cn: 服务行业的员工排班以及劳动力管理

source: ShiftPlanning for the Service Industry - Employee Scheduling
es_es: ShiftPlanning para la Industria de Servicios - Programación de los empleados
zh_cn: ShiftPlanning服务业 - 员工排班

source: Managers and owners in the service industry face enormous obstacles every time they sit down to schedule staff for the multiple positions that must be filled every night. Juggling a broad category of fields, the service industry can include businesses that provide lodging, entertainment, event planning, consulting and many additional fields wherein the clientele is purchasing services as opposed to a specific product. The service industry deals with high employee turnover and demanding clientele. As any manager in this industry knows, there is little to no margin for error when it comes down to scheduling.
es_es: Los administradores y propietarios en el sector de servicios se enfrentan a enormes obstáculos cada vez que se sientan a programar el personal de las múltiples posiciones que se deben rellenar todas las noches. Malabarismo una amplia categoría de los campos, la industria de servicios pueden incluir las empresas que ofrecen alojamiento, entretenimiento, planificación de eventos, consultoría y muchos otros campos en los que la clientela es la compra de los servicios en comparación con un producto específico. La industria de servicio se ocupa de alta rotación de personal y la clientela exigente. Como cualquier gerente en esta industria sabe, hay poco o ningún margen para el error cuando se llega a la programación.
zh_cn: 经理和业主在服务行业面临着巨大的障碍，每次坐下来安排，每天晚上必须填写的多个位置的人员。杂耍大类的领域，服务业包括提供住宿，娱乐，活动策划，咨询和许多额外的字段，其中的客户购买服务，而不是特定的产品的企业。服务行业涉及高员工流动率和客户要求。作为在这个行业的任何经理都知道，有一点是没有误差时，可以归结为调度。

source: Shift Planning will help service industry employees have a say in their own shift schedules, and improve the efficiency for managers who are responsible for making sure the right manpower is in the right place, at the right time.
es_es: Planificación de cambio ayudará a los empleados del sector servicios tienen algo que decir en sus propios sistemas de turnos, y mejorar la eficiencia de los directivos que son responsables de asegurarse de que la derecha es la mano de obra en el lugar correcto, en el momento adecuado.
zh_cn: 转变规划将有助于服务行业的员工在自己的轮班有发言权，经理人负责，确保正确的人力资源是在正确的地方，在合适的时间，提高效率。

source: No matter what size or type of service industry business you own or manage, the unique demands placed on your scheduling needs calls for a powerful online tool designed to streamline the process of hiring, managing, scheduling and communicating with all of your company's staff and subcontractors.
es_es: No importa el tamaño o el tipo de negocio de servicio de la industria que posee o maneja, las demandas particulares ubicados en su programación de las necesidades exige una poderosa herramienta en línea diseñada para simplificar el proceso de contratación, gestión, programación y comunicación con todo el personal de su empresa y los subcontratistas .
zh_cn: 无论什么规模或类型的服务行业的业务你所拥有或管理的，放在你的调度上的独特需求，需要呼吁1强大的在线设计精简聘用，管理，调度和贵公司的员工和分包商沟通的过程中工具。
