Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: We currently have 22 student employees that are on and using the work schedule maker ShiftPlanning. The Museum employs college students who are on work study. Therefore, each students schedule is based on their availability between classes, extracurricular activities, and personal needs. For the most part the schedule is pretty much set by the first two weeks that classes start but because of special situations: exams, field trips, illnesses, break, etc. the schedule can change and sometimes at a moment's notice.
es_es: Actualmente contamos con 22 empleados estudiantes que están en y con el horario de trabajo ShiftPlanning fabricante. El Museo cuenta con estudiantes universitarios que están en estudio y trabajo. Por lo tanto, cada programa de los estudiantes se basa en la disponibilidad entre las clases, actividades extracurriculares, y las necesidades personales. En la mayoría de la programación es más o menos establecido por las primeras dos semanas de que comiencen las clases, pero debido a situaciones especiales: exámenes, viajes de estudio, las enfermedades, descanso, etc la lista puede cambiar y, a veces en un momento a otro.
zh_cn: 我们目前有22个学生员工和使用的工作日程制造商ShiftPlanning。博物馆采用了高校学生工作研究。因此，每个学生的时间表是基于他们之间的类，课外活动和个人需要的可用性。大部分的时间表是相当多的头两个星期开始上课，但由于特殊情况：考试，实地考察，疾病，折断等的时间表可以改变的，有时在片刻的通知。

source: Students would fill out a form by hand showing when they were available to work. A master &quot;availability sheet&quot; comprising of all the students and hours needing staff would be created. A master schedule on Google Calendar starting with the time slots containing the least available students to slots that had the most available students would be filled in. Each student's hours for the week would be totaled to make sure that everyone was getting a fair number of hours, and to not exceed the amount each individual could work. When a student could not work they would need to email other employees to find a trade. Once a trade was found they would need to email me so I could confirm and change the calendar.
es_es: Los estudiantes que llenar un formulario a mano que muestra cuando estaban disponibles para trabajar. Un maestro &quot;hoja de disponibilidad&quot; que consta de todos los alumnos y las horas que necesitan personal se crearía. Un plan maestro de Google Calendar a partir de los intervalos de tiempo que contienen los estudiantes menos disponibles a las franjas horarias que tenían los estudiantes más disponibles que ser llenado pulg horas de cada estudiante de la semana se sumaron para asegurarse de que todo el mundo estaba recibiendo un buen número de horas , y para no exceder la cantidad que cada persona puede trabajar. Cuando un estudiante no podía trabajar que tendría que enviar por correo electrónico a otros empleados para encontrar un oficio. Una vez que el comercio se encontró que tendría que enviarme un correo electrónico para poder confirmar y modificar el calendario.
zh_cn: 学生将填写显示手的一种形式，当他们工作。将创建一个主“可用性表”，成员包括所有的学生和需要工作人员的小时。谷歌日历上的一个主计划包含至少提供学生插槽，最可用的学生将充满英寸一周为每个学生的小时的时间槽开始将总计，以确保每个人都在一个小时的公平，并以不超过每一个人工作的量。当学生无法正常工作，他们将需要其他员工发送电子邮件，以找到一个贸易。一旦交易被发现，他们需要给我发电子邮件，所以我可以确认，更改日历。

source: We started using the employee schedule maker ShiftPlanning in August 2011 when fall semester began. So far we have had a few little glitches, but nothing major. Most of it had and still has to do with my learning curve.
es_es: Empezamos a utilizar el programa empleado ShiftPlanning fabricante en agosto de 2011, cuando comenzó el semestre de otoño. Hasta el momento hemos tenido algunos fallos pequeños, pero nada importante. La mayoría de los que tuvo y tiene que ver con mi curva de aprendizaje.
zh_cn: 我们开始在2011年8月秋季学期开始时雇员时间表制造商ShiftPlanning。到目前为止，我们已经有一些小故障，但没有重大。大多数仍然做我的学习曲线。

source: I found ShiftPlanning to be
es_es: He descubierto ShiftPlanning ser
zh_cn: 我发现ShiftPlanning到是

source: Much cleaner and easier: less paper and time.
es_es: Mucho más limpio y más fácil: menos papel y tiempo.
zh_cn: 更清洁和更容易：减少纸张和时间。

source: Very efficient: keeps everyone up on their schedule including myself the manager.
es_es: Muy eficiente: mantiene a todos en su horario incluyéndome a mí mismo el gerente.
zh_cn: 非常有效的：让每个人都在他们的日程安排，包括我的经理。

source: Spend less time trying to find replacements or filling open slots.
es_es: Dedique menos tiempo tratando de encontrar sustitutos o de llenado ranuras abiertas.
zh_cn: 花费更少的时间，试图找到替代或充填开放的插槽。

source: I would highly recommend ShiftPlanning to anyone who has a lot of staff with differing schedules and needs.
es_es: Yo recomendaría ShiftPlanning a cualquiera que tenga un montón de personal con los horarios y necesidades diferentes.
zh_cn: 我高度建议ShiftPlanning的任何人有不同的时间表和需要很多的工作人员。

source: I love its versatility and ease of use.
es_es: Me encanta su versatilidad y facilidad de uso.
zh_cn: 我喜欢它的多功能性和易用性。

source: Becky Moffett - Beloit College Museums
es_es: Becky Moffett - Museos Beloit College
zh_cn: 贝基莫菲特 - 伯洛伊特学院博物馆

source: The work scheduler tutorial information on line is very helpful and so is the staff. Thanks Ryan for all your patience!
es_es: La información que el trabajo del planificador tutorial en línea es muy útil y por lo tanto es el personal. Gracias Ryan por toda su paciencia!
zh_cn: 工作调度上线教程信息是非常有用的，所以工作人员。感谢您的耐心瑞恩！

source: We have not yet used the Vacation tool yet but I plan to implement it. We have used the Message Wall to post reminders.
es_es: Todavía no hemos utilizado la herramienta de vacaciones todavía, pero tengo la intención de ponerlo en práctica. Hemos utilizado la pared de mensajes a los recordatorios de correos.
zh_cn: 我们还没有使用的假期工具，但我打算实现它。我们已经使用了信息墙后提醒。

source: University of Rhode Island, Office of Emergency Management & Homeland - Education Scheduling - Case Study
es_es: Universidad de Rhode Island, la Oficina de Manejo de Emergencias y Patria - Programación de la Educación - Estudio de caso
zh_cn: 罗得岛大学，应急管理和国土办公室 - 教育计划 - 案例研究

source: California Wildlife Center - Education Scheduling
es_es: California Wildlife Center - Programación de la Educación
zh_cn: 加利福尼亚州野生动物保护中心 - 教育调度

source: Case Study: University of Rhode Island, Office of Emergency Management & Homeland in Kingston, Rhode Island, United States
es_es: Caso de estudio: Universidad de Rhode Island, la Oficina de Manejo de Emergencias y Nacional en Kingston, Rhode Island, Estados Unidos
zh_cn: 案例研究：罗德岛大学，在金斯敦的应急管理和国土，罗德岛，美国办公室

source: Started in 2009 to coordinate emergency management responsibilities for the University of Rhode Island.
es_es: Iniciado en 2009 para coordinar las responsabilidades de manejo de emergencias de la Universidad de Rhode Island.
zh_cn: 在2009年开始，以协调为罗得岛大学的应急管理职责。

source: We did not have one.
es_es: No teníamos una.
zh_cn: 我们没有一个。

source: With the work scheduler ShiftPlanning we are now able to account for the time worked and what we did during that shift. As managers we have noticed that using a work scheduler, we can use the print outs for time and effort certification and to track progress through notes.
es_es: Con el planificador ShiftPlanning trabajo que ahora son capaces de explicar por el tiempo trabajado y lo que hicimos durante ese turno. Como administradores nos hemos dado cuenta que el uso de una obra programador, podemos utilizar las salidas de la impresión para la certificación de tiempo y esfuerzo y para monitorear el progreso a través de notas.
zh_cn: 与我们工作调度ShiftPlanning的是现在能占的时间工作，我们在这种转变中。作为管理者，我们已经注意到，使用工作调度，我们可以使用的打印输出时间和精力的认证，并通过票据跟踪进展情况。

source: A flexible schedule management system.
es_es: Un horario flexible sistema de gestión.
zh_cn: 一个灵活的日程管理系统。

source: Joshua P. Manfredo - Emergency Management Specialist - University of Rhode Island
es_es: Joshua P. Manfredo - Especialista en el Manejo de Emergencias - Universidad de Rhode Island
zh_cn: 约书亚体育曼弗雷 - 应急管理专家 - 美国罗德岛大学

source: I would recommend ShiftPlanning especially to any team that works remotely where employees communicate online. They have responded quickly to any issues we have reported and taken our feedback very seriously. The work scheduler has a had a positive impact on the team, both from a scheduling management standpoint and an employee standpoint. Being able to access and view our schedules easily, from almost anywhere, as well as the ability to trade shifts and view the entire schedule are all huge improvements over our previous work scheduler.
es_es: Yo recomendaría ShiftPlanning especialmente a cualquier equipo que trabaja de forma remota, donde los empleados se comunican en línea. Ellos han respondido con rapidez a los problemas que han informado y tomado muy en serio nuestros comentarios. La obra tiene un planificador tenido un impacto positivo en el equipo, tanto desde el punto de vista de la gestión de la programación y el punto de vista de los empleados. Ser capaz de acceder y ver nuestros horarios con facilidad, desde casi cualquier lugar, así como la capacidad de negociar los cambios y ver toda la programación son todas las grandes mejoras sobre nuestro anterior trabajo del programador.
zh_cn: 我会建议ShiftPlanning尤其是对任何一支球队，远程工作员工进行在线交流。他们迅速做出反应，我们曾报道非常重视我们的反馈，并采取任何问题。调度工作有一个积极的影响，无论从调度管理的角度来看，雇员的角度对球队。能够访问和轻松查看我们的时间表，从几乎任何地方，以及交易的能力转变和查看整个时间表是在我们以前的工作调度巨大的改进。

source: University of Rhode Island, Office of Emergency Management & Homeland
es_es: Universidad de Rhode Island, la Oficina de Manejo de Emergencias y la Patria
zh_cn: 罗德岛大学，应急管理和国土办公室

source: Wardenburg Health Center - Medical Staff Scheduling & Workforce Management - Case Study
es_es: Wardenburg Centro de Salud - Programación de Personal Médico y Workforce Management - Estudio de caso
zh_cn: wardenburg卫生服务中心 - 医务人员调度及劳动力管理 - 案例研究

source: Wardenburg Health Center - Medical Staff Scheduling & Workforce Management
es_es: Wardenburg Centro de Salud - Programación de Personal Médico y Workforce Management
zh_cn: wardenburg卫生服务中心 - 医务人员调度及劳动力管理

source: Case Study: Community Health, Wardenburg Health Center in Boulder, Colorado, United States
es_es: Caso de Estudio: Salud de la Comunidad, Wardenburg Centro de Salud en Boulder, Colorado, Estados Unidos
zh_cn: 案例研究：社区卫生，科罗拉多州博尔德Wardenburg卫生服务中心，美国

source: We are the public health division of the university health center since 1988. Recently (3 years ago) we began the process of integrating three small departments with specific focuses into one department with a comprehensive public health mission to educate students about health issues that have an impact on persistence and completion in school. That process has been challenging especially in that it required much more cooperation among workers, and created a more complex work flow. Exponentially more complex. ShiftPlanning really saved me and therefore all of us in managing this complexity.
es_es: Somos la división de salud pública del centro de salud de la universidad desde 1988. Recientemente (hace 3 años) se inició el proceso de integración de tres departamentos pequeños con enfoques específicos en un solo departamento con la misión integral de la salud pública para educar a los estudiantes sobre temas de salud que tienen un impacto sobre la persistencia y la terminación en la escuela. Ese proceso ha sido un reto especial, ya que requiere mucha más cooperación entre los trabajadores, y ha creado un flujo de trabajo más complejo. Exponencialmente más complejo. ShiftPlanning realmente me salvó y por lo tanto a todos nosotros en la gestión de esta complejidad.
zh_cn: 我们是大学健康中心的公共卫生部门，自1988年以来。最近（3年前），我们开始整合三个小部门，具体到一个部门的重点与全面的公共健康有关的健康问题，有一个关于持久性的影响，在学校完成教育学生的使命的过程中。这一进程，尤其是在这具有挑战性的，它需要更多的工人之间的合作，并创建一个更复杂的工作流程。指数更复杂。 ShiftPlanning真的救了我，因此我们在管理这种复杂性。

source: We started with just one employee an know we have 30 in total. We have 14-16 paid student employees, 6 professional staff, 5 interns and 16 volunteers. Everyone is involved. The class schedules change by semester and there are numerous breaks, midterms, etc. Our work entails providing presentations and other health related activities to a 30,000 person campus. Keeping track of all this is a brain damaging effort, but ShiftPlanning has preserved my sanity and has made this all possible.
es_es: Empezamos con un solo un empleado sabe que tenemos 30 en total. Tenemos 14-16 estudiantes empleados remunerados, 6 personal profesional, pasantes y voluntarios de 5 16. Todo el mundo está involucrado. Los horarios de clase por semestre y cambiar hay interrupciones, los exámenes parciales, etc Nuestro trabajo consiste en proporcionar a las presentaciones y otras actividades relacionadas con la salud a un campus de 30.000 personas. Hacer un seguimiento de todo esto es un esfuerzo que daña el cerebro, pero ShiftPlanning ha conservado la cordura y ha hecho posible todo esto.
zh_cn: 我们开始只是一名雇员1知道我们在总共30。我们有14-16高薪雇员的学生，6个专业工作人员，实习生和16位志愿者。每个人都参与。上课时间更改学期有许多休息，期中考试，等我们的工作需要提供演示和其他与健康有关的活动到了30000人的校园。跟踪这一切是大脑有害的努力，但ShiftPlanning保存我的理智，并取得了这一切成为可能。

source: Paper based, but it was a lot simpler when there were three little programs with 8 people or so involved in each little area. When we mashed it up, things got exponentially more complicated.
es_es: Documento de base, pero era mucho más simple cuando había tres pequeños programas con más o menos 8 personas involucradas en cada área pequeña. Cuando lo puré, las cosas se pusieron más complicadas de manera exponencial.
zh_cn: 纸张为基础，但它是简单了很多，当有8人或参与每个小区域的三个小程序。当我们捣碎了，事情就成倍更加复杂。

source: I would absolutely recommend the employee schedule maker ShiftPlanning to others. I do not have the time to do a paper based system for all these people - I don't even know how that would work in this day and age and our current very constrained fiscal environment.
es_es: Sin duda lo recomiendo el programa empleado ShiftPlanning fabricante de los demás. Yo no tengo el tiempo para hacer un sistema basado en papel para todas estas personas - que ni siquiera sé cómo funcionaría en este día y edad y nuestro actual entorno muy limitado fiscal.
zh_cn: 我绝对会推荐给别人雇员时间表制造商ShiftPlanning的。我没有时间做纸基系统为所有这些人 - 我什至不知道如何将工作在这一天，年龄和我们目前的财政环境约束。

source: College student employees can log on and check their schedules remotely, which is essential for them - otherwise we would not have the level of communication and ability to respond to presentation requests we do. We are in our first semester of using the work scheduler ShiftPlanning and I can see that as we shift to this method we will all be better at using the many valuable components it offers.
es_es: Los empleados de la universidad los estudiantes pueden iniciar sesión y comprobar sus horarios de forma remota, lo cual es esencial para ellos - de lo contrario no tendríamos el nivel de comunicación y su capacidad para responder a las solicitudes de presentación que hacemos. Estamos en nuestro primer semestre del año con el trabajo del planificador ShiftPlanning y puedo ver que a medida que nos desplazamos a este método todos vamos a estar mejor en el uso de los muchos componentes de valor que ofrece.
zh_cn: 学院的学生员工可以登录和远程检查自己的日程，这是他们必不可少的 - 否则我们不会有沟通的水平和能力，以应对我们做的演示要求。我们是在我们使用工作调度ShiftPlanning的第一学期，我可以看到，我们转移到这种方法，我们将全部使用了许多宝贵的组成部分，它提供更好的。

source: OMG, ShiftPlanning has made it possible to do scheduling.
es_es: OMG, ShiftPlanning ha permitido hacer la programación.
zh_cn: 妈呀，的ShiftPlanning使得有可能做调度。

source: Lee Scriggins - Community Health, Wardenburg Health Center
es_es: Lee Scriggins - Salud de la Comunidad, Wardenburg Centro de Salud
zh_cn: 李Scriggins - 社区卫生服务，卫生服务中心Wardenburg

source: The ShiftPlanning team is helpful and creative. Every time I've gotten a little confused or frustrated about a feature, I log in one day and the problem is gone; some upgrade has fixed it. It's like you all are really thinking ahead of me and keeping track of how folks use it.
es_es: El equipo de ShiftPlanning es útil y creativa. Cada vez que he llegado un poco confundido o frustrado por una función, me conecto en un día y el problema se ha ido, y algunos de actualización lo ha arreglado. Es como si todos están pensando realmente delante de mí y hacer el seguimiento de cómo la gente lo use.
zh_cn: ShiftPlanning队是有益的和有创造性的。每次我变得有点困惑或沮丧有关功能的时候，我在一天之内登录了问题;一些升级已经修复它。这就像你真的想我前面，人们如何使用它的轨道。

source: Holy Cross Church - Non-Proft & Volunteer Scheduling - Case Study
es_es: Iglesia de Santa Cruz - No Proft y Voluntariado Programación - Estudio de caso
zh_cn: 圣十字教堂 - 非Proft及义工计划 - 案例研究

source: Holy Cross Church - Non-Proft & Volunteer Scheduling
es_es: Iglesia de Santa Cruz - No Proft y Programación de los Voluntarios
zh_cn: 圣十字教堂 - 非Proft及义工调度

source: Case Study: Holy Cross Church in Wolverhampton, United Kingdom
es_es: Estudio de caso: Iglesia de Santa Cruz en Wolverhampton, Reino Unido
zh_cn: 案例研究：英国伍尔弗汉普顿，圣十字教堂

source: Our The Holy Cross Church was it started in 2011, however, in 1898 the Holy Cross Church was built as a mission church of Tettenhall Regis Parish. Previous to this people worshiped at St Michael’s Church in Tettenhall. One person who had a major part to play in the growth of Holy Cross almost from its inception was Harold Twentyman. He was a churchwarden at Holy Cross Church for 37 years. After his death the people of Bilbrook subscribed towards the cost of building a porch in his memory.
es_es: Nuestra La iglesia de Santa Cruz fue iniciado en 2011, sin embargo, en 1898 la Iglesia de Santa Cruz fue construida como una iglesia de la misión de Tettenhall Regis Parroquial. Anterior a este pueblo rendía culto en la Iglesia de San Miguel en Tettenhall. Una persona que tuvo un papel importante que desempeñar en el crecimiento de Santa Cruz casi desde sus inicios fue Harold Twentyman. Era un mayordomo en la Iglesia de Santa Cruz durante 37 años. Después de su muerte el pueblo de Bilbrook suscrito para sufragar el costo de la construcción de un porche en su memoria.
zh_cn: 我们的圣十字教堂，它在2011年开始，然而，作为使命Tettenhall里吉斯教区教堂建于1898年的圣十字教堂。在此之前在圣迈克尔在Tettenhall的教会崇拜这个人。一人有一个重要的组成部分，在圣十字的增长几乎从成立之初发挥：哈罗德Twentyman。他是一个37岁的churchwarden在圣十字教堂。他去世后，认购人Bilbrook对建立在他的记忆门廊成本。

source: In 2005 Bilbrook became a Parish in the newly created Benefice of Bilbrook and Coven. The Bilbrook Parish comprised of areas that had previously belonged to the Parishes of Codsall and Tettenhall Regis. Father David Baker became the first Vicar of the Benefice, leaving Bilbrook’s Church House and living at the New Vicarage in Coven.
es_es: En el año 2005 Bilbrook convirtió en parroquia en el beneficio de la recién creada Bilbrook y Aquelarre. La Parroquia Bilbrook compuesto por las áreas que habían pertenecido a las parroquias de Codsall y Regis Tettenhall. Padre David Baker se convirtió en el primer vicario del beneficio, dejando Bilbrook Casa de la Iglesia y la vida en la vicaría de nuevo en Aquelarre.
zh_cn: 2005年，Bilbrook成为在新创建的采邑的Bilbrook和巫堂。由原先属于到的Codsall和Tettenhall里吉斯教区的地区Bilbrook教区。父亲大卫·贝克成为第一副主教的采邑，在新的巫牧师离开教会Bilbrook的房屋和生活。

source: Our Holy Cross Church has a total of 12 employees that we must currently schedule.
es_es: Nuestra Iglesia de Santa Cruz cuenta con un total de 12 empleados que actualmente tiene que programar.
zh_cn: 我们的圣十字教堂，总共有12名员工，目前，我们必须安排。

source: Previously we tried to keep track on paper, however, it was difficult to keep an overview of who was available when.
es_es: Anteriormente hemos tratado de mantener un registro en papel, sin embargo, era difícil mantener una visión general de lo que estaba disponible cuando.
zh_cn: 在此之前，我们试图保持在纸上的轨道，但是，它是难以跟上时可用的概述。

source: With the work scheduler ShiftPlanning it is much easier to have an overview of the scheduling. I certainly would recommend ShiftPlanning to others and I found the ShiftPlanning team very helpful!
es_es: Con el planificador ShiftPlanning trabajo es mucho más fácil tener una visión general de la programación. Sin duda recomendaría ShiftPlanning a los demás y me encontré con el equipo de ShiftPlanning muy útil!
zh_cn: 它工作调度ShiftPlanning的是更容易调度的概述。我肯定会建议ShiftPlanning给别人，我发现的ShiftPlanning团队非常有帮助！

source: It makes our Youth Club very efficient.
es_es: Hace que nuestro club juvenil muy eficiente.
zh_cn: 它使我们的青少年俱乐部非常有效。

source: Hannah Morris - Holy Cross Church
es_es: Hannah Morris - Iglesia de Santa Cruz
zh_cn: 汉娜·莫里斯 - 圣十字教堂

source: Area 8 Officers - Non-Profit & Volunteer Scheduling - Case Study
es_es: Área 8 Oficiales - Programación sin fines de lucro y voluntario - Estudio de caso
zh_cn: 第8区主任 - 非营利及义工调度 - 案例研究

source: Area 8 Officers - Non-Profit & Volunteer Scheduling
es_es: Área 8 Oficiales - sin fines de lucro y voluntario de programación
zh_cn: 第8区主任 - 非营利及义工调度

source: Case Study: Area 8 Officers in California, United State
es_es: Caso de estudio: Área 8 Oficiales en California, Estado Unidos
zh_cn: 案例研究：在加州地区8主任，美国国家

source: Founded in 1935 our business has been in recovery organization and in voluntary service.
es_es: Fundada en 1935 nuestra empresa ha estado en la organización de recuperación y en el servicio voluntario.
zh_cn: 成立于1935年，我们的业务已恢复组织和志愿服务。

source: We have 10 officers and volunteers. I approached Ryan at Shiftplanning to allow our organization to utilize ShiftPlanning because we have a very fluid volunteer schedule where 10 people need to be at 270 events through out the year, planned in advance but yet needed the ability to arrange exchange of schedule commitments (substitutes) as needed. We have not set up a schedule in ShiftPlanning yet because by the time we got approved two years ago the schedule was already built and current volunteers were slow to buy in on the concept. Now we are trying again.
es_es: Contamos con 10 oficiales y voluntarios. Me acerqué a Ryan en Shiftplanning para permitir que nuestra organización para utilizar ShiftPlanning porque tenemos un programa de voluntariado muy fluido, donde 10 personas tienen que ser de 270 eventos durante todo el año, planeado con anticipación, pero aún necesita la capacidad de organizar el intercambio de los compromisos de programación (sustitutos ) según sea necesario. No hemos establecido un horario en el ShiftPlanning todavía, porque por el momento en que llegamos aprobado hace dos años el programa ya estaba construido y los voluntarios actuales eran lentos para comprar en en el concepto. Ahora estamos tratando de nuevo.
zh_cn: 我们有10名人员和志愿者。我走近Shiftplanning瑞安，让我们的组织利用ShiftPlanning的，因为我们有一个非常流畅的志愿者的时间表，其中10人通过了今年的270事件，事先计划，但还需要安排时间表的承诺（替代的交流能力）需要。我们没有设立在ShiftPlanning时间表，但由于时间，我们得到了批准，两年前的时间表已经建成，目前的志愿者们买的概念在缓慢。现在，我们再次尝试。

source: Our previous employee scheduling system and method has been manual. One person (me) projected a year calendar in advance and input recurring events into a regular outlook calendar, duplicated those dates in excel and went through several iterations finding out who was not available when, resetting the schedule and fixing errors until we had a final product in excel, printed out overall schedule and each persons personal schedule via excel.
es_es: Nuestro anterior sistema de planificación de los empleados y el método ha sido manual. Una persona (yo) prevé un calendario de año de antelación y los eventos de entrada se repiten en un calendario normal de Outlook, duplicar esas fechas en Excel y pasó por varias iteraciones descubrir que no estaba disponible cuando, al restaurar la programación y corrección de errores hasta que tuvimos una final producto en Excel, imprimir calendario general y de cada horario personal a través de las personas sobresalir.
zh_cn: 我们以前的雇员调度系统和方法已经手册。复制在Excel中的日期，并经历了多次迭代找出谁是不可用时，重设的时间表和修正错误，直到我们最后一个人（我）预计一年的日历，提前成为一个经常性的Outlook日历输入周期性事件在Excel中，打印出整体进度和每个人的个人日程，通过Excel的产品。
