Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: As we are all volunteers and students, scheduling around changing and complex availabilities can be difficult. Most of our volunteers have scheduled that rotate on a biweekly basis so tracking these changes can be difficult.
es_es: Como todos somos voluntarios y estudiantes, en torno a la programación de las disponibilidades cambiantes y complejas puede ser difícil. La mayoría de nuestros voluntarios han previsto que giran sobre una base bisemanal para el seguimiento de estos cambios puede ser difícil.
zh_cn: 因为我们所有的志愿者和学生，周围不断变化和复杂的空房安排是困难的。我们的志愿者大多已排定，每两周的基础上旋转，以便追踪这些变化是很困难的。

source: Previously, all our scheduling was done by email. Our Scheduling Coordinator would collect availability and formulate the schedule on a weekly basis. When the schedule was created it would be emailed to all our volunteers. If volunteers wanted a shift trade to be completed, they would have to fill out appropriate paperwork with the second volunteers and have an Executive Member (Supervisor) approve the trade.
es_es: Anteriormente, toda nuestra programación se llevó a cabo por e-mail. Nuestro coordinador de programación se recogen disponibilidad y formular el programa sobre una base semanal. Cuando el programa fue creado que sería enviado por correo electrónico a todos nuestros voluntarios. Si los voluntarios querían un comercio de cambio que se complete, tendrán que llenar el papeleo apropiado con los voluntarios de segundo y tener un miembro del Comité Ejecutivo (Supervisor) aprobará el comercio.
zh_cn: 以前，我们所有的调度是通过电子邮件完成。我们的调度协调员将收集的可用性和每周一次的基础上制定的时间表。创建时间表时，将通过电子邮件发送给我们所有的志愿者。如果志愿者想转变贸易来完成，他们将不得不与第二个志愿者填写适当的文书和执行委员（监督员）批准的贸易。

source: The work scheduler ShiftPlanning has allowed a more streamlined approach to scheduling on a weekly basis. Rather than our volunteers emailing constantly to update their availability, we simply ask that they update online by a certain time each week. After such time the schedule is generated using the Availability report. It has also allowed us to keep up-to-date information on our volunteers in one place that is easily accessible for any location with an Internet connection. With the different schedules we are able to keep track of our mandatory training hours in addition to on-shift volunteer hours.
es_es: El trabajo del planificador ShiftPlanning ha permitido un enfoque más racional a la programación sobre una base semanal. En lugar de nuestros voluntarios envío de correos electrónicos para actualizar constantemente su disponibilidad, sólo le pedimos que se ponen al día en línea por un tiempo determinado cada semana. Después de ese plazo el programa se genera utilizando el informe de disponibilidad. También ha permitido mantener al día la información sobre nuestros voluntarios en un lugar que sea fácilmente accesible para cualquier lugar con conexión a Internet. Con los diferentes programas que son capaces de mantener un registro de las horas de formación obligatorias además de las horas de trabajo voluntario en turno.
zh_cn: 工作调度ShiftPlanning允许每周安排一个更精简的方法。而不是我们的志愿者发送电子邮件不断更新他们的可用性，我们只是要求他们一定的时间，每星期在线更新。经过这样的时间表产生的使用可用性报告。它也让我们对我们的志愿者保持在一个地方，很容易与互联网连接的任何位置访问到最新信息。随着不同的时间表，我们能够保持我们的强制性培训小时的轨道，除了移志愿者小时。

source: The ShiftPlanning team is always available...
es_es: El equipo de ShiftPlanning siempre está disponible ...
zh_cn: ShiftPlanning队始终是...

source: Kirsten Moore, Scheduling Coordinator 2011 - 2012 - University of Ontario Institute of Technology - Durham College
es_es: Kirsten Moore, coordinador de programación 2011 - 2012 - Universidad de Ontario Institute of Technology - Durham College
zh_cn: 基尔斯滕摩尔，调度协调员2011 - 2012年 - 大学安大略理工大学 - 达勒姆大学

source: We would certainly recommend ShiftPlanning to others.
es_es: Sin duda recomendaría ShiftPlanning a los demás.
zh_cn: 我们一定会推荐给别人的ShiftPlanning。

source: University of Ontario Institute of Technology - Durham College
es_es: Universidad de Ontario Institute of Technology - Durham College
zh_cn: 安大略大学技术学院 - 达勒姆大学

source: Auburn University - Education Scheduling - Case Study
es_es: La Universidad de Auburn - Programación de la Educación - Estudio de caso
zh_cn: 奥本大学 - 教育计划 - 案例研究

source: Auburn University - Education Scheduling
es_es: La Universidad de Auburn - Programación de la Educación
zh_cn: 奥本大学 - 教育调度

source: Case Study: Auburn University AUHD in Auburn, Alabama, United States
es_es: Caso de estudio: la Universidad de Auburn AUHD en Auburn, Alabama, Estados Unidos
zh_cn: 案例分析：奥本Auburn大学AUHD在，阿拉巴马州，美国

source: AUHD is the video board department at Auburn University. We produce the video board and web streams at football, basketball, baseball, soccer, swimming and softball. We have multiple events at the same time or on the same day. Many of the positions are very specialized, so getting the right staff in place is very important.
es_es: AUHD es el departamento de la tarjeta de vídeo en la Universidad de Auburn. Producimos la tarjeta de vídeo y flujos de web en el fútbol, ​​natación baloncesto, béisbol, fútbol y softbol. Tenemos varios eventos al mismo tiempo o en el mismo día. Muchas de las posiciones son muy especializados, así que conseguir el personal adecuado en el lugar es muy importante.
zh_cn: AUHD是在奥本大学的视频板部门。我们生产的足球，篮球，棒球，足球，游泳和垒球视频板和网络流。我们有多个事件在同一时间，或在同一天。许多的立场是非常专业的，所以在合适的人员是非常重要的。

source: Created in 2007 with the installation of a new video display in the football stadium. Started at football and moved into other sports as video displays were updated or installed to include video capabilities.
es_es: Creado en 2007 con la instalación de una pantalla de vídeo nuevo en el estadio de fútbol. Iniciado en el fútbol y se trasladó a otros deportes, como pantallas de vídeo se han actualizado o instalado para incluir capacidades de video.
zh_cn: 创建于2007年安装一个新的视频显示在足球场。开始在足球和移动到其他体育视频​​显示被更新或安装到包括视频功能。

source: We used the work scheduler when2work.com. It was okay but had no innovation or updates for years.
es_es: Se utilizó el trabajo del planificador when2work.com. Estaba bien, pero no tenía la innovación o las actualizaciones de años.
zh_cn: 我们使用工作调度when2work.com。它是好，但有多年没有创新或更新。

source: ShiftPlanning has made it flexible and brought it to mobile devices. Almost all of my contractors have smart phones, so the email and text alerts are great. The list view is very helpful to get a glance at all the people scheduled to work that day. The ability to set unavailable times is very useful when scheduling people to work.
es_es: ShiftPlanning ha hecho que sea flexible y lo llevó a los dispositivos móviles. Casi todos mis contratistas tienen teléfonos inteligentes, por lo que las alertas de correo electrónico y el texto son muy buenos. La vista de lista es muy útil para obtener un vistazo a todas las personas programadas a trabajar ese día. La capacidad de establecer los tiempos no están disponibles es muy útil cuando se programa la gente a trabajar.
zh_cn: ShiftPlanning它灵活，并把它带到了移动设备。几乎我所有的承包商有智能手机，电子邮件和文字警示是伟大的。列表视图是非常有用的预定工作那一天，在所有的人一眼。安排人们的工作时，设置不可用时间的能力是非常有用的。

source: I would recommend the work scheduler ShiftPlanning: the scheduler is vastly improved over the Work2Work work scheduler we used before. Work2Work sent out too many emails and didn’t batch them all together. This caused people to ignore the emails. Now ShiftPlanning sends out one email with all the changes to multiple shifts. This is a great advantage. Crew members really like the new interface and being able to use it on their iPhones.
es_es: Yo recomendaría el ShiftPlanning trabajo del planificador: el programador es mucho mayor sobre el trabajo del planificador Work2Work hemos utilizado antes. Work2Work enviado demasiados mensajes de correo electrónico y no por lotes a todos juntos. Esto hizo que la gente a ignorar los mensajes de correo electrónico. Ahora ShiftPlanning envía un correo electrónico con todos los cambios realizados en varios turnos. Esto es una gran ventaja. Miembros de la tripulación me gusta la nueva interfaz y ser capaz de utilizarlo en sus iPhones.
zh_cn: 我会建议的工作调度ShiftPlanning的：调度得到了极大改善以上的Work2Work工作调度，我们之前使用。 Work2Work发出了太多的电子邮件，并没有批量在一起。这引起了人们忽略的电子邮件。现在ShiftPlanning发送一个电子邮件与多个班次的所有的变化。这是一个很大的优势。船员们真的很喜欢新的界面，并能使用他们的iPhone。

source: We are really enjoying the service.
es_es: Estamos disfrutando mucho el servicio.
zh_cn: 我们真的很享受的服务。

source: Bradley Green - Auburn University
es_es: Bradley Verde - Universidad de Auburn
zh_cn: 布拉德利绿色 - 奥本大学

source: We found the live chat reps to be helpful.
es_es: Hemos encontrado los representantes de chat en vivo para ser útil.
zh_cn: 我们发现即时交谈代表是有益的。

source: Franchise Scheduling &amp; Management
es_es: Programación y Gestión de Franquicias
zh_cn: 特许经营的调度与管理

source: Dream Center Discipleship - Non-Proft & Volunteer Scheduling - Case Study
es_es: Dream Center Discipulado - Programación no Proft y Voluntariado - Estudio de caso
zh_cn: 梦想中心门徒 - 非Proft及义工计划 - 案例研究

source: Dream Center Discipleship - Non-Proft & Volunteer Scheduling
es_es: Dream Center Discipulado - No Proft y Programación de los Voluntarios
zh_cn: 梦想中心门徒 - 非Proft及义工调度

source: Case Study: Dream Center Discipleship in Los Angeles, California, United States
es_es: Estudio de caso: Dream Center Discipulado en Los Ángeles, California, Estados Unidos
zh_cn: 案例分析：梦中心门徒在洛杉矶，加利福尼亚州，美国

source: 17 Years ago the Los Angeles Dream Center started to help the local community of Los Angeles. The Dream center Discipleship program was formalized approximately 9 years ago by Mike Conner. We went from a handful of disciples to over 200+ disciples and three homes. We have a number of staff who volunteer to work with our disciples in our homes, through work therapy and through teaching classes.
es_es: Hace 17 años el Centro de Los Angeles Sueño comenzó a ayudar a la comunidad local de Los Ángeles. El centro de Dream programa de discipulado se formalizó alrededor de 9 años por Mike Conner. Pasamos de un puñado de discípulos a más de 200 discípulos + y tres casas. Tenemos un número de personas que se ofrecen para trabajar con nuestros discípulos en nuestros hogares, a través de la terapia y el trabajo a través de clases de enseñanza.
zh_cn: 17年前的洛杉矶梦想中心开始帮助当地社区洛杉矶。梦中心门徒方案正式大约9年前，迈克·康纳。我们从几个弟子+ 200多名弟子和三口之家。志愿工作与我们的弟子，在我们的家园，通过工作治疗，并通过教学班，我们有一个工作人员的数量。

source: The dream Center Discipleship program is to help individuals with life-controlling issues. It's more than just getting off drugs or alcohol, it's about looking at our lives and starting a fresh. We are faith-based program but really desire to help individuals become apart of society and their families in a healthy way.
es_es: El Centro sueño programa de discipulado es ayudar a las personas con problemas de control de la vida-. Es algo más que conseguir dejar las drogas o el alcohol, se trata de mirar nuestras vidas y comenzar una nueva. Estamos basados ​​en la fe del programa, pero en realidad el deseo de ayudar a las personas a ser separados de la sociedad y sus familias de una manera saludable.
zh_cn: 梦想中心“的门徒方案是帮助个人生命控制的问题。这是刚刚起步药物或酒精，它大约在我们的生活，开始新鲜。我们信仰为基础的方案，但真正愿意帮助个人成为社会和他们的家人除了在一个健康的方式。

source: We have 50 plus individuals with different class schedules, work schedules and projects. We also have three different homes with three different staffs to over see them. Plus we plan to use the work scheduler for specific work projects in our work therapy program.
es_es: Contamos con 50 personas más con diferentes horarios de clase, horarios de trabajo y proyectos. También contamos con tres casas diferentes, con tres varas diferentes a más de verlos. Además tenemos la intención de utilizar el trabajo del planificador de proyectos de trabajo concretos en nuestro programa de terapia de trabajo.
zh_cn: 我们有50个不同的课程安排，工作计划和项目，加上个人。我们还与三个不同的员工有三个不同的家庭，在看到他们。此外，我们打算利用我们工作中的治疗方案的具体工作项目的工作调度。

source: Previously we did our scheduling by hand. The work scheduler ShiftPlanning allows us to keep clear records and helps point out shift challenges for our numerous areas of responsibility.
es_es: Anteriormente hicimos nuestra programación con la mano. El ShiftPlanning trabajo planificador nos permite mantener un registro claro y ayuda a señalar los desafíos de cambio para nuestras numerosas áreas de responsabilidad.
zh_cn: 以前我们做手工的调度。工作调度的ShiftPlanning让我们保持清醒的记录，并帮助了我们的责任，许多领域的转移挑战点。

source: The ShiftPlanning team is informative. It has really helped our staff and our volunteers off campus to communicate and to stay on top of their schedule.
es_es: El equipo de ShiftPlanning es informativo. Se ha ayudado realmente a nuestro personal y nuestros voluntarios fuera de la escuela para comunicarse y mantenerse en la cima de su horario.
zh_cn: ShiftPlanning队是信息。它真的帮了我们的工作人员和志愿者，校内外沟通，留在他们的日程安排上。

source: It has really helped.
es_es: Se ha ayudado mucho.
zh_cn: 它确实有帮助。

source: Kerrie Goachee - Dream Center Discipleship
es_es: Kerrie Goachee - Dream Center Discipulado
zh_cn: Goachee的Kerrie - 梦想中心门徒

source: We are looking forward to using it in other arenas.
es_es: Estamos mirando adelante a su utilización en otros ámbitos.
zh_cn: 我们期待着在其他领域中使用它。

# title
source: Mercer Island Thrift Shop - Non-Proft & Volunteer Scheduling - Case Study
es_es: Mercer Island Thrift Shop - No Proft y Voluntariado Programación - Estudio de caso
zh_cn: 默瑟岛旧货店 - 非Proft及义工计划 - 案例研究

# menu
source: Mercer Island Thrift Shop - Non-Proft & Volunteer Scheduling
es_es: Mercer Island Thrift Shop - No Proft y Programación de los Voluntarios
zh_cn: 默瑟岛旧货店 - 非Proft志愿者调度

source: Case Study: Mercer Island Thrift Shop in Mercer Island, Washington, United States
es_es: Estudio de caso: Mercer Island Thrift Shop en Mercer Island, Washington, Estados Unidos
zh_cn: 案例研究：默瑟岛，华盛顿州默瑟岛，美国旧货店

source: Mercer Island Thrift Shop (MITS) is a nonprofit business operated by Mercer Island Youth and Family Services (MIYFS), a department of the City of Mercer Island. The primary mission of MITS is to raise money in support of the programs of the City of Mercer Island Department of Youth and Family Services (MIYFS).
es_es: Mercer Island Thrift Shop (MITS) es una empresa sin fines de lucro operada por Mercer Isla de la Juventud y la Familia (MIYFS), un departamento de la Ciudad de Mercer Island. La misión principal del MITS es para recaudar fondos en apoyo de los programas de la Ciudad de Mercer Island Departamento de Servicios para la Juventud y la Familia (MIYFS).
zh_cn: 默瑟岛节俭商店（MITS公司）是一个非盈利性的默瑟岛青年和家庭服务（MIYFS），一个部门的默瑟岛市经营的业务。 MITS公司的主要任务是提高默瑟岛的青年和家庭服务部（MIYFS）市方案资金支持。

source: Through the execution of this mission, MITS also provides quality goods to customers of all income levels and local volunteer opportunities on Mercer Island, enabling people to: become an active part of their community, make friends and have social contact with others, gain useful skills and job experience, fulfill work, school or court ordered community service. It's an institution where residents can donate and recycle household goods.
es_es: A través de la ejecución de esta misión, MITS también ofrece productos de calidad a los clientes de todos los niveles de ingreso y de oportunidades de voluntariado en Mercer Island, permitiendo a la gente: convertirse en parte activa de su comunidad, hacer amigos y tener un contacto social con los demás, adquirir habilidades útiles y la experiencia laboral, cumplir con el trabajo, escuela o tribunal ordenó servicio comunitario. Es una institución donde los residentes pueden donar y reciclar artículos para el hogar.
zh_cn: 通过执行这一使命，MITS公司还提供优质的商品，以客户默瑟岛的所有收入水平和当地的志愿者机会，使人们能够成为他们的社区的积极参与，广交朋友，与他人的社会联系，获得有用的技能和工作经验，落实工作，学校或法院命令的社区服务。这是一个机构，那里的居民可以捐赠和回收家居用品。

source: MITS began in 1975 through a rummage sale organized by several community volunteers which raised $3,413 to support Mercer Island Youth Services. In 1981, the growing project moved from a garage to a Community Center and the volunteer group upgraded its name and image to MIYFS Thrift Shop. In 1984 the shop was moved to its current location which was an old swim club. The building has been remodeled and expanded to 7200 square feet to accommodate MITS as a modern thrift business. We continue to rely on volunteers to power our business as they bring value, breadth of knowledge, expertise and connection to our community.
es_es: MITS comenzó en 1975 a través de una venta de artículos usados, organizado por varios voluntarios de la comunidad que elevó 3.413 dólares para apoyar a Mercer Island Servicios para la Juventud. En 1981, el proyecto de crecimiento pasó de un garaje para un Centro Comunitario y el grupo de voluntarios mejoró su nombre y la imagen de Thrift Shop MIYFS. En 1984 la tienda se trasladó a su ubicación actual, que era un club de natación de edad. El edificio ha sido remodelado y ampliado a 7200 metros cuadrados para dar cabida a MITS como un negocio de segunda mano moderno. Seguimos a confiar en los voluntarios con el poder de nuestro negocio ya que aportan valor, la amplitud de conocimientos, experiencia y conexión con nuestra comunidad.
zh_cn: MITS公司于1975年开始通过一些社区志愿者提出3,413美元，以支持默瑟岛青年服务组织的清仓大甩​​卖。 1981年，越来越多的项目从车库搬到一个社区中心和志愿者组升级其到MIYFS旧货店的名称和形象。店在1984年被转移到其当前位置，这是一个古老的游泳俱乐部。大楼已经改造和扩大到7200平方尺，以适应作为一个现代化的节俭业务MITS公司。我们将继续依靠我们的业务的志愿者，为他们带来的价值，知识，专长和连接到我们的社会广度。

source: With over 150 part time direct reports that have multiple job assignments, our scheduling system has become very complex. There have been portions of our volunteer work force that we do not focus on scheduling and we have relied on for regular attendance. This has resulted in poor coverage in some areas and has negative effects on our production and sales performance. Working across a span of generations, we needed a product that would be flexible in meeting the needs of both younger volunteers that prefer to interact with scheduling through an online product and older volunteers that do not use computers.
es_es: Con más de 150 informes a tiempo parcial directos que tienen varias asignaciones de trabajo, nuestro sistema de programación se ha vuelto muy complejo. Ha habido partes de nuestra fuerza de trabajo voluntario que no se centran en la programación y nos hemos basado en la asistencia regular. Esto ha resultado en la baja cobertura en algunas áreas y tiene efectos negativos sobre la producción y el rendimiento de las ventas. Trabajo en un lapso de generaciones, que necesitábamos un producto que sería flexible para satisfacer las necesidades tanto de los voluntarios más jóvenes que prefieren interactuar con la programación a través de un producto en línea y voluntarios de mayor edad que no usan computadoras.
zh_cn: 与超过150个部分时间有多个工作任务的直接报告，我们的调度系统已经变得非常复杂。已经有我们的志愿者工作队伍的一部分，我们不集中调度，我们依靠定期出席。这导致了一些地区的贫困覆盖，我们的生产和销售业绩的负面影响。跨代跨工作，我们需要的产品在满足两个年轻的志愿者更愿意通过网上产品和老年志愿者，不使用电脑的调度与互动的需求，这将是灵活的。

source: We have been using MS Excel to schedule both our staff and volunteers. Our work study student staff schedule is laid out with complex conditional statements that calculate lunch breaks, then wages and reimbursements from State and Federal funding to calculate payroll expenditures. Time off request dates are blocked out before entering staff shifts. Our volunteer work schedule is a separate shift and job chart printed monthly, using white-out as time away notices are given. We fill those job assignments with part time staff as gaps in coverage are identified.
es_es: Hemos estado utilizando MS Excel para programar tanto nuestro personal y voluntarios. Nuestro estudio el trabajo del estudiante horario del personal se presenta con sentencias condicionales complejas que permiten calcular la hora del almuerzo, entonces los salarios y los reembolsos de los fondos estatales y federales para el cálculo de los gastos de nómina. Tiempo libre fechas de solicitud son bloqueados antes de entrar en los turnos del personal. Nuestro horario de trabajo voluntario es un cambio por separado y el gráfico mensual de trabajo impreso, con blanco a medida que el tiempo de distancia avisos se dan. Llenamos las asignaciones de trabajo con el personal a tiempo parcial como las lagunas en la cobertura se identifican.
zh_cn: 我们一直在使用MS Excel来安排我们的工作人员和志愿者。我们的工作，研究学生工作人员的时间表奠定了复杂的条件语句，计算来自州和联邦资金的午休时间，那么工资和报销计算工资支出。关闭请求的日期，时间被封锁前进入的员工转变。我们的志愿者工作时间表是一个单独的转变和工作图表，打印每月使用白色作为时间通知给。我们填写兼职人员的工作任务，确定覆盖面的空白。

source: We are just getting started with the work scheduler ShiftPlanning but its features allow our technology-inclined volunteers to interact with our scheduling process to improve our coverage and communication. Text and email shift reminders are an added resource for communication that we hope will affect the attendance but also the communication of volunteers that want to use this feature.
es_es: Estamos empezando con la ShiftPlanning trabajo programador, pero sus características permiten que nuestra tecnología-inclinados voluntarios para interactuar con nuestro proceso de planificación para mejorar la cobertura y la comunicación. Recordatorios de texto y correo electrónico de cambio son un recurso adicional para la comunicación que esperamos que afecten la asistencia, sino también la comunicación de la de los voluntarios que deseen utilizar esta función.
zh_cn: 我们刚开始工作调度ShiftPlanning，但其功能允许倾斜志愿者，我们的技术与我们的调度进程互动，以提高我们的覆盖面和通信。文本和电子邮件的转变提醒的是通信资源，我们希望将影响出席，但要使用此功能的志愿者的沟通。

source: Some of our older volunteers are not interested in interfacing with a computer a work scheduler product and ShiftPlanning gives us different options to manage that portion of our volunteer workforce. Adding our work study students to the system will help us eliminate the step of writing up a daily job assignments by using the job assignment features available in the work scheduler. This is an invaluable resource allowing us to get a more accurate glance at our available staffing.
es_es: Algunos de nuestros voluntarios mayores de esa edad no están interesados ​​en interactuar con una computadora de un producto de trabajo del planificador y ShiftPlanning nos da diferentes opciones para administrar la parte de nuestra fuerza de trabajo voluntario. Adición de nuestros estudiantes de estudio y trabajo en el sistema nos ayudará a eliminar el paso de la redacción de una asignación de tareas diarias mediante el uso de las funciones de asignación de puestos vacantes en el trabajo del programador. Este es un recurso muy valioso que nos permite tener una mirada más precisa a nuestro personal disponible.
zh_cn: 我们的一些老年志愿者不感兴趣与计算机连接工作调度产品和ShiftPlanning的给我们不同的选项来管理部分，我们的志愿者劳动力。加入我们的工作，研究学生的系统将帮助我们消除写每天的工作任务，所使用的就业分配工作调度功能的步骤。这是一个非常宝贵的资源，使我们能够在我们现有的人手更精确一目了然。

source: We are impressed.
es_es: Estamos impresionados.
zh_cn: 我们留下了深刻的印象。

source: Suzanne Philen, Manager â€“ Mercer Island Thrift Shop
es_es: Suzanne Philen, Gerente â € &quot;Mercer Island Thrift Shop
zh_cn: 苏珊娜Philen，经理A默瑟岛旧货店

source: So far our interaction with the ShiftPlanning team members has been prompt and effective. Our questions have been quickly answered and team members are a pleasure to communicate with.
es_es: Hasta ahora, nuestra interacción con los miembros del equipo ShiftPlanning ha sido rápida y eficaz. Nuestras preguntas han sido contestadas con rapidez y los miembros del equipo son un placer para comunicarse.
zh_cn: 到目前为止，我们一直与的ShiftPlanning团队成员的互动迅速和有效的。我们的问题已经迅速地回答和团队成员是一个沟通的乐趣。

source: <b>Business Name</b>: Mercer Island Thrift Shop
es_es: <b>Nombre del Negocio</b>: Mercer Island Thrift Shop
zh_cn: <b>公司名称</b>默瑟岛旧货店

source: Non-Proft
es_es: No Proft
zh_cn: 非-Proft

source: Volunteer Scheduling
es_es: Voluntarios de programación
zh_cn: 志愿者调度

source: Jersey City Food Co-Op Board - Store Employee Scheduling software - Case Study
es_es: Jersey City Food Co-Op Junta - empleado de la tienda de software de programación - Estudio de caso
zh_cn: 泽西城食品CO-OP董事会 - 商店员工排班软件 - 案例研究

source: Jersey City Food Co-Op Board - Store Employee Scheduling software
es_es: Jersey City Food Co-Op Junta - empleado de la tienda de software de programación
zh_cn: 泽西市粮食局 - CO-OP商店雇员调度软件
