Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Received notification and messages wherever you are.
es_es: Notificación recibida y los mensajes en cualquier lugar.
zh_cn: 收到通知和信息，无论你在哪里。

source: Reach employees or managers quickly and easily.
es_es: Llegar a los empleados o administradores de forma rápida y sencilla.
zh_cn: 快速，轻松地达到员工或经理。

source: Save time by accessing files even when you're away from your office.
es_es: Ahorre tiempo al acceder a los archivos, incluso cuando estás fuera de la oficina.
zh_cn: 甚至当你远离你的办公室访问文件的保存时间。

source: Easy to use and accessible from anywhere.
es_es: Fácil de utilizar y accesible desde cualquier lugar.
zh_cn: 易于使用，并从任何地方访问。

source: Download Schedule Software for Windows/Mac/Linux
es_es: Descargar Software Programación para Windows / Mac / Linux
zh_cn: 在Windows / Mac / Linux的软件下载附表

source: Desktop Software available for download Workforce Management - Including Employee Scheduling, Time Clocking - Available in a web and native app.
es_es: Incluyendo la programación de los empleados, Tiempo Reloj - - Disponible en una aplicación web y de escritorio nativas disponibles para la Gestión de Fuerza Laboral de descarga de software.
zh_cn: 桌面软件下载劳动力管理 - 包括员工排班，时间时钟 - 可在网络和本机应用程序。

source: ShiftPlanning's Desktop Application
es_es: ShiftPlanning de aplicaciones de escritorio
zh_cn: ShiftPlanning的桌面应用

source: The Desktop Employee Scheduler in action
es_es: El Programador de escritorio de los empleados en la acción
zh_cn: 桌面员工在行动调度

source: Download Schedule Software for Managers & Schedulers
es_es: Descargar el software Programa para Gerentes y Planificadores
zh_cn: 下载附表经理及调度软件

source: Our desktop application opens up the majority of our desktop platform to the iPhone mobile device. Among other actions Managers and Schedulers can:
es_es: Nuestra aplicación de escritorio se abre la mayor parte de nuestra plataforma de escritorio al dispositivo móvil iPhone. Entre otras acciones gestores y programadores pueden:
zh_cn: 我们的桌面应用程序打开了我们的桌面平台，以广大的iPhone移动设备。除采取其他行动的管理和调度可以：

source: View and Manage Schedules - Including creating and editing Shifts
es_es: Ver y administrar programaciones, incluyendo la creación y edición de Cambios
zh_cn: 查看和管理表 - 包括创建和编辑移

source: View and Manage Staff - Including adding and editing employees
es_es: Ver y administrar el personal - incluyendo la adición y edición de los empleados
zh_cn: 查看和管理人员 - 包括添加和编辑员工

source: Communicate - Using the message wall as well as send messages to employees or to entire departments
es_es: Comunicar - Uso de la pared del mensaje, así como enviar mensajes a los empleados o departamentos enteros
zh_cn: 沟通 - 利用信息墙，以及员工或整个部门发送邮件

source: Edit Settings and Update Business details
es_es: Editar la configuración y actualización de datos de negocios
zh_cn: 编辑设置和更新业务细节

source: Desktop Application for Employees
es_es: Aplicación de escritorio para los empleados
zh_cn: 为员工的桌面应用程序

source: Our download schedule software is a powerful tool to make sure that employees always have access to the latest scheduling data as well as allowing them to:
es_es: Nuestro software de programación de descarga es una poderosa herramienta para asegurarse de que los empleados siempre tienen acceso a los últimos datos de la programación, así como lo que les permite:
zh_cn: 我们的下载排程软件是一个功能强大的工具，以确保员工始终能够获得最新的调度数据，以及让他们：

source: View Schedules - Quickly find out when they work
es_es: Ver horarios - averiguar rápidamente cuando trabajan
zh_cn: 查看附表 - 快速找出他们的工作时

source: Pick-Up Shifts - Check for & Pick-up available Shifts
es_es: Pick-Up Cambios - Verificar y Pick-up turnos disponibles
zh_cn: 回升位移 - 检查及接送可移

source: View Staff Message Board & Private Messages
es_es: Ver Mensaje Junta de Personal y mensajes privados
zh_cn: 员工留言板悄悄话

source: Clock in & Out and view time-sheets
es_es: Reloj de entrada y salida y ver las hojas de tiempo
zh_cn: 时钟和输出，查看时间表

source: Edit Profile Settings
es_es: Editar la configuración de perfil
zh_cn: 编辑个人资料设置

source: System Requirements
es_es: Requisitos del sistema
zh_cn: 系统需求

source: Internet Connection
es_es: De conexión a Internet
zh_cn: 网际网路连线

source: One of the following operating systems:
es_es: Uno de los siguientes sistemas operativos:
zh_cn: 以下操作系统之一：

source: Apple Mac OSX 10.7 (Lion)
es_es: Apple Mac OSX 10.7 (León)
zh_cn: 苹果Mac OSX 10.7（狮子）

source: Desktop Employee Scheduling Application Software
es_es: Empleados de Escritorio Programación de Software de Aplicación
zh_cn: 桌面雇员调度中的应用软件

source: ShiftPlanning's desktop employee scheduling application incorporates all of the functionality of our web-based application allowing you to take care of all of your workforce management needs right from within the application without the need to ever open a web-browser.
es_es: ShiftPlanning programación de aplicaciones de escritorio empleado incorpora toda la funcionalidad de nuestra aplicación basada en web que le permite hacerse cargo de la totalidad de su gestión de la plantilla necesita directamente desde la aplicación sin la necesidad de abrir alguna vez un navegador web.
zh_cn: ShiftPlanning的桌面雇员调度中的应用集成所有的功能，让您照顾您所有的人力资源管理，从应用程序内的需要，而不需要打开一个网页浏览器，我们基于网络的应用。

source: Our Desktop application is available for Windows, Mac, and Linux for - Managers, Schedulers and Employees. The best part about the employee scheduling desktop app is that it's 100% free!
es_es: Nuestra aplicación de escritorio está disponible para Windows, Mac y Linux - Los gerentes, programadores y empleados. La mejor parte acerca de la programación de aplicaciones de escritorio empleado es que es 100% gratis!
zh_cn: 我们的桌面应用程序是在Windows，Mac和Linux - 经理，调度和员工。有关雇员调度桌面应用程序的最好的部分是，它是100％免费！

source: What our customers are saying:
es_es: Lo que opinan nuestros clientes:
zh_cn: 我们的客户说：

source: Wickedly Fast Performance. The best way to run ShiftPlanning hands down!
es_es: Wickedly un rendimiento rápido. La mejor forma de ejecutar las manos ShiftPlanning abajo!
zh_cn: 恶快速的性能。最好的办法运行ShiftPlanning手！

source: A great complimentary product to the web & mobile versions.
es_es: Un gran producto gratuito a las versiones web y móvil.
zh_cn: 一个伟大的免费产品，Web和移动版本。

source: We use the desktop app to restrict web-access from our employees.
es_es: Usamos la aplicación de escritorio para restringir el acceso en la web de nuestros empleados.
zh_cn: 我们使用的桌面应用程序，限制员工的网络访问。

source: ShiftPlanning Mobile Version
es_es: ShiftPlanning Versión Móvil
zh_cn: ShiftPlanning移动版本

source: As well as our download schedule software & web versions ShiftPlanning is also available from any web-enabled mobile device. This means that you have access to employee scheduling, time clocking, and workforce management software from anywhere, at anytime!
es_es: Al igual que nuestro software de programación de descarga y ShiftPlanning web de versiones está disponible desde cualquier dispositivo móvil habilitado para Internet. Esto significa que usted tiene acceso a la programación de los empleados, el tiempo de reloj, y el software de administración de personal desde cualquier lugar, en cualquier momento!
zh_cn: 以及我们的下载进度软件及网络版ShiftPlanning是也可从任何网络功能的移动设备。这意味着，你必须获得员工的日程安排，时间时钟，从任何地方，随时和劳动力管理软件！

source: Importing Employee Data from Offline Sources is Fast and Easy with ShiftPlanning
es_es: Importación de datos de empleados de fuentes fuera de línea es rápido y fácil con ShiftPlanning
zh_cn: 从离线源导入雇员数据是快速与ShiftPlanning容易

source: If you're looking for more advanced integration you can also check out our API, and other import / data sync options.
es_es: Si usted está buscando una integración más avanzada, también puede comprobar fuera de nuestra API, y otros de importación / opciones de sincronización de datos.
zh_cn: 如果你正在寻找更先进的集成，您还可以检查出我们的API，和其他进口/数据同步选项。

source: Click on "Staff."
es_es: Haga clic en &quot;Personal&quot;.
zh_cn: 点击“员工”。

source: In the left menu select "Add Employee(s)."
es_es: En el menú de la izquierda, seleccione &quot;Agregar Empleado (s).&quot;
zh_cn: 在左侧菜单中选择“新增雇员（S）。”

source: Click on "Import Employees from .csv."
es_es: Haga clic en &quot;Los empleados de las importaciones procedentes. Csv&quot;.
zh_cn: 点击“导入。CSV雇员。”

source: Import a bulk list of employees in just one click.
es_es: Importar una lista mayor parte de los empleados en un solo clic.
zh_cn: 只需点击一下鼠标，导入批量的雇员名单。

source: Saves the time it would have taken to perform manually.
es_es: Guarda el tiempo que se han tomado para llevar a cabo manualmente.
zh_cn: 保存时间，将采取手动执行。

source: Create custom fields to add additional data such as Insurance information, hire date and more.
es_es: Crear campos personalizados para añadir datos adicionales, tales como información del seguro, fecha de contratación y mucho más.
zh_cn: 创建自定义字段添加额外的数据，如保险信息，雇用日期和更多。

source: Customizable Workforce Management Software
es_es: Plantilla personalizable Software de Gestión
zh_cn: 自定义的人力资源管理软件

source: From your Dashboard:
es_es: Desde su escritorio:
zh_cn: 从您的控制台：

source: Click on the "Administrator" tab.
es_es: Haga clic en el &quot;Administrador&quot; ficha.
zh_cn: 点击“管理员”标签。

source: Click on the "Edit Settings" link.
es_es: Haga clic en &quot;Editar configuración&quot; que aparece.
zh_cn: 点击“修改设置”链接。

source: Set-up ShiftPlanning exactly as you want it to work to work for your business. Customizable options include:
es_es: Set-up ShiftPlanning exactamente como usted quiere que funcione a trabajar para su negocio. Opciones personalizables incluyen:
zh_cn: 设置完全按照你想让它努力工作，为您的企业ShiftPlanning。定制选项包括：

source: Employee permissions
es_es: Los permisos de los empleados
zh_cn: 雇员的权限

source: Messaging permisions
es_es: Mensajería permisions
zh_cn: 消息permisions

source: Notification settings
es_es: Configuración de notificaciones
zh_cn: 通知设置

source: Account configuration options
es_es: Opciones de configuración de la cuenta
zh_cn: 帐户的配置选项

source: Fine-tune ShiftPlanning to work for your specific business.
es_es: Afinar ShiftPlanning a trabajar para su negocio en particular.
zh_cn: 微调ShiftPlanning您的具体业务工作。

source: Set limitations based on employee permissions levels.
es_es: Establecer limitaciones basadas en permisos de los empleados los niveles.
zh_cn: 根据员工权限级别设置的限制。

source: Easily optomize/configure application settings from one central location.
es_es: Fácilmente optomize / configurar parámetros de la aplicación desde una ubicación central.
zh_cn: 轻松optomize /配置应用程序设置，从一个中央位置。

source: Fast and Easy Notifications with Employee Ping
es_es: Notificaciones Rápido y Fácil con Ping Empleado
zh_cn: 与员工平快速和容易的通知

source: You can easily "ping" any employee any time you need to get a message to instantly them from your ShiftPlanning Dashboard:
es_es: Usted puede hacer &quot;ping&quot; a cualquier empleado cada vez que necesite enviar un mensaje al instante a la de su escritorio ShiftPlanning:
zh_cn: 您可以轻松地“平安”的任何雇员任何时候你需要即刻他们得到的消息，从您的ShiftPlanning仪表板：

source: First check "Who's on Now" or go to the "Staff" tab.
es_es: Primero verifique &quot;¿Quién sigue ahora&quot; o ir a la &quot;Personal&quot; ficha.
zh_cn: 首先检查“现在就加入”或“员工”标签。

source: Click on "Ping."
es_es: Haga clic en &quot;Ping&quot;.
zh_cn: 点击“平安”。

source: Type your message. ("Where are you?" or "You're late!" for instance.)
es_es: Escriba su mensaje. (&quot;¿Dónde estás?&quot; O &quot;¡Llegas tarde!&quot;, Por ejemplo.)
zh_cn: 键入您的消息。 （“你在哪里？”或“你来晚了！”的实例。）

source: Message recipient can respond immediately by cell phone or computer.
es_es: Destinatario del mensaje pueda responder de inmediato por teléfono celular o computadora.
zh_cn: 邮件收件人可以通过手机或电脑立即响应。

source: The fastest way of sending any short update/message to an employee.
es_es: La forma más rápida de enviar las actualizaciones a corto / mensaje a un empleado.
zh_cn: 雇员发送任何短的更新/消息的最快方式。

source: Management can communicate directly with any given employee without having to look up their contact details.
es_es: La gestión puede comunicarse directamente con cualquier empleado, sin tener que buscar sus datos de contacto.
zh_cn: 管理可以直接沟通与任何特定的雇员，而无需查找自己的联系方式。

source: Employees receive messages (ping) via E-mail and directly on their cell phones via SMS.
es_es: Los empleados reciben mensajes (ping) a través de correo electrónico y directamente en sus teléfonos celulares a través de SMS.
zh_cn: 员工通过E-mail，并直接在他们的手机通过短信收到邮件（平）。

source: Third party calendar sync with ShiftPlanning through iCal.
es_es: Tercero sincronización del calendario con ShiftPlanning a través de iCal.
zh_cn: 第三方ShiftPlanning通过的iCal日历同步。

source: Getting your Calendar Sync information is easy:
es_es: Obtener la información de sincronización del calendario es fácil:
zh_cn: 让你的日历同步信息很简单：

source: Log in to your account and click on the "Schedule" tab.
es_es: Accede a tu cuenta y haz clic en el &quot;Programa&quot; ficha.
zh_cn: 登录到您的帐户，并点击“日程安排”选项卡。

source: Copy the schedule sync URL from here so that you can set up your client.
es_es: Copia la URL de sincronización horario de aquí, así que usted puede configurar su cliente.
zh_cn: 所以从这里复制的时间表同步URL，你可以设置你的客户。

source: Works with third party applications such as Google, iCal, Outlook and more.
es_es: Funciona con aplicaciones de terceros como Google, iCal, Outlook y más.
zh_cn: 第三方应用程序，如谷歌的iCal，Outlook和其他的作品。

source: Provides a fast way to keep yourself updated.
es_es: Proporciona una manera rápida para mantenerse actualizado.
zh_cn: 提供了一种快速的方式，以保持自己更新。

source: Option for hourly updates makes sure you are always on top of things.
es_es: Opción para actualizaciones cada hora se asegura de que siempre están en la parte superior de las cosas.
zh_cn: 每小时更新的选项可确保你总是事情上。

source: Sync individual employee schedules, department schedules, or entire business schedules.
es_es: Sincronizar los horarios individuales de los empleados, los horarios de departamento, o toda la programación de negocio.
zh_cn: 同步员工个人日程，部门日程，或整个业务的时间表。

source: ShiftPlanning’s E-mail Account Integration Intuitive and Easy to Use
es_es: ShiftPlanning la cuenta de correo electrónico intuitivo y fácil de usar Integración
zh_cn: ShiftPlanning的E-mail帐户直观和易于使用的集成

source: ShiftPlanning’s state-of-the-art online scheduling and management software integrates nicely with most E-mail accounts, allowing managers to easily import employee information for use in the employee’s personnel file.
es_es: ShiftPlanning del estado de la técnica de programación en línea y software de gestión integra muy bien con la mayoría de las cuentas de correo electrónico, permitiendo a los administradores importar fácilmente información de los empleados para su uso en el expediente personal del empleado.
zh_cn: ShiftPlanning的国家的最先进的网上调度和管理软件，很好地与大多数电子邮件帐户集成，使管理人员能够轻松地导入员工的人事档案中使用的雇员信息。

source: In fact, ShiftPlanning can use online address books from G-mail, Yahoo, Hotmail, ICQ Mail, Lycos, Indiatimes, m@il.com, email.it, FastMail and Reddiffmail to set up employee files within your company.
es_es: De hecho, ShiftPlanning puede utilizar los libros en línea de direcciones de G-mail, Yahoo, Hotmail, ICQ, Lycos, Indiatimes, m@il.com, email.it, FastMail y Reddiffmail para configurar los archivos de los empleados dentro de su empresa.
zh_cn: 事实上，ShiftPlanning可以使用G邮箱，雅虎，Hotmail的邮件ICQ的，LYCOS，Indiatimes，m@il.com，email.it，FastMail和Reddiffmail在线地址簿内设立贵公司的员工档案。

source: This E-mail integration makes uploading new employee information fast and easy, saving much valuable time for management and employee alike.
es_es: Esta integración de correo electrónico hace que la información cargar nuevo empleado fácil y rápida, ahorrando mucho tiempo valioso para la gestión y al empleado.
zh_cn: 这个E-mail集成上传新员工快速和便捷的信息，管理和员工节省很多宝贵的时间一样。

source: Import employee information files from their personal E-mail address book.
es_es: Importación de archivos de información de los empleados de su libreta de direcciones de correo electrónico.
zh_cn: 从他们个人的E-mail地址簿导入员工信息档案。

source: Click on “Staff”, then click on “Add Employees.”
es_es: Haga clic en &quot;Personal&quot;, a continuación, haga clic en &quot;Añadir los empleados.&quot;
zh_cn: 点击“员工”，然后点击“添加员工”。

source: ShiftPlanning will walk you through the online import options.
es_es: ShiftPlanning le guiará a través de las opciones de importación en línea.
zh_cn: ShiftPlanning将引导您通过网上导入选项。

source: Seamless data transfer feature passes the data into your company’s program.
es_es: Función de transferencia de datos sin fisuras pasa los datos al programa de su empresa.
zh_cn: 无缝的数据传输功能的数据传递到贵公司的计划。

source: Employee must approve the request from their E-mail account for security.
es_es: El empleado debe aprobar la solicitud de su cuenta de correo electrónico para la seguridad.
zh_cn: 雇员必须批准从他们的E-mail帐号的安全要求。

source: Employee’s schedules and other relevant messages are easily transferred from the ShiftPlanning program to the employee.
es_es: Horarios de los empleados y otros mensajes relevantes se pueden transferir fácilmente desde el programa ShiftPlanning para el empleado.
zh_cn: 雇员的时间表和其他相关信息很容易被转移到雇员从ShiftPlanning方案。

source: Import employees in one click, saving valuable time.
es_es: Importación de los empleados en un solo clic, ahorrando tiempo valioso.
zh_cn: 员工一键导入，节省宝贵的时间。

source: No risk of entering incorrect, misspelled or obsolete information.
es_es: No hay riesgo de introducción de información incorrecta, mal escrita u obsoletos.
zh_cn: 没有输入错误，拼写错误或者过时信息的风险。

source: Allows employees to log in and edit their personal information when necessary.
es_es: Permite a los empleados acceder y editar su información personal cuando sea necesario.
zh_cn: 允许员工登录和编辑他们的个人信息，必要时。

source: Quickly search or navigate using ShiftPlanning's built-in Search
es_es: Búsqueda rápida o navegar utilizando ShiftPlanning incorporado en Buscar
zh_cn: 快速搜索或浏览使用ShiftPlanning的内置搜索

source: Click in the search bar at the top right (or press the space bar).
es_es: Haga clic en la barra de búsqueda en la parte superior derecha (o pulse la barra espaciadora).
zh_cn: 在搜索栏中点击右上角（或按空格键）。

source: Quickly and easily navigate staff and schedules.
es_es: Rápidamente y navegar fácilmente el personal y los horarios.
zh_cn: 快速，轻松地导航人员和日程安排。

source: Search for tutorials and user guides to find immediate help.
es_es: Buscar tutoriales y guías del usuario para obtener ayuda inmediata.
zh_cn: 教程和用户指南，搜索，立即找到帮助。

source: Quickly navigate to a point in the calendar by simply searching for a date.
es_es: Navegue rápidamente a un punto en el calendario por la simple búsqueda de una fecha.
zh_cn: 快速导航点在日历中的日期搜索。

source: Save time.
es_es: Ahorre tiempo.
zh_cn: 节省时间。

source: Easily and quickly locate the information you need.
es_es: Fácil y rápido encontrar la información que usted necesita.
zh_cn: 方便，快捷地找到您需要的信息。

source: Intuitive for maximum user friendliness.
es_es: Intuitivo para facilidad de uso máximo.
zh_cn: 直观的最大用户友好。

source: Hot-key access for power users.
es_es: Hot-clave de acceso para los usuarios avanzados.
zh_cn: 热键电力用户的访问。

source: File Sharing with ShiftPlanning is Fast and Easy
es_es: Compartir archivos con ShiftPlanning es rápido y fácil
zh_cn: 文件共享与ShiftPlanning是快速和容易

source: Under the "Admin" tab, click on the "Upload New" link on the left-hand side of the screen. under "Files" heading.
es_es: Bajo la pestaña &quot;Admin&quot;, haga clic en el botón &quot;Subir Nuevo&quot; que aparece en el lado izquierdo de la pantalla. la sección &quot;Archivos&quot; la partida.
zh_cn: 下的“管理”标签，点击“上传新的”屏幕左侧的链接。在“文件”的标题。

source: Click "Upload" button on the "Upload a New File" screen to choose a file from your computer.
es_es: Haga clic en &quot;Subir&quot; situado en la &quot;Subir un archivo nuevo&quot; la pantalla para seleccionar un archivo de su computadora.
zh_cn: 点击“上传”按钮“上传新文件”屏幕上，选择文件从您的计算机。

source: Select the file you want to upload from your computer.
es_es: Seleccione el archivo que quieres subir desde tu computador.
zh_cn: 选择你要上传的文件从您的计算机。

source: Enter a name and description for the file.
es_es: Escriba un nombre y una descripción para el archivo.
zh_cn: 输入文件的名称和描述。

source: Click the "Submit File" button
es_es: Haga clic en &quot;Enviar Archivo&quot;
zh_cn: 点击“提交文件”按钮

source: File will be available in the "Current Files" listing.
es_es: Archivo estará disponible en la sección &quot;Archivos actuales&quot; lista.
zh_cn: 文件将在“当前文件”上市。

source: Employees can download shared documents from their dashboard.
es_es: Los empleados pueden descargar documentos compartidos de su tablero de instrumentos.
zh_cn: 员工可以从他们的仪表盘的共享文件。

source: Easy and cost effective distribution of important information.
es_es: La distribución fácil y rentable de la información importante.
zh_cn: 容易和成本效益分配的重要信息。

source: Anytime, anywhere access keeps your business operating 24/7.
es_es: Cualquier momento y lugar que mantiene su negocio funcionando 24/7.
zh_cn: 随时随地上网让你的业务经营24/7。

source: No need to purchase an expensive, time consuming file server.
es_es: No es necesario comprar un costoso servidor, el tiempo de archivo de consumir.
zh_cn: 无需购买昂贵的，耗时的文件服务器。

source: Centralizes important files and protects your company against scattered or lost information.
es_es: Centraliza y protege los archivos importantes de su empresa frente a la información dispersa o se pierde.
zh_cn: 集中的重要文件，并防止散落或丢失的信息公司。

source: Employee Availability Scheduling in ShiftPlanning
es_es: Employee Scheduling disponibilidad en ShiftPlanning
zh_cn: 员工在ShiftPlanning可用性调度

source: From the ShiftPlanning online Dashboard:
es_es: En la interfaz ShiftPlanning en línea:
zh_cn: 从ShiftPlanning在线仪表板：

source: Select "Availability" in the left hand menu
es_es: Seleccione &quot;disponibilidad&quot; en el menú de la izquierda
zh_cn: 选择左侧菜单中的“存货”

source: Glide the mouse-over any time block to get details.
es_es: Desliza el ratón por encima bloque cualquier momento para obtener más detalles.
zh_cn: 滑动鼠标在任何时间块详细信息。

source: Click on the time block to set that time slot as unavailable.
es_es: Haga clic en el bloque de tiempo para establecer ese intervalo de tiempo como no disponible.
zh_cn: 点击时间块设置为不可用，时隙。

source: Unavailable time-slots will be shown in grey.
es_es: No disponible franjas horarias se muestran en gris.
zh_cn: 将显示为灰色不可用时间槽。

source: Click on the "Edit Availability" option in the "Availability" sector.
es_es: Haga clic en &quot;Editar disponibilidad&quot; en el &quot;disponibilidad&quot; del sector.
zh_cn: 点击“编辑可用性”选项中的“可用性”的部门。

source: Select your availability within your schedule in 15- to 30-minute or hourly increments.
es_es: Seleccione su disponibilidad dentro de su horario en 15 - a incrementos de 30 minutos o cada hora.
zh_cn: 在你的日程安排选择您的可用性，在15 - 30分钟或每小时递增。

source: ShiftPlanning offers three types of availability options for employees to set within the company's scheduling program:
es_es: ShiftPlanning ofrece tres tipos de opciones de disponibilidad para que los empleados que figuran en el programa de planificación de la empresa:
zh_cn: ShiftPlanning提供三种类型的员工在该公司的调度程序设置的可用性选项：

source: Weekly Availability:
es_es: Disponibilidad semanal:
zh_cn: 每周可用性：

source: Used to set availability for routine events that are not changed on a daily basis.
es_es: Se utiliza para establecer la disponibilidad para los eventos de rutina que no se cambian a diario.
zh_cn: 用于设置每天的基础上，不改变常规事件的可用性。

source: Daily Availability:
es_es: Disponibilidad Todos los días:
zh_cn: 每日可用性：

source: Used for setting availability for one-time events such as meetings, special events, and gatherings. Located under 'Schedule' – 'My Schedule'
es_es: Se utiliza para ajustar la disponibilidad de los eventos de una sola vez, tales como reuniones, eventos especiales y reuniones. Situado en &#39;Programar&#39; - &#39;My Schedule&#39;
zh_cn: 用于设置提供一次性的事件，如会议，特别活动和集会。坐落在“附表” - “我的日程”

source: Short term Availability:
es_es: Disponibilidad a corto plazo:
zh_cn: 短期可用性：

source: Used to set availability in 15-minute increments.
es_es: Se utiliza para establecer la disponibilidad en incrementos de 15 minutos.
zh_cn: 用于设置在15分钟的增量。
