Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: I would recommend to others. Just the contact so far with Ryan the allowing us as non-profit to utilize the product is amazing, not to mention researching the tools and sample program appears great.
es_es: Yo lo recomendaría a otros. Sólo el contacto hasta ahora con Ryan de la que nos aparece como sin fines de lucro para utilizar el producto es increíble, por no hablar de la investigación de las herramientas y el programa de la muestra grande.
zh_cn: 我会推荐给别人。只是到目前为止，与瑞安接触，使我们作为非营利利用该产品是惊人的，更遑论研究的工具和示例程序出现很大的。

source: Competent, professional and courteous.
es_es: Competente, profesional y cortés.
zh_cn: 主管，专业和周到。

source: Dean Brady - Area 8 Officers
es_es: Dean Brady - Zona 8 Oficiales
zh_cn: 院长布雷迪 - 第8区人员

source: Harris Hill Soaring Corporation - Transportation Scheduling Software - Case Study
es_es: Harris Hill Soaring Corporation - Software de Programación de Transporte - Estudio de caso
zh_cn: 哈里斯山飞升公司 - 运输调度软件 - 案例研究

source: Harris Hill Soaring Corporation - Transportation Scheduling Software
es_es: Harris Hill Soaring Corporation - Software de Programación de Transporte
zh_cn: 哈里斯山腾飞公司 - 运输调度软件

source: Case Study: Harris Hill Soaring Corporation in Elmira, New York, United States
es_es: Estudio de caso: Harris Hill Soaring Corporation en Elmira, Nueva York, Estados Unidos
zh_cn: 案例分析：哈里斯山腾飞公司在Elmira，纽约，美国

source: We are a non-profit soaring club that gives rides to the public as part of our club activities. We have been on the same site since the 1930's and officially organized as Harris Hill Soaring Corporation in 1967. All of our 'employees' are volunteer members of the club.
es_es: Somos un club sin fines de lucro que ofrece paseos en alza para el público como parte de las actividades de nuestro club. Hemos estado en el mismo sitio desde la década de 1930 y oficialmente se organizaron como la Corporación Harris Hill Soaring en 1967. Todos nuestros empleados son los miembros voluntarios del club.
zh_cn: 我们是一个非营利性的飞涨俱乐部作为我们的俱乐部活动的一部分，使市民乘坐。我们一直在同一个站点自1930年正式哈里斯山腾飞公司在1967年举办。我们的员工都是志愿者俱乐部的成员。

source: The Harris Hill Soaring Corporation is a voluntary organization composed of persons who are enthusiastic about motor-less flight and who have a good time taking part in the flying activities and carrying out the aims and purposes of this non-profit corporation. All this is accomplished in an informal club atmosphere at low cost to the individual through the cooperative efforts of all members.
es_es: La Corporación Harris Hill Soaring es una organización voluntaria compuesta por personas que son entusiastas del motor-menos de vuelo y que tienen un buen momento de participar en las actividades de vuelo y la realización de los fines y objetivos de esta corporación sin fines de lucro. Todo esto se lleva a cabo en una atmósfera de club informal de bajo costo para el individuo a través de los esfuerzos de cooperación de todos los miembros.
zh_cn: 哈里斯山腾飞公司是一个自愿组成的组织的人士，热心电机少飞行，飞行活动的一部分，开展这个非营利机构的宗旨和目的有一个很好的时间。这一切都是个人通过所有成员的合作努力，以较低的成本完成在一个非正式的俱乐部氛围。

source: We have approximately 105 employees and our work scheduler operations are based on duty obligations that club members must fulfill. We offer glider rides to the public for a fee from April through October. Each member is required to work at least one shift per month in that operation. Because members are volunteers, they are allowed to request their schedules rather than being assigned to a shift. The duty work scheduler (that's me) sets up open shifts each month that members may request.
es_es: Tenemos aproximadamente 105 empleados y nuestros centros de trabajo del planificador de operaciones se basan en las obligaciones de servicio que los miembros del club deben cumplir. Ofrecemos paseos en planeador al público por una tarifa de abril a octubre. Cada miembro está obligado a trabajar por lo menos un turno por mes en esa operación. Dado que los miembros son voluntarios, se les permite solicitar sus horarios en lugar de ser asignado a un turno de trabajo. El trabajo deber de programador (ese soy yo) establece los turnos abiertos cada mes que los miembros pueden solicitar.
zh_cn: 我们有大约105名员工，并在俱乐部的成员必须履行的责任义务，根据我们的工作调度操作。我们提供的滑翔机游乐设施费从4月至10月向公众。要求每个成员都工作在该操作，每月至少有一个转变。因为成员都是志愿者，他们都被分配到一个转变，而不是要求他们的日程安排。值班工作调度（就是我）设立开放转变每月成员可请求。

source: Our main challenge is when more than one member requests a shift and also if no members request a shift. When shifts are over-requested, a phone call or email to both must be made to work out their availability since there is no way to indicate a 2nd or 3rd preference for a shift. If no members select a shift, manual assignment is made from the list of available members with that skill set. For example, only some of our members are tow plane qualified and can be scheduled on that shift. Since we fill out our schedule for the month, sometimes people are on vacation and we must schedule a double shift. Figuring out who was scheduled twice and who wasn't can be a bit painstaking, especially if you are trying to balance the number of double shifts you've assigned over the past few months.
es_es: Nuestro principal desafío es que más de un miembro pide un cambio y también si hay miembros solicitar un cambio. Cuando los cambios son excesivamente solicitado, una llamada telefónica o correo electrónico a ambas cosas deben hacerse para resolver su disponibilidad ya que no hay forma de indicar una preferencia de segundo o tercero de un cambio. Si ninguno de los miembros seleccionar un cambio, la asignación manual que se haga de la lista de miembros disponibles con ese conjunto de habilidades. Por ejemplo, sólo algunos de nuestros miembros son calificados avión de remolque y se puede programar en ese turno. Debido a que llene nuestro calendario para el mes, a veces la gente está de vacaciones y hay que programar una doble jornada. Averiguar que estaba programado dos veces y que no se puede ser un esmerado poco, especialmente si usted está tratando de equilibrar el número de turnos dobles que ha asignado durante los últimos meses.
zh_cn: 我们的主要挑战是，当多个成员的要求转变，如果没有成员还要求转变。当移过要求，一个电话或电子邮件双方必须制定的可用性，因为没有办法表明转变为第二或第三的偏好。如果没有成员选择的转变，是由手动分配，技能集成员名单。例如，只有我们的一些成员是牵引飞机合格，可以预计这种转变。因为我们填写的一个月，我们的时间表，有时人们都在休假，我们必须安排一个双转移。搞清楚谁是预计的两倍，谁没有可能有点艰苦，尤其是如果你试图平衡你在过去的几个月分配的双班数。

source: Other challenges involve preferences such as members who have other family members in the club and wish to be scheduled on the same shift with them or only on certain days. For example, one of our tow pilots and his wife (who works our log function) ask to be scheduled on any Saturday morning, as long as they are both together. When finalizing the schedule, remembering this when moving them to a different shift is hard to do. I have a manual cheat sheet I use that has a checklist of these types of preferences before I finalize the schedule.
es_es: Otros desafíos que implican las preferencias, tales como los miembros que tienen otros miembros de la familia en el club y desea ser programado en el mismo turno con ellos o sólo en ciertos días. Por ejemplo, uno de nuestros pilotos de remolque y de su esposa (quien trabaja nuestra función de registro) pedir que se programe en cualquier sábado por la mañana, siempre y cuando ambos están juntos. Al finalizar el programa, recordando esto al trasladar su domicilio a un cambio de turno es difícil de hacer. Tengo un manual de hoja de trucos que uso que tiene una lista de control de este tipo de preferencias antes de finalizar el programa.
zh_cn: 其他挑战包括，如成员有其他家庭成员的俱乐部，并希望与他们相同的转变，或只在某些日子定的偏好。比如，我们拖的飞行员和他的妻子（谁的作品我们的日志功能）要求被任何星期六早上举行，只要他们两个一起。当最后确定的时间表，记住将它们移动到一个不同的转变时，是很难做到的。我有一本手册我用的小抄，有喜好这些类型的清单，我才最后确定的时间表。

source: Manual work scheduler using an Excel spreadsheet grid to publish the roster. Emails from members would let the scheduler know when they were on vacation or days they were unavailable.
es_es: Manual de trabajo de programador usando una cuadrícula de hoja de cálculo Excel para publicar la lista. Los correos electrónicos de los miembros permitiría que el programador sabe cuando estaban de vacaciones o los días que no estaban disponibles.
zh_cn: 手动工作调度使用Excel电子表格的网格公布名册。从成员的电子邮件，让调度知道，当他们在假期或天，他们没有。

source: Since moving to the work schedule maker ShiftPlanning we take those emails and make that appropriate entry (e.g. vacation or unavailability) in the system for them. Thus everyone has a ShiftPlanning ID even if they never use it.
es_es: Desde que se mudó a la ShiftPlanning fabricante del horario de trabajo se toman aquellos mensajes de correo electrónico y hacer que la entrada apropiada (por ejemplo, de vacaciones o no disponibilidad) en el sistema para ellos. Así, todo el mundo tiene un identificador de ShiftPlanning incluso si nunca lo usan.
zh_cn: 自从搬到工作时间表制造商ShiftPlanning，我们采取这些邮件，并作出适当的条目（如休假或无法）在他们的系统。因此，每个人都有一个的ShiftPlanning ID，即使他们从来没有使用它。

source: The online employee schedule maker makes it much easier for the scheduler because instead of having to remember our employee preferences, they can simply look at the schedule and select the shift they want to work. The more members that select a shift, the easier it is for the scheduler to fill in the remaining gaps.
es_es: El fabricante de los empleados programación en línea hace que sea mucho más fácil para el programador, porque en lugar de tener que recordar las preferencias de los empleados, pueden simplemente mirar el calendario y seleccionar el cambio que quieren trabajar. Cuantos más miembros que seleccionen un cambio, más fácil es para el programador para rellenar los huecos restantes.
zh_cn: 线上雇员时间表制造商使得它更容易调度，而不必记住我们的员工偏好，因为，他们可以简单地看在日程安排和选择他们希望工作的转变。选择的转变，更容易调度，以填补余下的缺口。

source: I would absolutely recommend ShiftPlanning! I've recommended it to the Corning Museum of Glass as a tool for coordinating their docents and tours.
es_es: Sin duda lo recomiendo ShiftPlanning! Lo he recomendado a la Corning Museum of Glass como una herramienta para la coordinación de sus docentes y excursiones.
zh_cn: 我想绝对建议ShiftPlanning的！我推荐的康宁玻璃博物馆作为一个负责协调他们的讲解员和旅游的工具。

source: Responses are always quick and thorough!
es_es: Las respuestas son siempre rápida y completa!
zh_cn: 总是反应快速和彻底！

source: Tom Berry - Harris Hill Soaring Corporation
es_es: Tom Berry - Harris Hill Soaring Corporación
zh_cn: 汤姆·贝瑞 - 哈里斯山腾飞公司

source: Whether email or forum, I've had outstanding customer service experience with the work scheduler ShiftPlanning.
es_es: Ya sea correo electrónico o un foro, he tenido una destacada experiencia de servicio al cliente con la ShiftPlanning trabajo del programador.
zh_cn: 无论是电子邮件或论坛，我有出色的客户体验工作调度ShiftPlanning的服务。

source: The online planning process has made life much easier for our volunteers. They can sign up for an entire season (April-October) in a single session and not have to send a new email prior to our schedule closure date. It is often difficult for our many members to keep track of this, especially with the many family obligations and summer events they have and work scheduler ShiftPlanning has helped to streamline this process considerably.
es_es: El proceso de planificación en línea ha hecho la vida mucho más fácil para nuestros voluntarios. Pueden inscribirse para toda la temporada (abril-octubre) en una sola sesión y no tiene que enviar un nuevo correo electrónico antes de nuestra fecha de cierre previsto. A menudo es difícil para nuestros muchos miembros para realizar un seguimiento de esto, especialmente con las obligaciones familiares y eventos de verano que tienen y trabajar ShiftPlanning programador ha contribuido a agilizar este proceso considerablemente.
zh_cn: 网络规划过程，使人们的生活，我们的志愿者要容易得多。他们可以报名参加整个赛季都在一个单一的会议（4月），而不是之前有一个新的电子邮件发送到我们​​的时间表关闭日期。我们的许多成员保持这条轨道，尤其是许多家庭的义务和夏季活动，他们和工作调度ShiftPlanning有助于大大简化这一过程，它往往是很难。

source: Temple University EMS - Medical Staff Scheduling - Case Study
es_es: La Universidad de Temple EMS - Programación de Personal Médico - Estudio de caso
zh_cn: 坦普尔大学EMS - 医务人员调度 - 案例研究

source: Temple University EMS - Medical Staff Scheduling
es_es: La Universidad de Temple EMS - Programación de Personal Médico
zh_cn: 坦普尔大学EMS - 医务人员调度

source: Case Study: Temple University EMS in Philadelphia, Pennsylvania, United States
es_es: Caso de estudio: la Universidad de Temple EMS en Philadelphia, Pennsylvania, Estados Unidos
zh_cn: 案例研究：EMS在费城坦普尔大学，宾夕法尼亚州，美国

source: The idea for the Temple University Emergency Medical Services was started by Paul Grodziak, Val Rakita and Zachary Reichenbach in 2005. The Temple University Police Department was very receptive of the proposition of an on- campus EMS program and was eager to hear more. Realizing the daunting amount of work required, Anthony Wiencek and Peter Seltzer were brought in to help get TUEMS started.
es_es: La idea para el Templo de Servicios de Emergencias Médicas de la Universidad fue fundada por Pablo Grodziak, Rakita Val y Reichenbach Zachary en 2005. El Departamento de Policía de la Universidad de Temple se mostró muy receptivo de la propuesta de un programa en el campus EMS y estaba ansioso por escuchar más. Al darse cuenta de la cantidad enorme de trabajo requerido, Anthony Wiencek y Seltzer Pedro fueron traídos para ayudar a TUEMS comenzado.
zh_cn: 开始于2005年由保罗Grodziak，缬氨酸Rakita和Zachary赖欣巴哈坦普尔大学紧急医疗服务的想法。坦普尔大学警察局命题的校园环境管理体系程序是非常容易接受，渴望听到更多。实现所需工作的艰巨，安东尼Wiencek和彼得·舒尔茨被带来帮助TUEMS开始。

source: In the fall of 2006, TUEMS became a recognized student organization, allowing for initial funding from the Temple Student Government. Additionally, TUPD placed an order for two Trek EMS Special Mountain bikes. After meetings with members of the PFD EMS Bike Team and members of the PENN Campus Safety Program, an additional order was placed for two sets of medical bike bags.
es_es: En el otoño de 2006, TUEMS convirtió en una organización estudiantil reconocida, lo que permite la financiación inicial del Gobierno Estudiantil del Templo. Además, TUPD hizo un pedido de dos bicicletas de montaña Trek EMS especiales. Después de reuniones con miembros del equipo de Bike EMS PFD y miembros del Programa de Seguridad PENN Campus, una orden adicional se colocó a dos juegos de bolsas para bicicletas médicos.
zh_cn: 在2006年的秋天，TUEMS成为一个公认的学生组织，从而为从圣殿学生政府的初步资金。此外，TUPD放置两个迷航环境管理体系特别山地自行车的订单。与PFD的EMS自行车队的成员和宾州大学的校园安全计划的成员举行会议后，一个额外的顺序放置两套医疗自行车袋。

source: TUPD provided the organization with two AED's and oxygen tanks and Student health services, the Temple Transport team, and Temple hospital provided numerous medical supplies to aid with start-up supply needs. Members from TUEMS, Temple University Campus Safety (TUPD), Temple University Hospital, Student Health Services and Risk Management attended regular meetings to work out operational aspects including relations between the police, medical liabilities, organizational responsibilities, and proper medical oversight, to name a few.
es_es: TUPD proporcionado a la organización con dos DEA y tanques de oxígeno y los servicios de salud del estudiante, el equipo del Templo de transporte, y el Templo del hospital proporcionó numerosos suministros médicos para ayudar con las necesidades de suministro de puesta en marcha. Los miembros de TUEMS, Temple University Campus de seguridad (TUPD), Temple University Hospital, Servicios Estudiantiles y Gestión de Riesgos de Salud asistieron a reuniones periódicas para trabajar con los aspectos operativos, incluyendo las relaciones entre la policía, los pasivos médicos, las responsabilidades de la organización y la supervisión médica adecuada, por nombrar pocos.
zh_cn: TUPD两个AED的氧气罐和学生健康服务，寺运输队，寺医院提供大量医疗用品，以帮助启动电源需求的组织提供。从TUEMS，坦普尔大学校园安全（TUPD），坦普尔大学医院，学生健康服务和风险管理委员出席定期召开会议，制定出业务方面，包括警察，医疗责任，组织责任，并适当的医疗监督之间的关系，等等数。

source: In addition, members prepared for operations by completing an IPIMBA (International Police Mountain Bike Association) class. Further time was spent in the Temple Hospital Emergency Room, and completing radio and online training. On January 24, 2008, at 7:30pm, Temple University Emergency Medical Services officially started operations. Within minutes of becoming operational we were dispatched to our first call.
es_es: Además, los miembros necesarios para operar mediante la cumplimentación del IPIMBA (Policía Internacional Mountain Bike Association) de clase. Más tiempo la pasó en la sala de urgencias del Hospital del Templo, y completar la radio y la formación en línea. El 24 de enero de 2008, a las 7:30 pm, Universidad de Temple Servicios Médicos de Emergencia comenzó oficialmente operaciones. A los pocos minutos de entrar en funcionamiento que fueron enviados a nuestra primera llamada.
zh_cn: 此外，委员通过，完成IPIMBA（国际警察山地自行车协会）类的操作准备。更多的时间花费在寺医院急诊室，完成广播和在线培训。 2008年1月24日下午7:30，坦普尔大学紧急医疗服务正式开始运营。几分钟内正在运作中，我们派出了我们的第一次调用。

source: When we started we had 8 employees, now we currently have 47 employees. Our scheduling challenge is that we are a student volunteer ems organization. So getting people to sign up with their already busy school schedules is hard.
es_es: Cuando comenzamos teníamos 8 empleados, ahora que tenemos actualmente 47 empleados. Nuestro reto es la programación que estamos a un estudiante voluntario EMS organización. Así que la gente se inscribe con sus horarios escolares ya ocupados es difícil.
zh_cn: 当我们开始，我们有8名员工，现在我们目前有47名员工。我们的调度面临的挑战是，我们是一个学生志愿者EMS组织。因此，让人们签名，他们已经够忙的学校时间表是很难的。

source: We use to schedule people through email. People would send when they could work then that info was placed into a excel file. After the scheduling manager got everything in order another email was sent to all the employees with the work schedule attached.
es_es: Nosotros utilizamos para programar la gente a través de correo electrónico. La gente se enviará cuando se podría trabajar a continuación, esa información se coloca en un archivo de Excel. Después de que el gerente de programación tiene todo en orden otra dirección de correo electrónico fue enviado a todos los empleados con el horario de trabajo fijado.
zh_cn: 我们使用通过电子邮件安排的人。人们会发送时，他们可以工作，然后，被放置到一个Excel文件信息。后得到一切为了调度经理，另一封电子邮件被发送到所有员工的工作日程。

source: The employee schedule maker ShiftPlanning has changed the whole dynamics of work scheduling in our growing organization. Due to the availability service we can see who can work during the day as classes are held. Also employees can go online and pick and choose in advance what days they want to work and then they can see the schedule in real time anywhere they are connected to the Internet so there is no waiting to see the schedule.
es_es: El horario de los empleados ShiftPlanning el fabricante ha cambiado toda la dinámica de los horarios de trabajo en nuestra organización cada vez mayor. Debido a la disponibilidad del servicio, podemos ver que se puede trabajar durante el día, las clases se llevan a cabo. También los empleados pueden ir en línea y elegir de antemano qué día quieren trabajar y entonces pueden ver el programa en tiempo real en cualquier lugar que se conectan a Internet por lo que hay que esperar para ver el calendario.
zh_cn: 雇员时间表制造商ShiftPlanning的，已改变在我们不断发展的组织​​工作调度整个动态。由于可用性的服务，我们可以看到他们工作期间的一天，班举行。员工也可以去网上和挑选和选择什么日子，他们要工作提前，那么他们就可以看到实时的时间表，他们的任何地方连接到互联网，所以有没有观望的时间表。

source: From a managerial position the employee schedule maker ShiftPlanning has relieved the stress of work scheduling from just one person. Now multiple people can schedule making it more efficient and opens up more time to deal with other operations of our organization. From what I have been hearing from the employees, this program is &quot;cool.&quot; They love how they can sign up for shifts earlier in advance and see who's working with them on the schedule. They also like the shift trade option just in case they need to use it.
es_es: Desde una posición de gestión del programa empleado ShiftPlanning fabricante ha aliviado el estrés de los horarios de trabajo de una sola persona. Ahora la gente puede programar múltiples por lo que es más eficiente y abre más tiempo para ocuparse de otras operaciones de nuestra organización. Por lo que he estado escuchando de los empleados, este programa es &quot;cool&quot;. Aman la forma en que pueden inscribirse para los turnos anteriores por adelantado y ver quién está trabajando con ellos en el calendario. También les gusta la opción de comercio de cambio en caso de que necesite usarlo.
zh_cn: 从管理岗位雇员时间表制造商ShiftPlanning缓解调度工作的压力，只是一个人。现在多的人可以安排，使之更为高效，开辟了更多的时间来处理我们组织的其他业务。从什么我已经听到从员工，这个计划是“爽”。他们热爱他们如何能签署的转变提前看到与他们的工作时间表。他们也喜欢移位贸易选项，以防万一，他们需要使用它。

source: ShiftPlanning team is awesome. Keep up the good work.
es_es: ShiftPlanning equipo es impresionante. Sigan con el buen trabajo.
zh_cn: 是真棒ShiftPlanning队。保持良好的工作。

source: Matthew Santiago (Captain of Operations) - Temple University Emergency Medical Services
es_es: Mateo Santiago (Capitán de Operaciones) - Universidad de Temple Servicios Médicos de Emergencia
zh_cn: 马修·圣地亚哥（行动队长） - 坦普尔大学紧急医疗服务

source: This work scheduler has done wonders for our organization and continues to show us new things we can do. I would definitely recommend the employee schedule maker ShiftPlanning to other organizations.
es_es: Este trabajo programador ha hecho maravillas para nuestra organización y nos sigue mostrando cosas nuevas que podemos hacer. Definitivamente, recomendaría el programa empleado ShiftPlanning fabricante a otras organizaciones.
zh_cn: 这项工作已经完成调度为我们组织的奇迹，并继续向我们展示了新的事情可以做。我肯定会推荐其他组织的雇员时间表制造商ShiftPlanning。

source: File sharing is a good feature because it enables me to keep everyone up to date on state protocols.
es_es: Uso compartido de archivos es una buena característica, ya que me permite mantener a todos al día sobre los protocolos de estado.
zh_cn: 文件共享是一个很好的功能，因为它使我让每个人都在状态协议。

source: It is a place I can keep important files employees need so they can have access to them at anytime. Also personally the employee gallery helps me put a face to a name.
es_es: Es un lugar que puede mantener a los empleados archivos importantes necesitan para que puedan tener acceso a ellos en cualquier momento. También personal de la galería de los empleados me ayuda a poner una cara a un nombre.
zh_cn: 这是一个地方，我可以保持重要的文件需要员工，使他们可以随时对它们的访问。雇员画廊还亲自帮我把一张脸名称。

source: Temple-University-EMS
es_es: Templo-Universidad-EMS
zh_cn: 寺大学EMS

source: Windham County Sheriff's Department - Personnel Scheduling - Case Study
es_es: Sheriff del condado de Windham Departamento - Programación de Personal - Estudio de caso
zh_cn: 温德姆县治安部 - 人事调度 - 案例研究

source: Windham County Sheriff's Department - Personnel Scheduling
es_es: Sheriff del condado de Windham Departamento - Programación de Personal
zh_cn: 温德姆县治安部 - 人事调度

source: Case Study: Windham County Sheriff's Department in Newfane, Vermont, United States
es_es: Estudio de caso: el condado de Windham del Departamento del Sheriff en Newfane, Vermont, Estados Unidos
zh_cn: 案例研究：在Newfane温德姆县治安部，佛蒙特，美国

source: Sheriff's Departments in general date back as far as the 1300's, serving the King of England. In Vermont, records show some Sheriff's Departments starting as early as the 1700's. Until approximately 1969, the Windham County Sheriff's Department employed three deputies, on a part-time basis. The Sheriff was a full-time employee. Each deputy was required to provide all equipment, including a cruiser.
es_es: Departamentos del Sheriff en fecha general se remontan hasta el 1300, sirviendo al rey de Inglaterra. En Vermont, los registros muestran algunos departamentos del Sheriff de partida tan pronto como el 1700. Hasta aproximadamente 1969, el Departamento del Sheriff del condado de Windham contrató a tres diputados, sobre una base a tiempo parcial. El sheriff era un empleado de tiempo completo. Cada diputado tenía la obligación de proporcionar todo el equipo, incluyendo un crucero.
zh_cn: 警长的部门，在一般的日期追溯到1300年代，为英格兰国王。在佛蒙特州，记录显示，1700年初开始，一些警长部门。直到大约1969，温德姆县警长的部门雇用了三名代表，一个兼职的基础上。警长是一个全职雇员。每副须提供所有设备，包括一艘巡洋舰。
