Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: Account Setup Request Created:
es_es: Solicitud de creación de Configuración de cuenta:
zh_cn: 创建帐户设置要求：

source: Information Saved
es_es: Información guardada
zh_cn: 信息保存

source: Message Deleted
es_es: Mensaje eliminado
zh_cn: 信息已删除

source: reply
es_es: responder
zh_cn: 回复

source: Sorry. That message doesn't exist anymore.
es_es: Lo siento. Ese mensaje ya no existe.
zh_cn: 对不起。该消息不存在了。

source: Message Sent
es_es: Mensaje enviado
zh_cn: 消息发送

source: New Message - ShiftPlanning
es_es: Nuevo mensaje - ShiftPlanning
zh_cn: 新的消息 - ShiftPlanning

source: wrote:</b><br />--<br />
es_es: escribió:</b><br />-<br />
zh_cn: 写道：</b><br />-<br />

source: posted to the ShiftPlanning wall:
es_es: publicado en la pared ShiftPlanning:
zh_cn: 张贴的ShiftPlanning墙上：

source: Message Saved!
es_es: Mensaje ¡Salvados!
zh_cn: 消息保存！

source: Insufficient details
es_es: Detalles escasos
zh_cn: 不够详细

source: wrote:</b><br />--<br /><i>
es_es: escribió:</b><br />-<br /><i>
zh_cn: 写道：</b><br />-<br /><i>

source: commented on the wall:
es_es: comentó en la pared:
zh_cn: 在墙上的评论：

source: Comment Saved!
es_es: Comentario ¡Salvados!
zh_cn: 评论得救了！

source: bad details.
es_es: detalles malos.
zh_cn: 坏的细节。

source: Post Deleted!
es_es: Publicar eliminados!
zh_cn: 帖子删除！

source: bad details..
es_es: detalles malos ..
zh_cn: 坏的细节......

source: bad comment
es_es: mal comentario
zh_cn: 劣评

source: bad comment post
es_es: puesto mal comentario
zh_cn: 劣评职位

source: Comment Deleted!
es_es: Comentario eliminado!
zh_cn: 评论已删除！

source: Post new message
es_es: Publicar un nuevo mensaje
zh_cn: 发布新的消息

source: Title:
es_es: Título:
zh_cn: 标题：

source: Lock Post at top
es_es: Bloqueo de mensaje en la parte superior
zh_cn: 锁定文章顶部

source: Full Mode
es_es: Modo completo
zh_cn: 完整模式

source: Simple Mode
es_es: Modo Simple
zh_cn: 简单模式

source: Save Message
es_es: Guardar mensaje
zh_cn: 储存信息

source: Leave a comment
es_es: Deja un comentario
zh_cn: 发表评论

source: Save Comment
es_es: Guardar un comentario!
zh_cn: 保存评论

source: <b>Sorry to hear that!</b>
es_es: <b>Lo siento mucho!</b>
zh_cn: <b>很抱歉听到这个消息！</b>

source: Please let us know how we can improve our service:
es_es: Por favor, háganos saber cómo podemos mejorar nuestro servicio:
zh_cn: 请让我们知道我们如何才能提高我们的服务：

source: <b>Thanks!</b>
es_es: <b>Gracias!</b>
zh_cn: <b>谢谢！</b>

source: We would also really appreciate if you would leave us a testminional on our service, or even any feedback or comments that you have:
es_es: También sería muy agradecidos si nos deja un testminional en nuestro servicio, o incluso cualquier información o comentarios que usted tiene:
zh_cn: 我们也很感激，如果你会离开我们对我们的服务，甚至你有任何意见或评论testminional：

source: Submit
es_es: Presentar
zh_cn: 提交

source: Thanks for your time. We appreciate your feedback!
es_es: Gracias por su tiempo. Su opinión nos interesa!
zh_cn: 感谢您的时间。我们感谢您的反馈！

source: Inbox
es_es: Bandeja de entrada
zh_cn: 收件箱

source: Profile
es_es: Perfil
zh_cn: 轮廓

source: Availability
es_es: Disponibilidad
zh_cn: 可用性

source: Referrals
es_es: Referidos
zh_cn: 介绍人

source: Support
es_es: Apoyar
zh_cn: 支持

source: Logout
es_es: Cerrar sesión
zh_cn: 登出

source: success
es_es: éxito
zh_cn: 成功

source: Thank-you for completing the account setup interview
es_es: Gracias por completar la entrevista configuración de la cuenta
zh_cn: 感谢您完成帐户设置采访

source: In a few seconds I'm going to take you into your shiny new ShiftPlanning account and guide you through setting it up to meet your needs. Before I do, here are <b>a few important things to remember:
es_es: En unos segundos me voy a tener en su cuenta y brillante ShiftPlanning nueva y le guiará a través de su puesta en marcha para satisfacer sus necesidades. Antes de hacerlo, aquí están <b>algunas cosas importantes para recordar:
zh_cn: 在几秒钟内，我会考虑到您有光泽的新ShiftPlanning帐户你，引导你通过设置它来满足您的需求。在我之前，这里有 <b>一些重要的事情要记住：

source: Free Account Setup / Training
es_es: Cuenta Gratuita de configuración / Formación
zh_cn: 免费帐户设置/培训

source: Connect with your customer care agent at anytime from your account dashboard for help with account setup & 1-on-1 training (or just to say hi).
es_es: Conecte con su agente de atención al cliente en cualquier momento tablero de su cuenta para recibir ayuda con la configuración de cuentas y 1-en-1 de entrenamiento (o simplemente para decir hola).
zh_cn: 连接帐户设置1对1培训（或说hi）的帮助下，从您帐户控制面板随时与您的客户服务代理。

source: We're serious about support
es_es: Somos serios acerca de la compatibilidad
zh_cn: 我们关于支持严重

source: We have a ton of self-help options, and at anytime if you would like to connect with a live customer care representative you can connect with us via live-chat, or toll free.
es_es: Tenemos un montón de opciones de auto-ayuda, y en cualquier momento si usted desea conectar con un representante de atención al cliente en vivo se puede conectar con nosotros a través del chat en vivo, o al número gratuito.
zh_cn: 我们有一吨的自助选项，并在任何时候，如果你想连接到现场的客户服务代表可以通过实时聊天，或免费电话与我们连接。

source: I'm not going anywhere ;)
es_es: Yo no voy a ninguna parte ;)
zh_cn: 我不会去任何地方;)

source: My magic wand is ready, and we're now going to setup your account together. You can follow me step by step, and at anytime relaunch this process from your dashboard.
es_es: Mi varita mágica está listo, y ahora vamos a configurar su cuenta en conjunto. Puedes seguir mi paso a paso, y en cualquier momento este proceso de relanzamiento de su tablero de instrumentos.
zh_cn: 我的法宝是准备好了，我们现在要设置您的帐户。你可以按照我的步骤一步，并随时重新启动这一进程，从您的仪表板。

source: Okay, and in what industry is
es_es: Bueno, y en lo que la industria es
zh_cn: 好吧，在哪些行业是

source: This will help me customize your ShiftPlanning experience.
es_es: Esto me ayudará a personalizar su experiencia de ShiftPlanning.
zh_cn: 这将有助于我定制您ShiftPlanning经验。

source: Food & Beverage
es_es: Alimentación y bebidas
zh_cn: 食品及饮料

source: Fast Food, Restaurants, Coffee Shops, Night Clubs
es_es: Comida rápida, restaurantes, cafeterías, clubes nocturnos
zh_cn: 快餐，酒楼，咖啡厅，夜总会

source: Hotels, Motels, Bed & Breakfast
es_es: Hoteles, Moteles, Bed &amp; Breakfast
zh_cn: 酒店，汽车旅馆，床和早餐

source: Retail Stores, Super Markets, Shops, Department Stores
es_es: Comercios, supermercados, tiendas, grandes almacenes
zh_cn: 零售商店，超市，商店，百货

source: Health Care / Emergency
es_es: Cuidado de la Salud / Emergencias
zh_cn: 保健/紧急

source: Clinics, Hospitals, Fire, Police, Emergency, Rescue
es_es: Clínicas, hospitales, bomberos, policía, emergencia, rescate
zh_cn: 诊所，医院，消防，警察，紧急救援

source: Other
es_es: Otro
zh_cn: 其他

source: Select
es_es: Seleccionar
zh_cn: 选择

source: I'm taking a quick break while I wait for a response from you
es_es: Me estoy tomando un pequeño descanso mientras espero una respuesta de usted
zh_cn: 我等待你的回应，我采取快速突破

source: An invisible man marries an invisible woman. The kids were nothing to look at either.
es_es: Un hombre invisible se casa con una mujer invisible. Los niños no tenían nada que ver tampoco.
zh_cn: 一种无形的男人娶了一个无形的女人。孩子们看要么无关。

source: For a while, Houdini used a lot of trap doors in his act, but he was just going through a stage.
es_es: Durante un tiempo, Houdini utiliza una gran cantidad de puertas de la trampa de su acto, sino que sólo estaba pasando por una etapa.
zh_cn: 胡迪尼用了一段时间，很多陷阱门在他的行为，但他只是通过一个阶段。

source: I'll get back to work as soon as you're finished.
es_es: Voy a volver al trabajo tan pronto como haya terminado.
zh_cn: 我会回来，只要你完成工作。

source: Not Automatically redirected?
es_es: No es redirigido automáticamente?
zh_cn: 不自动重定向？

source: Connect your Email Account
es_es: Conecta tu cuenta de correo electrónico
zh_cn: 连接您的电子邮件帐户

source: Simply sign-in to your e-mail account to connect it with ShiftPlanning. We support: Gmail, Yahoo, Hotmail, ICQ Mail, Lycos, Indiatimes, m@il.com, email.it, FastMail and Reddiffmail and tons more!
es_es: Basta con registrarse en su cuenta de correo electrónico para conectarse con ShiftPlanning. Apoyamos: Gmail, Yahoo, Hotmail, ICQ, Lycos, Indiatimes, m@il.com, email.it, FastMail y Reddiffmail y un montón más!
zh_cn: 只需登录到您的电子邮件帐户与ShiftPlanning连接。我们支持Gmail，雅虎，Hotmail的ICQ邮件，LYCOS，Indiatimes，m@il.com，email.it，FastMail和Reddiffmail万吨以上！

source: Full List
es_es: Lista completa
zh_cn: 全部列表

source: Email Address
es_es: Dirección de correo electrónico
zh_cn: 电邮地址

source: We will never store your password or contact anyone in your address book without your permission.
es_es: Nunca guarde su contraseña o ponerse en contacto con cualquier persona en su libreta de direcciones sin su permiso.
zh_cn: 我们绝不会保存您的密码或联系您的地址簿中的任何人未经您许可的情况下。

source: Let's get connected!
es_es: Vamos a conectar!
zh_cn: 我们的连接！

source: To make life easy on you, I can connect your ShiftPlanning account to your social media & email, so that you can quickly setup your profile and profiles for your staff.
es_es: Para hacer la vida más fácil en ti, puedes conectar tu cuenta de ShiftPlanning a sus redes sociales y correo electrónico, de modo que usted puede configurar su perfil y los perfiles de su personal.
zh_cn: 使您轻松的生活，我可以到你的社交媒体和电子邮件连接ShiftPlanning帐户，让您可以快速设置为您的员工您的个人资料和型材。

source: You'll have full control to select which details and contacts that you want to add; I promise I won't contact anyone without your permission!
es_es: Usted tendrá el control total para seleccionar el que se detallan y los contactos que desea añadir, te prometo que no pondrá en contacto con nadie sin su permiso!
zh_cn: 你必须完全控制选择的细节和要添加的联系人，我保证我不会未经您的允许，任何人联系！

source: We have resynced your Facebook Contacts
es_es: Hemos resynced tus contactos de Facebook
zh_cn: 我们重新同步你的Facebook联系人

source: We are resyncing your Google Apps users in the background. Depending on the size of your domain this can take some time.
es_es: Estamos resincronización sus usuarios de Google Apps en el fondo. Dependiendo del tamaño de su dominio puede tardar algún tiempo.
zh_cn: 我们正在重新同步您的“Google Apps用户在后台。根据您的域的大小，这可能需要一些时间。

source: Single Sign-On, Profile Setup & Account Provisioning
es_es: Single Sign-On, la configuración de perfiles de Cuenta y Aprovisionamiento
zh_cn: 单登录配置文件设置和帐户配置

source: Connect Account
es_es: Conectar Cuenta
zh_cn: 连接帐户

source: Enter your Google Apps Domain:
es_es: Introduzca su dominio de Google Apps:
zh_cn: 输入您的Google企业应用套件域：

source: Add users efficiently from your contact list
es_es: Añadir los usuarios de manera eficiente de su lista de contactos
zh_cn: 添加用户，有效地从你的联系人列表

source: How many people work at
es_es: ¿Cuántas personas trabajan en la
zh_cn: 多少人上班

source: This is the number of Employees & Managers that you anticipate to use ShiftPlanning.
es_es: Este es el número de empleados y gerentes que usted anticipa usar ShiftPlanning.
zh_cn: 这是一些员工及你预计使用ShiftPlanning的经理。

source: Tell me a little bit about
es_es: Cuéntame un poco sobre
zh_cn: 告诉我一点点有关

source: Choose the scenario that best matches your business.
es_es: Elija el tema que mejor se adapte a su negocio.
zh_cn: 选择最符合您的企业的情况。

source: Single Location
es_es: Una sola ubicación
zh_cn: 单位置

source: My business operates from a single physical location
es_es: Mi empresa opera desde una sola ubicación física
zh_cn: 我的业务操作从一个单一的物理位置

source: Multiple Locations
es_es: Varias ubicaciones
zh_cn: 多个地点

source: My business operates from multiple physical locations
es_es: Mi empresa opera desde múltiples ubicaciones físicas
zh_cn: 我的业务工作，从多个物理位置

source: Remote/Field Work
es_es: A distancia / Trabajo de campo
zh_cn: 远程/现场工作

source: My staff work remotely at different job sites
es_es: Mi personal trabajar de forma remota en los lugares de trabajo diferentes
zh_cn: 我的工作人员在不同的工作地点远程工作

source: The Basics
es_es: Los Fundamentos
zh_cn: 基础知识

source: This is the minimum information that I need to work my magic.
es_es: Esta es la información mínima que tengo que trabajar mi magia.
zh_cn: 这是最低限度的信息，我需要工作，我的魔力。

source: Username
es_es: Nombre de usuario
zh_cn: 用户名

source: Repeat Password
es_es: Repita su contraseña
zh_cn: 重复密码

source: Country
es_es: País
zh_cn: 国家

source: Timezone
es_es: Zona horaria
zh_cn: 时区

source: This is the minimum information that is needed to activate your profile.
es_es: Esta es la información mínima que se necesita para activar su perfil.
zh_cn: 这是最低限度的信息是需要激活您的个人资料。

source: Full Name
es_es: Nombre completo
zh_cn: 姓名

source: Thank-you for completing this process with me!
es_es: Gracias por completar este proceso conmigo!
zh_cn: 感谢你为我完成这个过程！

source: ShiftPlanning is available for all major mobile devices. Simply point your smartphone to: www.shiftplanning.com/app/
es_es: ShiftPlanning está disponible para todos los dispositivos móviles más importantes. Simplemente apunte su teléfono inteligente a: www.shiftplanning.com/app/
zh_cn: ShiftPlanning是可用于所有主要的移动设备。只需指向您的手机：www.shiftplanning.com/app/

source: I can connect your ShiftPlanning account to your Social Media profiles. This will allow you to sign into ShiftPlanning using these accounts + allow you to sync your profile details. You can even use ShiftPlanning right from within Facebook!
es_es: Puedo conectar su cuenta ShiftPlanning a sus perfiles en redes sociales. Esto le permitirá iniciar sesión en ShiftPlanning utilizar estas cuentas + le permite sincronizar sus datos de perfil. Usted puede incluso utilizar ShiftPlanning directamente desde Facebook!
zh_cn: 我可以连接到您的配置社会媒体的ShiftPlanning帐户。这将允许你使用这些帐户登录到ShiftPlanning +让您同步您的个人资料。你甚至可以在Facebook使用权ShiftPlanning！

source: You'll have full control to select which details / options that you want to add; I promise I won't contact anyone without your permission!
es_es: Usted tendrá el control total para seleccionar qué detalles y opciones que usted desee agregar, te prometo que no pondrá en contacto con nadie sin su permiso!
zh_cn: 你必须完全控制，选择要添加的细节/选项，我保证我不会未经您的允许，任何人联系！

source: Nice work, your Facebook account is connected!
es_es: Buen trabajo, tu cuenta de Facebook está conectado!
zh_cn: 不错的工作，你的Facebook帐户连接！

source: Nice work, your Google Apps account is connected!
es_es: Buen trabajo, su cuenta de Google Apps está conectado!
zh_cn: 尼斯的工作，您的“Google Apps帐户连接！

source: Single Sign-On, Profile Sync
es_es: Single Sign-On, el perfil de sincronización
zh_cn: 单点登录，资料同步

source: Let's get started →
es_es: Vamos a empezar →
zh_cn: 让我们开始→

source: Welcome to your ShiftPlanning Account!
es_es: Bienvenido a tu cuenta de ShiftPlanning!
zh_cn: 到您ShiftPlanning帐户欢迎您！

source: Hi {cu_name}, allow me introduce myself; I'm your personal account setup and training wizard. I'm here to help you make the most of your ShiftPlanning account.
es_es: Hola {cu_name}, Permite que me presente, soy la configuración de su cuenta personal y asistente para el entrenamiento. Estoy aquí para ayudarle a sacar el máximo provecho de su cuenta ShiftPlanning.
zh_cn: 你好 {cu_name}，请允许我介绍一下自己，我是你的个人帐户设置和培训向导。我在这里，以帮助您做出最你ShiftPlanning帐户。

source: ShiftPlanning is an employee scheduling application that has been setup by your manager at {cu_name}. With ShiftPlanning you will be able to view your work schedule at anytime, as well as do things like trade shifts, request vacations + more.
es_es: ShiftPlanning es una aplicación de programación empleado que ha sido configurado por el gerente de {cu_name}. Con ShiftPlanning usted será capaz de ver su horario de trabajo en cualquier momento, así como están las cosas, como los cambios comerciales, vacaciones solicitud + más.
zh_cn: ShiftPlanning雇员调度中的应用，已经安装在你的经理 {cu_name}。与ShiftPlanning，你就能随时查看您的工作日程，以及诸如贸易的转变，要求休假+更多。

source: Hi {cu_name}, allow me introduce myself; I'm your personal account setup and training wizard. I'm here to help you make the most of your ShiftPlanning account, and along the way I'll teach you some cool magic tricks <b>;)</b>
es_es: Hola {cu_name}, Permite que me presente, soy la configuración de su cuenta personal y asistente para el entrenamiento. Estoy aquí para ayudarle a sacar el máximo provecho de su cuenta ShiftPlanning, y en el camino te voy a enseñar algunos trucos de magia frescas <b>;)</b>
zh_cn: 你好 {cu_name}，请允许我介绍一下自己，我是你的个人帐户设置和培训向导。我在这里，以帮助您做出最你ShiftPlanning帐户，一路上，我会教你一些很酷的魔术 <b>;)</b>

source: A few simple questions, and I'll introduce you to ShiftPlanning.
es_es: Algunas preguntas simples, y yo voy a presentar a ShiftPlanning.
zh_cn: 几个简单的问题，我将向您介绍到ShiftPlanning。

source: Incorrect Details
es_es: Datos incorrectos
zh_cn: 不正确的细节

source: Something has gone wrong.
es_es: Algo ha ido mal.
zh_cn: 事情已经出了错。

source: Exit Wizard
es_es: Salir Asistente
zh_cn: 退出向导

source: Continue
es_es: Continuar
zh_cn: 继续

source: *Invalid Login
es_es: * Inicio de sesión no válido
zh_cn: *无效登录

source: Connect Accounts
es_es: Conecte Cuentas
zh_cn: 连接帐户

source: *Invalid Email
es_es: * E-mail válido
zh_cn: *无效的电子邮件

source: 6 Character Minimum
es_es: 6 caracteres como mínimo
zh_cn: 最少6个字符

source: Passwords Must Match
es_es: Contraseñas deben coincidir
zh_cn: 密码必须匹配

source: Duplicate Username - Please select another
es_es: Duplicar Nombre de usuario - Por favor, seleccione otro
zh_cn: 重复的用户名 - 请选择另一个

source: Duplicate or Invalid Email
es_es: Correo electrónico duplicados o no válidos
zh_cn: 重复或无效的电子邮件

source: Employee
es_es: Empleado
zh_cn: 雇员

source: Submitted
es_es: Enviado
zh_cn: 提交

source: From
es_es: De
zh_cn: 从

source: Until
es_es: Hasta
zh_cn: 直到

source: Length
es_es: Longitud
zh_cn: 长度

source: Status
es_es: Estado
zh_cn: 状态

source: Already Off
es_es: Ya fuera
zh_cn: 已经关闭

source: Conflicts
es_es: Conflictos
zh_cn: 冲突

source: Reject
es_es: Rechazar
zh_cn: 拒绝

source: Show Details
es_es: Mostrar detalles
zh_cn: 显示详细信息

source: There are no Vacation Requests awaiting approval.
es_es: No hay solicitudes de vacaciones en espera de aprobación.
zh_cn: 有没有休假申请，等待批准。

source: Click Here to view/manage all approved Vacation Requests
es_es: Haga clic aquí para ver / gestionar todas las solicitudes de vacaciones aprobadas
zh_cn: 点击这里查看/管理所有批准的休假申请

source: Awaiting Approval:
es_es: En espera de aprobación:
zh_cn: 等待批准：

source: Cancel Request
es_es: Cancelar la solicitud
zh_cn: 取消请求

source: You have no requests awaiting approval.
es_es: Se han recibido solicitudes en espera de aprobación.
zh_cn: 你没有请求正在等待批准。

source: Show Past Dates
es_es: Mostrar las fechas pasadas
zh_cn: 显示过去的日期

source: You haven't requested any time off yet
es_es: Usted no ha solicitado ningún tiempo libre pero
zh_cn: 你没有要求任何时间

source: time off:
es_es: tiempo libre:
zh_cn: 休息时间：

source: Missing Value
es_es: Falta Valor
zh_cn: 遗漏值

source: Vacation Added
es_es: Añadido vacaciones
zh_cn: 休假增补

source: The option to request time off is currently disabled by your manager.
es_es: La opción de solicitar tiempo libre actualmente está desactivada por el administrador.
zh_cn: 目前已停用的选项要求关闭时间你的经理。

source: Hours
es_es: Horas
zh_cn: 小时

source: Position
es_es: Posición
zh_cn: 位置

source: Title/Notes
es_es: Título / Notas
zh_cn: 标题/注释

source: Approve
es_es: Aprobar
zh_cn: 批准

source: Are you sure you want to Cancel this Request?
es_es: ¿Está seguro que desea cancelar esta solicitud?
zh_cn: 你确定要取消这个请求吗？

source: Request Pending
es_es: Solicitud Pendiente
zh_cn: 请求挂起

source: Request To Work
es_es: Petición de trabajar
zh_cn: 要求工作

source: First
es_es: Primero
zh_cn: 第一

source: Last
es_es: Pasado
zh_cn: 最后

source: Management rejected your request for this shift
es_es: Administración rechazó su solicitud de este cambio
zh_cn: 管理拒绝了您的这种转变的要求

source: Already on this shift.
es_es: Ya eres usuario de este cambio.
zh_cn: 已经在这一转变。

source: You are
es_es: Es
zh_cn: 你是

source: un-available
es_es: de las Naciones Unidas disponible
zh_cn: 未提供

source: For the most accurate results, please make sure your <a href="javascript://" onclick="_switch('dashboard'); _sub('staff', 'Availability');">Availability is up-to-date</a>.
es_es: Para obtener resultados más precisos, por favor asegúrese de que su <a href="javascript://" onclick="_switch('dashboard'); _sub('staff', 'Availability');">Disponibilidad está al día</a>.
zh_cn: 最准确的结果，请确保您的 <a href="javascript://" onclick="_switch('dashboard'); _sub('staff', 'Availability');">可用性是最新</a>。

source: There is currently no shifts available for pick-up.
es_es: Actualmente no hay turnos disponibles para ser recogidos.
zh_cn: 目前还没有改变回升。

source: Shift Details
es_es: Detalles de desplazamiento
zh_cn: 移详情

source: Potential Acceptors
es_es: Posibles aceptantes
zh_cn: 潜在的受体

source: Awaiting Response
es_es: Espera de la respuesta
zh_cn: 正在等待回应

source: Rejected
es_es: Rechazado
zh_cn: 拒绝

source: Accepted
es_es: Aceptado
zh_cn: 公认

source: Click to show {num} potential acceptors
es_es: Haga clic para mostrar {num} posibles aceptantes
zh_cn: 点击显示 {num} 潜在的受体

source: Accept
es_es: Aceptar
zh_cn: 接受

source: Remove Request
es_es: Retire Solicitud
zh_cn: 删除请求

source: There are no trade requests awaiting approval.
es_es: No hay peticiones de comercio pendientes de aprobación.
zh_cn: 有没有贸易的请求，等待批准。

source: Shifts Available to Pick-Up
es_es: Turnos disponibles para Pick-Up
zh_cn: 转移提供接机

source: Your Action
es_es: Su acción
zh_cn: 您的行动

source: Waiting for Manager to Approve.
es_es: Esperando para el Administrador de aprobar.
zh_cn: 等待经理批准。

source: There are no shifts available for pick-up.
es_es: No hay turnos disponibles para la recogida.
zh_cn: 有没有回升的变化。

source: Shifts I'm trading
es_es: Cambios en la que estoy
zh_cn: 我交易移动

source: Action
es_es: Acción
zh_cn: 行动

source: Requested:
es_es: Que se solicita:
zh_cn: 要求：

source: You have no shifts up for pick-up.
es_es: No ha visto ningún desplaza hacia arriba para que los recoja.
zh_cn: 你有没有转移回升。

source: What's This?
es_es: ¿Qué es esto?
zh_cn: 这是什么？

source: Shift Approvals allows you the ability to approve shifts that have already happened.
es_es: Aprobaciones de desplazamiento le permite la capacidad de aprobar los cambios que ya han sucedido.
zh_cn: 转变认证，让您的能力，以批准已经发生的变化。

source: You can approve entire shifts at once by selecting the 'checkbox' or you can click on the shift itself to adjust per employee times, absents, etc.
es_es: Usted puede aprobar cambios enteras a la vez mediante la selección de la &#39;casilla&#39; o puede hacer clic en el mismo turno para ajustar los tiempos por los empleados, Ausentes, etc
zh_cn: 可以一次批准整个轮班或选择“复选框”，您可以点击上移本身调整每名雇员次，缺席等

source: Filter By Position:
es_es: Filtrar por Posición:
zh_cn: 筛选的位置：

source: Filter By Employee:
es_es: Filtrar por empleado:
zh_cn: 由雇员筛选：

source: We're loading {total} shifts that need to be approved. Thanks for your patience..
es_es: Nos va a cargar {total} cambios que deben ser aprobados. Gracias por su paciencia ..
zh_cn: 我们正在装载 {total} 转变，需要得到批准。感谢您的耐心......

source: Nice Work! There is no shifts needing approval.
es_es: Buen trabajo! No hay cambios que necesitan su aprobación.
zh_cn: 做的不错！有没有需要审批的转变。

source: edit your settings here
es_es: editar la configuración de este
zh_cn: 在这里编辑您的设置

source: Shift needing approval
es_es: Cambie la aprobación que necesita
zh_cn: 轮班需要审批

source: There is {Otrades_total} open trade request needing approval
es_es: Hay {Otrades_total} solicitud de apertura comercial necesidad de la aprobación
zh_cn: 有 {Otrades_total} 开放的贸易要求，需要审批

source: There is {Otrades_total} trade available for pickup.
es_es: Hay {Otrades_total} comerciales disponibles para su recogida.
zh_cn: 有 {Otrades_total} 皮卡交易可用。

source: View Here
es_es: Ver aquí
zh_cn: 查看这里

source: to Accept or Decline.
es_es: aceptar o rechazar.
zh_cn: 接受或拒绝。

source: There is {Avail_total} Shift available for pickup
es_es: Hay {Avail_total} Shift disponibles para la recolección
zh_cn: 有 {Avail_total} 皮卡车转向提供

source: Request Time Off
es_es: Solicitud de Tiempo Libre
zh_cn: 请求时关闭

source: Vacation
es_es: De vacaciones
zh_cn: 假期

source: Open Shifts
es_es: Los cambios Open
zh_cn: 开放移

source: Shift Trades
es_es: Operaciones de Cambio
zh_cn: 转变贸易

source: Next Week
es_es: Próxima semana
zh_cn: 下周

source: Two Weeks Ago
es_es: Hace dos semanas
zh_cn: 两个星期前

source: Tomorrow
es_es: Mañana
zh_cn: 明天

source: All Time
es_es: Todos los Tiempos
zh_cn: 所有的时间
