Repository: MilosBabicSP/ShiftPlanning
Catalog: lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: es_es, zh_cn

source: After an extensive search and trying out a few applications the work scheduler ShiftPlanning caught our eye. At the time it was still in BETA but it contained the one key feature we were looking for: the live operators would be able to submit their availability without any interference from management control. While we were looking at ShiftPlanning we also found out that Ryan and his team were very receptive to feedback and feature suggestions.
es_es: Después de una extensa búsqueda y probar algunas aplicaciones de la ShiftPlanning trabajo planificador nos llamó la atención. En el momento en que se encontraba todavía en beta, pero que contenía la característica clave que estábamos buscando: los operadores en vivo sería capaz de presentar su disponibilidad sin ninguna interferencia de control de gestión. Mientras estábamos mirando ShiftPlanning también se enteró de que Ryan y su equipo fueron muy receptivos a la retroalimentación y sugerencias de función.
zh_cn: 经过广泛的搜索和尝试了几个应用程序的工作调度ShiftPlanning引起了我们的眼睛。当时，它仍处于测试阶段，但它包含一个关键的功能，我们正在寻找：现场运营商将能够提交其可用性，没有任何干扰，从管理控制。虽然我们在ShiftPlanning，我们还发现，瑞安和他的团队非常乐意接受反馈和功能建议。

source: The work scheduler ShiftPlanning has drastically reduced the time of our scheduling procedure. We still create the shifts on our internal tool based on the sports program of the day – but then once a week import those shifts onto the work scheduler and start clicking on the names of the people who are available. We hit the publish button and the live operators have their upcoming shifts in their mailboxes.
es_es: El trabajo del planificador ShiftPlanning ha reducido drásticamente el tiempo de nuestro procedimiento de programación. Todavía crear los cambios en nuestra herramienta interna basada en el programa de deportes del día - pero una vez que una importación de semana los turnos de trabajo sobre la obra y el planificador de inicio haciendo clic en los nombres de las personas que están disponibles. Tocamos el botón de publicación y los operadores en vivo tienen sus cambios futuros en sus buzones.
zh_cn: 工作调度ShiftPlanning大大减少我们的调度程序的时间。我们仍然对我们内部工具的基础上一天的体育节目创造的转变 - 但每周一次导入到工作调度和启动的转变是可用的人的名字上点击。我们打​​“发布”按钮，并现场运营商在他们的邮箱，他们即将到来的转变。

source: We could not even imagine how are scheduling would work without ShiftPlanning.
es_es: No podíamos ni siquiera imaginar cómo es la programación funcionaría sin ShiftPlanning.
zh_cn: 我们甚至无法想象的调度会如何没有ShiftPlanning工作。

source: Joost Hamilton - Live Coordinator - The Infostrada Sports Group
es_es: Joost Hamilton - Coordinador en vivo - El Infostrada Sports Group
zh_cn: Joost的汉密尔顿 - 现场协调员 - Infostrada体育集团

source: We also found the trade request feature to be very useful, that also decreased management involved in trades to just one click to approve. We use the data overview to load the schedule back into our internal software program. Other functions we commonly use are the message wall, the various reports and the shift pickup feature; in case we have some extra work lying around.
es_es: También encontramos la función de solicitud de cesión a ser muy útil, que también disminuyó la administración involucrado en las operaciones a un solo clic a aprobar. Usamos el resumen de los datos para cargar el programa de nuevo en nuestro programa de software interno. Otras funciones que comúnmente se utilizan son el muro de mensajes, los diversos informes y la función de cambio de recogida, en caso de que tengamos algo de trabajo extra por ahí.
zh_cn: 我们还发现了贸易要求的功能是非常有用的，也减少了在只需一按批准的行业涉及的管理。我们使用的数据概览加载到我们内部的软件程序的时间表。我们通常使用的其他功能的信息墙，各种报告和移位皮卡功能的情况下，我们有一些额外的工作，躺在附近。

source: Recently our Danish office has been starting to use the work scheduler ShiftPlanning as well; we now keep track of around 80 part-timers on two locations with ease.
es_es: Recientemente nuestra oficina danesa ha sido comenzar a utilizar el ShiftPlanning trabajo planificador, así, que ahora un seguimiento de cerca de 80 trabajadores a tiempo parcial en dos lugares con facilidad.
zh_cn: 最近我们丹麦的办公室已开始使用工作调度ShiftPlanning以及我们现在轻松地在两个地点的轨道保持约80兼职。

source: Geek Squad - Retail Employee Scheduling - Case Study
es_es: Geek Squad - Programación de los empleados al por menor - Estudio de caso
zh_cn: Geek Squad公司 - 零售员工排班 - 案例研究

source: Geek Squad - Retail Employee Scheduling
es_es: Geek Squad - Programación de los empleados al por menor
zh_cn: Geek Squad公司 - 零售员工排班

source: Case Study: Geek Squad - Best Buy in the United States
es_es: Estudio de caso: Geek Squad - Best Buy en Estados Unidos
zh_cn: 案例研究：Geek Squad公司 - 百思买在美国

source: The Online support team started in March of 2009 with about 20 pilot employees. Since then we have consistently grown both in the number and ability of our employees but also in our market share and in the number of channels our clients can connect to us and get service. We have moved from offering a limited number of software only services, to folding in more and more ways we can help our clients like remote programming and full networking support. In our short history we have already changed the face of tech support and helped define what the future of this industry is going to be.
es_es: El equipo de soporte en línea se inició en marzo de 2009 con unos 20 empleados piloto. Desde entonces, hemos crecido constantemente, tanto en el número y la capacidad de nuestros empleados, sino también en nuestra participación de mercado y en el número de canales que nuestros clientes pueden conectarse a nosotros y obtener el servicio. Hemos pasado de ofrecer un número limitado de servicios de software sólo, para doblar en más y más maneras que podemos ayudar a nuestros clientes como la programación a distancia y soporte de red completa. En nuestra corta historia ya hemos cambiado la cara de soporte técnico y ayudó a definir lo que el futuro de esta industria va a ser.
zh_cn: 在线支持团队在2009年3月开始，约20个试点员工。从那时起，我们一直都在我们的员工的数量和能力，但在我们的市场份额也和我们的客户可以连接到我们，并获得服务的渠道数量增长。我们已经从提供软件只服务数量有限，越来越多的方法，我们可以帮助我们的客户，如远程编程和完整​​的网络支持折叠。在我们的历史很短，我们已经改变，面对技术支持和帮助定义这个行业的未来将是什么。

source: We have about 200 employees: our team works entirely online and in different states. The company's default work scheduler for other employees was very difficult to setup and making changes on the fly or trading shifts would be very difficult.
es_es: Tenemos alrededor de 200 empleados: nuestro equipo trabaja totalmente en línea y en diferentes estados. La empresa de trabajo por defecto del planificador para los demás empleados era muy difícil de instalar y hacer cambios sobre la marcha o los cambios comerciales sería muy difícil.
zh_cn: 我们有大约200名员工：我们的团队完全在网上和不同的状态。该公司的其他员工的默认工作调度是非常困难的设置和决策上的苍蝇或贸易转移的变化将是非常困难的。

source: Previously we used Outlook calendar appointments for our shifts.
es_es: Anteriormente se utilizó citas del calendario de Outlook para nuestros desplazamientos.
zh_cn: 以前，我们用我们的转变Outlook日历约会。

source: Using ShiftPlanning as our employee scheduling tool has enabled us to view our entire department schedule in real time, sync our schedules and access our schedules from mobile platforms. It also gives us the ability to trade and pass off shifts easily. All of which we really couldn't do before.
es_es: Usando ShiftPlanning como nuestra herramienta de programación empleado nos ha permitido ver nuestro calendario departamento entero en tiempo real, sincronizar nuestras agendas y tener acceso a nuestros horarios de las plataformas móviles. También nos da la capacidad de negociar y hacer pasar los cambios con facilidad. Todo lo cual realmente no podía hacer antes.
zh_cn: 使用ShiftPlanning为我们的员工排班工具，使我们能够实时查看我们整个部门的时间表，同步我们的时间表，从移动平台访问我们的时间表。它也使我们有能力，贸易和冒充变化容易。所有这一切，我们真的不能这样做之前。

source: Additionally, it's a quick and easy way for our members to visually see the other team members, access their contact information and remember birthdays. Yes!, I would recommend ShiftPlanning and the team is helpful. With this work scheduler we have a lot less work for managers and more self-responsibility/activation for team members to manage their schedules.
es_es: Además, es una manera rápida y fácil para nuestros miembros para ver visualmente los otros miembros del equipo, acceder a su información de contacto y recordar los cumpleaños. ¡Sí!, Yo recomendaría ShiftPlanning y el equipo es de gran ayuda. Con este trabajo planificador tenemos mucho menos trabajo para los gestores y más self-responsibility/activation los miembros del equipo para manejar sus horarios.
zh_cn: 此外，它为我们的成员是一个快速简便的方法，直观地看到其他团队成员，访问他们的联系信息，并记住生日。没错！，我会建议ShiftPlanning和球队是有益的。随着这项工作的调度，我们少了很多工作，对管理人员和更多的团队成员来管理他们的日程安排self-responsibility/activati​​on。

source: Huge improvements over our previous system.
es_es: Grandes mejoras en más de nuestro sistema anterior.
zh_cn: 在我们以前的系统的巨大改善。

source: We do use the message wall, as well as the syncing, mobile apps and the shift trading feature.
es_es: Hacemos uso de la pared del mensaje, así como las aplicaciones de sincronización, los móviles y la función de cambio comercial.
zh_cn: 我们使用的消息墙，以及同步，移动应用和转移交易功能。

source: Department of Critical Care Medicine in Pittsburgh - Medical Staff Scheduling & Workforce Management - Case Study
es_es: Departamento de Medicina de Cuidados Críticos en Pittsburgh - Programación de Personal Médico y Workforce Management - Estudio de caso
zh_cn: 在匹兹堡危重病急救医学系 - 医务人员调度及劳动力管理 - 案例研究

source: Department of Critical Care Medicine in Pittsburgh - Medical Staff Scheduling & Workforce Management
es_es: Departamento de Medicina de Cuidados Críticos en Pittsburgh - Programación de Personal Médico y Workforce Management
zh_cn: 在匹兹堡危重病急救医学系 - 医务人员调度及劳动力管理

source: Case Study: University of Pittsburgh - Department of Critical Care Medicine in Pittsburgh, Pennsylvania, United States
es_es: Caso de estudio: Universidad de Pittsburgh - Departamento de Medicina de Cuidados Críticos en Pittsburgh, Pennsylvania, Estados Unidos
zh_cn: 案例研究：在匹兹堡危重病急救医学系，宾夕法尼亚州，美国匹兹堡大学 -

source: We use ShiftPlanning to manage the scheduling for Clinical Trials Research Assistants working for the Multidisciplinary Acute Care Research Organization (MACRO) at the University of Pittsburgh. In 2002, the Department of Critical Care Medicine (CCM) began a Clinical Trials Program (CTP) to coordinate all trials within the Department. The CTP streamlined screening and enrollment of ICU patients and employed three clinical research coordinators (CRC) for five studies.
es_es: Usamos ShiftPlanning para gestionar la programación para asistentes clínicos de la investigación de ensayos que trabajan para la Organización Multidisciplinaria de Investigación de Atención Aguda (MACRO) de la Universidad de Pittsburgh. En 2002, el Departamento de Medicina de Cuidados Críticos (CCM) inició un programa de ensayos clínicos (CTP) para coordinar todos los ensayos dentro del Departamento. La proyección CTP aerodinámico y la inscripción de los pacientes ingresados ​​en la UCI y empleó tres coordinadores de investigación clínicos (CRC) para cinco estudios.
zh_cn: 我们使用ShiftPlanning管理调度临床试验急性护理的多学科研究组织（宏）在美国匹兹堡大学的研究工作助理。危重病急救医学（CCM）的部于2002年开始临床试验计划（CTP），协调部内的所有试验。 CTP精简筛选和ICU病人的入学率和就业三个临床研究协调员（CRC）的五个研究。

source: From 2002 – 2007, the CTP expanded and due to overlapping patient populations, increasingly coordinated with a similar program in the Department of Surgery. In 2008, the two Departments decided to join forces under a single entity called MACRO (Multidisciplinary Acute Care Research Organization) to maximize collaboration, productivity, and efficiency. In 2009, the Department of Emergency Medicine also joined.
es_es: Desde 2002 - 2007, la ampliación del CTP y debido a la superposición de poblaciones de pacientes, cada vez más con un programa similar en el Departamento de Cirugía. En 2008, los dos departamentos decidieron unir sus fuerzas en una sola entidad llamada MACRO (Organización Multidisciplinaria de Investigación de Atención Aguda) para maximizar la colaboración, la productividad y la eficiencia. En 2009, el Departamento de Medicina de Emergencia también se unió.
zh_cn: 从2002年 - 2007年，CTP扩大和重叠的患者人群，越来越多地协调与外科部类似的计划。 2008年，两部门决定加入部队在一个单一的实体称为宏（多学科的急性护理研究组织）协作，生产率和效率最大化。 2009年，急诊科也加入进来。

source: Together, the three Departments jointly run MACRO as an internal clinical research organization with a focus on acute care research. A key service MACRO offers investigators is 24/7 screening and enrollment which is achieved through through undergraduate students at the University of Pittsburgh employed as Clinical Trials Research Assistants (CTRA). In calendar year 2009, this level of service enabled enrollment of 129 patients in trials and over 800 patients in observational trials.
es_es: Juntos, los tres departamentos gestionado conjuntamente macro como una organización de investigación clínica interna con un enfoque en la investigación de cuidados intensivos. Un servicio clave MACRO ofrece a los investigadores es 24/7 de selección e inscripción que se consigue a través a través de estudiantes de pregrado de la Universidad de Pittsburgh empleados como asistentes de investigación clínica (ensayos CTRA). En el año 2009, este nivel de servicio habilitada la inscripción de 129 pacientes en los ensayos y más de 800 pacientes en estudios observacionales.
zh_cn: 在一起，三个部门共同运行宏内部与临床研究机构对急性护理研究的重点。调查是24/7的筛选和报名通过本科生通过临床试验研究助理（CTRA）聘用在匹兹堡大学的一个关键服务宏提供。在2009日历年，这样的服务水平，使129在试验和观测试验超过800例患者的入学率。

source: We have 14 employees and it's challenging to offer 24 hour coverage while accommodating the busy and often irregular schedules of undergraduate students. Many of the CTRA's have complex availability that makes filling the schedule or giving consistent shifts near impossible.
es_es: Tenemos 14 empleados y es un reto de ofrecer una cobertura de 24 horas mientras que acomodar los horarios ocupados y con frecuencia irregulares de los estudiantes de pregrado. Muchos de los CTRA tienen disponibilidad complejo que hace que llenar el calendario o dar cambios constantes cerca de imposible.
zh_cn: 我们有14名员工，并提供24小时的覆盖率，同时可容纳本科生的忙，常常是不规则的时间表，这是具有挑战性的。 CTRA的许多复杂的可用性，使灌装时间表或一致的变化几乎是不可能的。

source: Each CTRA would email their availability to the CTRA designated to coordinate scheduling. She would then have to wade through all of this information and would make a schedule using Google Calendar. The complexity of many people's work schedules made it such that there were often many schedule conflicts that had to be resolved after the schedule was published.
es_es: Cada CTRA un email a su disponibilidad a la CTRA designado para coordinar la programación. A continuación, tendría que vadear a través de toda esta información y haría un calendario con Google Calendar. La complejidad de los horarios de trabajo de mucha gente lo hizo de tal manera que hubo conflictos de programación a menudo muchos que tuvieron que ser resuelto después de que el programa fue publicado.
zh_cn: 每个的CTRA将电子邮件的可用性指定协调调度CTRA。然后，她将有涉水通过所有这些信息，将使用谷歌日历的日程。在很多人的工作安排的复杂性，使得它有往往是很多的日程冲突必须解决的时间表公布后。

source: I would absolutely recommend ShiftPlanning! It has vastly simplified getting each CTRA's availability and viewing it in a simple format that allows for each employee having being put on shifts that are compatible with their individual schedule. Shift swaps and changes are also vastly simplified and using the work scheduler interface for them has cut down on the number of mass emails being sent out when people need to swap shifts.
es_es: Sin duda lo recomiendo ShiftPlanning! Se ha simplificado enormemente conseguir la disponibilidad de cada CTRA y visualización en un formato simple que permite a cada empleado de haber sido puesto en los cambios que sean compatibles con su horario individual. Intercambios de turnos y los cambios también se simplifica enormemente y el uso de la interfaz de programador de trabajo para ellos se ha reducido el número de correos electrónicos masivos que se envían cuando la gente necesita para cambiar turnos.
zh_cn: 我想绝对建议ShiftPlanning的！它极大地简化了每个CTRA的可用性，并查看它在一个简单的格式，允许每个雇员正在转变，是与他们的个人日程兼容。移位互换和变化，也大大简化和使用工作调度接口，他们已削减大量电子邮件发送出去，当人们需要交换转变。

source: There are dramatically fewer scheduling issues.
es_es: Hay considerablemente menos problemas de programación.
zh_cn: 有大幅减少的调度问题。

source: Peter Adams - University of Pittsburgh - Department of Critical Care Medicine
es_es: Peter Adams - Universidad de Pittsburgh - Departamento de Medicina de Cuidados Críticos
zh_cn: 彼得·亚当斯 - 美国匹兹堡大学 - 危重病急救医学系

source: The ShiftPlanning team is accessible: they have always been ready to help with questions or concerns and having 24/7 support is a great feature. The scheduling process is more streamlined and simple than ever before.
es_es: El equipo de ShiftPlanning es accesible: siempre han estado dispuestos a ayudar con preguntas o inquietudes y tener soporte 24/7 es una gran característica. El proceso de programación es más ágil y sencilla que nunca.
zh_cn: ShiftPlanning团队访问：他们一直准备帮助有问题或疑虑，并有24/7支持，是一个很大的特点。调度进程是比以往任何时候都更加精简和简单。

source: We make occasional usage of the Message Wall and the Ping feature for last minute or very important information.
es_es: Hacemos uso ocasional de la pared de mensajes y la función Ping de última hora o información muy importante.
zh_cn: 我们偶尔使用的消息华尔街和最后一分钟平或非常重要的信息功能。

source: Hope's Home - Nurse Scheduling - Case Study
es_es: Inicio de Hope - Programación de la enfermera - Estudio de caso
zh_cn: 希望的首页 - 护理人员排班 - 案例研究

source: Hope's Home - Nurse Scheduling
es_es: Hope Inicio - turnos de enfermería
zh_cn: 希望之家 - 护士调度

source: Case Study: Hope's Home in Regina, Saskatchewan, Canada
es_es: Estudio de caso: la esperanza de Inicio en Regina, Saskatchewan, Canadá
zh_cn: 为例：希望在加拿大萨斯喀彻温省里贾纳首页

source: We are the first medically integrated early learning and daycare center in Canada. This non-profit organization began as a dream by our founder to fill a gap in care services in the community. It began in her home with 3 staff and 4 kids and in 5 years has grown to 30 plus staff and we take care of over 60 children. Our center employs 3 different disciplines: Nurses, Early childhood educators and Developmental workers as well as a management team to keep it all running smoothly.
es_es: Somos los primeros en integrar el aprendizaje médico temprano y centro de cuidado infantil en Canadá. Esta organización sin fines de lucro que comenzó como un sueño de nuestro fundador para llenar un vacío en los servicios de atención en la comunidad. Se inició en su casa con 3 miembros del personal y los niños de 4 y en 5 años ha crecido a 30, además del personal y nosotros nos encargamos de más de 60 niños. Nuestro centro cuenta con 3 disciplinas diferentes: enfermeras, educadores de la niñez temprana y los trabajadores del desarrollo, así como un equipo de gestión para mantener todo funcionando sin problemas.
zh_cn: 我们是第一医疗集成的早期学习和日托中心在加拿大。这个非盈利组织开始为我们的创始人的梦想，以填补差距在社区保健服务。它开始在她家的3名工作人员和4个孩子，并在5年内发展到30多名员工，我们需要照顾60岁以上的儿童。本中心采用3种不同的学科：护士，幼儿教育工作者和发展工作者以及管理团队保持一切顺利运行。

source: Hope's Home employs roughly 35-40 staff including full, part time and casual positions.
es_es: Inicio de Hope da empleo a unas 35-40 del personal, incluyendo a tiempo completo, que forma parte y las posiciones casuales.
zh_cn: 希望的家庭采用了大约35-40名员工，包括全职，兼职和临时职位。

source: Our previous work schedule maker scheduling was all done by hand and was a very tedious and time consuming process.
es_es: Nuestro horario de trabajo previo de planificación se hizo fabricante de todo a mano y fue un proceso muy tedioso y tiempo.
zh_cn: 我们以前的工作日程制造商调度，全部由手工完成，是一个非常繁琐和耗时的过程。

source: With the use of ShiftPlanning, time spent in this area has been greatly decreased. It has made scheduling appointments, vacations, and shift swapping so much easier. Having a place for our casual staff to look up and apply for open shifts has been a great asset to us. I would definitely recommend this work scheduler to others.
es_es: Con el uso de ShiftPlanning, el tiempo invertido en esta área se ha reducido considerablemente. Se ha realizado la programación de citas, vacaciones y turnos intercambiando mucho más fácil. Tener un lugar para nuestro personal eventual para buscar y solicitar turnos abiertos ha sido un gran activo para nosotros. Sin duda, recomendaría este trabajo planificador para los demás.
zh_cn: 随着的ShiftPlanning使用，在这方面所花费的时间已大大下降。它已作出安排约会，休假，移换容易得多。在查找和申请开放转变为我们的临时工作人员的地方，一直是我们的一笔巨大的财富。我肯定会建议这项工作调度给他人。

source: It is almost no work at all to fill shifts now.
es_es: Es casi ningún trabajo en absoluto para llenar los cambios ahora.
zh_cn: 这是几乎没有在所有的工作，到现在填补转变。

source: Amanda Wirth-Kendrick - Hope's Home
es_es: Inicio de Hope - Amanda Wirth-Kendrick
zh_cn: 阿曼达维尔特肯德里克 - 希望的家

source: Your live chat team has been wonderfully supportive with the learning process as well as with day to day issues that we encounter.
es_es: Su equipo de chat en vivo ha sido un apoyo maravilloso con el proceso de aprendizaje, así como con el día a día los problemas que nos encontramos.
zh_cn: 你的即时聊天的团队一直与学习的过程，一天一天，我们遇到的问题以及奇妙的支持。

source: Department of Intramural and Recreational Sports for Arkansas Tech University - Recreation Employee Scheduling - Case Study
es_es: Departamento de deportes intramuros y de recreo para Arkansas Tech University - Programación de los empleados de Recreación - Estudio de caso
zh_cn: 阿肯色科技大学校内和休闲体育 - 娱乐员工排班 - 案例研究部

source: Department of Intramural and Recreational Sports for Arkansas Tech University - Recreation Employee Scheduling
es_es: Departamento de deportes intramuros y de recreación para Arkansas Tech University - Programación de Recreación del Empleado
zh_cn: 阿肯色理工大学 - 康乐员工排班校内和休闲体育部

source: Case Study: Department of Intramural and Recreational Sports for Arkansas Tech University, Arkansas, United States
es_es: Estudio de caso: Concejalía de Deportes intramuros y recreativas para Arkansas Tech University, Arkansas, Estados Unidos
zh_cn: 案例研究：阿肯色理工大学，阿肯色，美国校内和休闲体育部

source: We are the Department of Intramural and Recreational Sports for Arkansas Tech University. Established in 1909 we are a 4-year state ran institution of about 10,000 students. Arkansas Tech University, a state-supported institution of higher education, is dedicated to nurturing scholastic development, integrity, and professionalism. The University offers a wide range of traditional and innovative programs which provide a solid educational foundation for life-long learning to a diverse community of learners.
es_es: Somos el departamento de deportes intramuros y de recreo para Arkansas Tech University. Fundada en 1909, somos un estado de 4 años corrió institución de cerca de 10.000 estudiantes. Arkansas Tech University, una institución apoyada por el estado de la educación superior, se dedica a cultivar el desarrollo académico, la integridad y profesionalismo. La Universidad ofrece una amplia gama de programas tradicionales e innovadores que proporcionan una sólida base educativa para la formación permanente a una comunidad diversa de estudiantes.
zh_cn: 我们的阿肯色科技大学校内和休闲体育部。我们是一家成立于1909年4年的状态跑了约10,000名学生的机构。阿肯色理工大学，国家支持的高等教育机构，致力于培育学校的发展，诚信和敬业精神。大学提供广泛的传统和创新的方案，提供了坚实的终身学习的学习者多样化的社区教育的基础。

source: We began with just one employee and have since grown to 30 employees. Communication was difficult between the supervisor and student workers on when they could work, and not work, in advance due to tests, papers and different schedules. It was also a challenge to communicate the scheduling changes at the last minute.
es_es: Empezamos con un solo empleado y desde entonces han crecido hasta 30 empleados. La comunicación era difícil entre el supervisor y los trabajadores de los estudiantes en cuando se podía trabajar, y no funciona, de antemano, debido a las pruebas, documentos y diferentes programas. También fue un reto para comunicar los cambios de horario en el último minuto.
zh_cn: 我们开始只是一名雇员，并已发展到30名员工。导师和学生工作者之间的沟通很困难时，他们可以工作，不工作，由于测试，文件和不同的时间表提前。这也是一个挑战，在最后一分钟通信调度的变化。
