Repository: MilosBabicSP/ShiftPlanning
Catalog: www/i18n/lang/*/LC_MESSAGES/ShiftPlanning.po
Languages: cs_cz, sr_rs

source: Why ShiftPlanning?
cs_cz: Proč ShiftPlanning?
sr_rs: Зашто СхифтПланнинг?

source: An intuitive product, with a nice range of features.
cs_cz: Intuitivním produktem, s pěknou řadu funkcí.
sr_rs: Интуитивно производ, са лепим спектар могућности.

source: With this tool, you can literally run tens of employees with ease.
cs_cz: Pomocí tohoto nástroje můžete spustit doslova desítky zaměstnanců s lehkostí.
sr_rs: Са овом алатком можете буквално да покренете на десетине запослених са лакоћом.

source: Select an option on the left to learn more
cs_cz: Vyberte volbu na levé straně se dozvíte více
sr_rs: Изаберите опцију са леве стране да бисте сазнали више

source: Incredibly Easy to Use
cs_cz: Neuvěřitelně snadno používají
sr_rs: Изузетно једноставан за употребу

source: Integrated with Apps you love
cs_cz: Integrované s Apps máte rádi
sr_rs: Интегрисани са апликацијама које волите

source: We also have a powerful {apiurl}Data API{endapiurl}.
cs_cz: Máme také silné {apiurl}Data API{endapiurl}.
sr_rs: Такође имамо моћне {apiurl}Дата АПИ{endapiurl}.

source: Available anywhere you have an internet connection
cs_cz: K dispozici kdekoliv, kde máte připojení k internetu
sr_rs: Доступне било где имате интернет конекцију

source: Find us on:
cs_cz: Najdete nás na:
sr_rs: Пронађите нас на:

source: iPhone
sr_rs: иПхоне

source: iPad
sr_rs: иПад

source: Android
sr_rs: Андроид

source: BlackBerry
sr_rs: БлацкБерри

source: WAP devices
cs_cz: WAP zařízení
sr_rs: ВАП уређаја

source: Sleep peacefully at night. Your data is safe with us.
cs_cz: Klidně spát v noci. Vaše data jsou u nás v bezpečí.
sr_rs: Спавају мирно ноћу. Ваши подаци су безбедни са нама.

source: Make ShiftPlanning your own.
cs_cz: Udělat si vlastní ShiftPlanning.
sr_rs: Направите СхифтПланнинг сопствене.

source: Powerful Features
cs_cz: Výkonné funkce
sr_rs: Моћне функције

source: Easy to Use
cs_cz: Snadné použití
sr_rs: Једноставан за коришћење

source: Account Setup
cs_cz: Nastavení účtu
sr_rs: Подешавање налога

source: Free Training
cs_cz: Volný trénink
sr_rs: Бесплатна обука

source: Integration
cs_cz: Integrace
sr_rs: Интеграција

source: Devices
cs_cz: Zařízení
sr_rs: Уређаји

source: Secure
cs_cz: Bezpečný
sr_rs: Сигуран

source: Customize
cs_cz: Vlastní
sr_rs: Прилагођавање

source: Powerful
cs_cz: Silný
sr_rs: Моћан

source: You'll love ShiftPlanning for a million reasons. Here are a few.
cs_cz: Potom se určitě zamilujete ShiftPlanning za milion důvodů. Zde je několik.
sr_rs: Ви ћете волети СхифтПланнинг за милион разлога. Ево неколико.

source: You'll be a scheduling wizard in no time!
cs_cz: Budete plánování průvodce v žádné době!
sr_rs: Бићете заказивање чаробњак за кратко време!

source: We like that ShiftPlanning doesn't keep your data behind it's walled garden.
cs_cz: Jsme rádi, že ShiftPlanning nevede data za to obezděné zahrady.
sr_rs: Свиђа нам се што СхифтПланнинг не води податке иза њега је ограђену башту.

source: ShiftPlanning is workforce management for the 21st century. Our easy to use online application is centralized meaning that it's always up to date and everyone has access to the most up to date information.
cs_cz: ShiftPlanning je pro řízení pracovních sil pro 21. století. Naše snadno použitelná on-line aplikace je centralizovaná znamená, že je to vždy aktuální, a každý má přístup k nejaktuálnější informace.
sr_rs: СхифтПланнинг је радне снаге менаџмент за 21. век. Наши једноставан за коришћење онлине апликација је централизован што значи да је увек до сада и сви имају приступ највише до датума информације.

source: We've designed a clean, dynamic interface that uses intuitive drag and drop actions. We even make updates in real-time so you're never stuck looking for the 'save' button.
cs_cz: Navrhli jsme čistý, dynamický, který využívá intuitivní rozhraní, drag and drop akce. Dokonce jsme se provést aktualizace v reálném čase, takže nikdy nebudete přilepená hledat tlačítko &quot;Uložit&quot;.
sr_rs: Смо Дизајнирали смо чист, динамичан интерфејс који користи интуитивни превуците и испустите акције. Чак смо се ажурира у реалном времену тако да сте никада није заглавио у потрази за дугме &quot;Саве&quot;.

source: Baked right into the Application is our helpful 'Wizard Guide', and our 24/7 support team is never more than a click away.
cs_cz: Pečené přímo do aplikace je naše užitečné &quot;Průvodce Průvodce&quot; a naše 24 / 7 podporu tým nikdy není delší než na dosah ruky.
sr_rs: Печен право у Апликација је наш помоћи &quot;Чаробњак Водич &#39;, а наше 24 / 7 подршку тиму никад није више од један клик.

source: You have full access to a customer care respresentative that is available for 1-on-1 training and for assistance. They can take calls, answer e-mails and even setup screencasts with you to make sure that you are ready to make the most of our application. (Did we mention that it's free?)
cs_cz: Ty mají neomezený přístup k péči o zákazníka reprezentativních že je k dispozici pro 1-na-1 školení a pomoc. Mohou přijímat hovory, e-maily odpovídat i nastavení screencasty s vámi, abyste se ujistili, že jste připraveni, aby co nejvíce našich aplikací. (Měli bychom zmínit, že je to zdarma?)
sr_rs: Имате потпун приступ Цустомер Царе респресентативе која је доступна за 1-на-1 обуку и помоћ. Они могу да позиве, одговарам на маилове, па чак и подешавање анимација екрана са вама да се уверите да сте спремни да чине већину наших захтева. (Да ли смо напоменути да је бесплатно?)

source: Nobody likes to enter in data twice. ShiftPlanning allows for easily import/export of data, as well as integration with popular third party applications to empower things like Single-Sign On and easy provisioning of employee accounts.
cs_cz: Nikdo nemá rád k zadání údajů dvakrát. ShiftPlanning umožňuje snadné import / export dat, stejně jako integraci s populárními aplikacemi třetích stran posílit věci, jako je Single-Sign On a snadné poskytování zaměstnaneckých účtů.
sr_rs: Нико не воли да уђе у подацима два пута. СхифтПланнинг омогућава лако увоз / извоз података, као и интеграцију са популарним апликацијама треће стране да оснаже ствари као што су једним пријављивање и лако резервисања запослених рачуна.

source: Access our online employee scheduling software on the go from any mobile or tablet device. We have apps specifically formatted for all the major mobile devices.
cs_cz: Přístup k online zaměstnanec plánovacího softwaru na cestách z libovolného mobilního zařízení nebo tablet. Máme aplikace speciálně formátované pro všechny hlavní mobilní zařízení.
sr_rs: Приступите нашем онлине софтвера запослени заказивања у покрету од било ког мобилног или таблет уређај. Имамо апликације посебно форматиран за све главне мобилне уређаје.

source: ShiftPlanning uses the latest web technologies to deliver both an intuitive online application while at the same time adhering to strict security standards to ensure your data is secure and accessible 24/7.
cs_cz: ShiftPlanning využívá nejnovější technologie, web poskytovat i intuitivní on-line aplikace a současně dodržení přísné bezpečnostní normy, aby zajistili, že vaše data jsou v bezpečí a dostupná 24 / 7.
sr_rs: СхифтПланнинг користи најновије веб технологије, да испоручи и интуитиван онлине апликација, док у исто време придржавају строге безбедносне стандарде како би ваши подаци безбедан и приступачан 24 / 7.

source: We've taken measures at every level to ensure that your data is safe & users are protected. For more information please see our full {privacyurl}privacy policy{endprivacyurl} and below for a complete list of security features.
cs_cz: Vzali jsme opatření na všech úrovních, aby zajistila, že vaše data jsou v bezpečí a ochranu uživatelů. Více informací naleznete na našich plné {privacyurl}Ochrana osobních údajů{endprivacyurl} a níže kompletní seznam bezpečnostních prvků.
sr_rs: Узели смо мере на свим нивоима како би се осигурало да се ваши подаци безбедни и корисници су заштићена. За више информација погледајте нашу пуну {privacyurl}политика приватности{endprivacyurl} и испод за комплетну листу безбедносне функције.

source: ShiftPlanning allows you to add your logo, have a custom url, and even quickly embed the ShiftPlanning app into your existing website or intranet.
cs_cz: ShiftPlanning můžete přidat své logo, které vlastní URL, a dokonce i rychle vložit ShiftPlanning aplikace do vašeho stávajícího webu nebo intranetu.
sr_rs: СхифтПланнинг вам омогућава да додате ваш лого, су прилагођена УРЛ адреса, па чак и брзо уграђивање апликација СхифтПланнинг у ваш постојећи веб сајт или интранету.

source: We understand that no two businesses are the same so we've made sure our application is ready to handle all types of businesses and feature settings can be turned on and off quickly to customize the app to the needs of your business and industry.
cs_cz: Uvědomujeme si, že žádné dva podniky jsou stejné, takže jsme udělali jisti, že naše aplikace je připravena zvládnout všechny typy podniků a nastavení funkcí lze zapnout a vypnout rychle přizpůsobit aplikaci potřebám vašeho podnikání a průmyslu.
sr_rs: Ми разумемо да не постоје два предузећа су исти тако да смо направили сигурни да наш захтев је спреман да обави све врсте бизниса и подешавања функција се може укључити и искључити брзо да прилагодите апликацију за потребе вашег пословања и индустрије.

source: While we've kept things Easy-to-Use, we haven't spared on features. ShiftPlanning is a robust workforce management application that will allow you to streamline your business processes from the moment an employee is hired, scheduled, first clocks in to work, and receives their paycheck. (Our application can even help with training, and team-building.)
cs_cz: I když jsme stále věci, Easy-to-Use, jsme se nevyhnuly ani na funkcích. ShiftPlanning je robustní řízení pracovních sil aplikace, která vám umožní zefektivnit obchodní procesy od okamžiku, kdy zaměstnanec je najat, plánované první hodiny v práci, a přijímá jejich výplatu. (Naše aplikace může dokonce pomoci s tréninkem, a team-building).
sr_rs: Док смо држали ствари једноставно за коришћење, ми нисмо поштеђени од функција. СхифтПланнинг је робустан радне снаге за управљање апликација која ће вам омогућити да унапредите своје пословне процесе од тренутка када радник је ангажован, заказана, прво сатове у рад, и добија своју плату. (Наша апликација може чак и помоћи за обуку, и теам буилдинг).

source: {toururl}Take the Tour{endtoururl} to learn more about individual modules & features.
cs_cz: {toururl}Jak začít{endtoururl} Pro více informací o jednotlivých modulů a funkcí.
sr_rs: {toururl}Таке тхе Тоур{endtoururl} Да бисте сазнали више о појединачним модулима и функцијама.
